{"Bear-Force-Won": {"children": [{"Alakazam_5head": {"data": {"body": "But at least they're not sad about missing their school friends! /s", "score": 6}}}, {"Bear-Force-Won": {"children": [{"VengenaceIsMyName": {"data": {"body": "My thoughts also fixated on this. What’s interesting is that within the macroeconomic sphere there are very few discussions on the implications of long covid on the labor participation rate and unemployment rate. I believe that as the years go on, we as a society will begin to see that the gap in labor supply will likely last for years, not just 2022. \n\nAnd that’s going to make big business panic. Especially Amazon, who will likely run out of available workers to churn through in 2024. Imo", "score": 2}}}, {"WakeUpTimeToDie23": {"data": {"body": "It’s ok! Lots of people are currently having babies who will cure cancer and invent CO2 air scrubbing machines!", "score": 9}}}], "data": {"body": "There goes plans for the child workforce to fix the labor supply", "score": 54}}}, {"Deguilded": {"children": [{"Jumponamonkey": {"children": [{"Deguilded": {"data": {"body": "Have you considered fat sacks of cash money?\n\nWould you like to come over for lunch?  I think we're having money!", "score": 1}}}], "data": {"body": "Weirdly enough it's not an approach we take with any other disease with that level of fatality/long term effects. I think the powers that be just kind of collectively decided it was too hard and gave up?", "score": 9}}}, {"The_red_spirit": {"children": [{"GrandPapaBi": {"data": {"body": "But have you thought about The Economy? It's important!", "score": 4}}}], "data": {"body": "I would have put all poticians in jail for saying anything about herd immunity, when nothing was known about C19, but oh well. I still see of them as criminals.", "score": 4}}}], "data": {"body": "Maybe let 'er rip wasn't the best plan.  Hmm.", "score": 69}}}, {"Fan5k": {"children": [{"CompletePen8": {"data": {"body": "speculation but in all likelihood it at least is some degree not as bad or mitigated.", "score": 38}}}, {"Oneofthosepeoplewho": {"data": {"body": "This is anecdotal but I know several cases of people with at least temporary scarring who were unvaccinated or caught it pre vaccines, and I know of no one who had that kind of a lasting effect who had been vaccinated.", "score": 5}}}, {"Rshackleford22": {"data": {"body": "Considering long covid is less prevalent in the vaxxed I'd assume yes. \n\nI'm also curious about the difference in lung damage for Omicron since it doesn't effect the lungs as hard as the previous strains.", "score": 35}}}, {"SabashChandraBose": {"children": [{"richdrifter": {"data": {"body": "Interesting - did covid affect your lungs for the brief time you were sick? I had it a month ago and it never hit my lungs (was only like a bad face cold). Never even got a fever. Took Paxlovid by day 3 because I don't want covid affecting my brain (that's the fear for me - I need high mental focus for work). Was fully recovered in 1 week.", "score": 1}}}, {"xeeses226": {"data": {"body": "I had it around the same time as you and had long covid up until mid June. My lungs felt heavy and filled with fluid almost like I had pneumonia but with no symptoms other than that gargling feeling you get when you exhale. I've felt fine since then.\n\nEdit: Double vaxxed of course.", "score": 3}}}], "data": {"body": "I was vaxxed and boosted. Got omicron in Jan. Lasted all of two days. I recovered fine. But since then I feel a dull resistance in my chest. I used to be able to hold my breath for almost 1:30. Now it's just over a minute. I wish I knew if I'm permanently broken or not", "score": 8}}}, {"angeredtsuzuki": {"data": {"body": "Very likely that vaccinated kids would have much lower rates of lung damage. Still possible, but that's statistics for ya.", "score": 4}}}], "data": {"body": "All but one of the study participants were unvaccinated. Wonder if this is different for vaccinated population.", "score": 197}}}, {"FloodMoose": {"data": {"body": "Goddamn it fuck covid", "score": 37}}}, {"I_Like_Turtles_Too": {"data": {"body": "I'm 37 and had COVID at the end of July. I'm having the worst asthma flare up of my adult life and it won't seem to quit. I'm so scared it's going to be like this forever. I miss being able to breathe.\n\nBefore this I was healthy and fit and an avid runner. Now I have trouble going up and down the stairs. It's depressing.", "score": 2}}}, {"Jaxman2099": {"data": {"body": "Now show me one with the effects on the brain.", "score": 1}}}, {"JonathanApple": {"children": [{"Archimid": {"children": [{"ThowAwayBanana0": {"data": {"body": "But those are mildly inconvenient!", "score": 1}}}], "data": {"body": "1. Up to date vaccinations\n2. N95 Masking indoors  as much as possible.\n3. Opt for outdoor activities as much as you can.\n4. Avoid indoor crowds.\n\n\n\nGood luck.", "score": 28}}}, {"DiabloStorm": {"data": {"body": "The only way is to become a hermit. But you won't like that answer.", "score": 1}}}, {"DustyRegalia": {"children": [{"Epicdude141": {"children": [{"TheGigaChad2": {"data": {"body": "This pandemic has turned people insane. I feel horrible for their kids.", "score": -1}}}], "data": {"body": "Dude let your kid go to school wtf listen to your doctor.", "score": 3}}}, {"FImom": {"children": [{"None": {"children": [{"JonathanApple": {"data": {"body": "Hahahahaha, tell my fully vaccinated kid with COVID that ya jerk, idiots", "score": 1}}}, {"Living-Edge": {"data": {"body": "Where are these \"hyper effective\" vaccines?\n\nThe only ones we have access to reduce mortality rates by 10-50% but don't seem to do much of anything against illness or disability and kids are only allowed to get the 10% effective trash.  They don't have access to bivalent or large enough doses to get an immune response if they aren't at the bottom of the age bracket\n\nIf your child is 11 you can't get enough doses for it to be effective at all because they based their dosage on the absolute minimum 5 year olds would need.  My daughter and I already had our adult bodies at 11.  Biologically speaking we were adult\n\nWould you, assuming you are an adult, feel safe getting the same ultra low dosage of medicine or vaccine as a kindergartener?", "score": 1}}}], "data": {"body": "[deleted]", "score": 0}}}, {"dawno64": {"children": [{"MuggleRat": {"data": {"body": "No, children were pushed back to school because the pediatric scientist community realized that depriving kids of social interaction for years on end hinders their psychological development drastically.\n\nIt's why schools in many northern European resumed in-person learning even as early as late-2020.", "score": 6}}}], "data": {"body": "I know these other redditors think your children need to be crammed into cesspool classrooms, but I agree with you.\n\nRight now science is still behind. Covid is a crapshoot.\n\nThe shots help, but it's limited in immunity achieved and length of time it lasts. Long Covid, permanently changed immune systems, organ damage are all just beginning to be explored.\n\nChildren were pushed back to school because hey, they seem to survive better than adults... but not always. And the people pushing for you to ship them off to school have no clue if your children will be ok or not, and really don't care if they're wrong.\n\nBetter to wait it out a bit longer and follow the science.", "score": 16}}}], "data": {"body": "My oldest was supposed to attend kinder when covid happened.  We are homeschooling at the moment and waiting and seeing what will happen with the pandemic before sending them to public school.  Unfortunately my kid is probably going to be so advanced by that time that I don't know if the public school system can accommodate.  \n\nMy littlest who was born right around the pandemic and had surgery as a newborn has never been outside apart from visiting the doctors.  \n\nSometimes I feel sad that my kids aren't having childhood experiences like I had.  I alternate between having hope for medical advancements and treatment, and wondering if we'll ever be ok with the risk.  It's hard being a parent now.", "score": 13}}}, {"KnuteViking": {"data": {"body": "I don't know if this is something that exists near where you live but look into outdoor pre-schools aka forest school. That only works for pre-school years, but it'll protect your kid, be a really cool experience for them, and allow them to get the socialization they desperately need.", "score": 0}}}, {"MuggleRat": {"children": [{"MeisterX": {"children": [{"MuggleRat": {"data": {"body": "His child's doctor is likely a highly-qualified professional who has had years of education in pediatric science. Who should he believe: the pediatrician, or a random Reddit post he saw?", "score": 0}}}], "data": {"body": "This is such a bad take and so many people have it. You THINK you're somehow serving people with this opinion?\n\nThe science disagrees with you and science literally does not lie (if you understand high level science).\n\nSo if the science doesn't lie who I believe. Morons who keep insisting it's not that dangerous and we should just send everyone out irregardless of the danger?\n\nSeems like an easy choice to me.", "score": -1}}}, {"canadianguy77": {"data": {"body": "If parents today cared as much about their own kids as they do other people’s children, our youngsters would probably suffer a lot less depression and anxiety.", "score": 0}}}, {"thedelusionalwriter": {"children": [{"MuggleRat": {"children": [{"MeisterX": {"data": {"body": "You know there are quality online preschool programs, right? Happy to recommend the one we're using to anyone who needs it!", "score": 0}}}, {"None": {"children": [{"MuggleRat": {"children": [{"thedelusionalwriter": {"data": {"body": "Then that's the problem, not anti covid measures.", "score": 6}}}], "data": {"body": "That's cool, but I guarantee that most parents are not qualified to be teachers at all.", "score": 11}}}], "data": {"body": "[deleted]", "score": 6}}}], "data": {"body": "Being upset with the proliferation of technology in the daycare environment is an entirely different conversation than what I'm having, and even then, it's better than being at HOME just goofing off on an iPad for 8 hours a day.", "score": 16}}}, {"None": {"children": [{"None": {"children": [{"Raguoragula3": {"data": {"body": "Wtf? It literally states everyone except 1 person was unvaccinated at point of infection in this article...", "score": 5}}}], "data": {"body": "[deleted]", "score": -3}}}], "data": {"body": "[deleted]", "score": -1}}}, {"Veearrsix": {"data": {"body": "OPs point wasn’t just day care but also home schooling. Based on the sounds of the person they were responding to, they’d keep their kid in a bubble if it meant “keeping them healthy” which is what they’re talking issue with.", "score": 8}}}, {"enkay516": {"data": {"body": "Name checks out", "score": -1}}}, {"trippy_grapes": {"children": [{"Altruistic_Safety170": {"children": [{"Caldos4": {"data": {"body": "> His pediatrician is like, he needs to be socialized! I’m like lady, he needs to not have the lungs and brain and heart of a sixty year old by the time he’s twenty.", "score": 2}}}, {"trippy_grapes": {"data": {"body": ">He is not going to daycare, and pre-school is a big question mark for next year. His pediatrician is like, he needs to be socialized!\n\nTheir pediatrician literally said that.", "score": 7}}}], "data": {"body": "I don’t think any pediatrician is saying that sending a kid to daycare all day is better than having a stay at home parent.", "score": 1}}}], "data": {"body": "I'm glad you know better than what an actual pediatrician says.", "score": 5}}}], "data": {"body": "Damn, I’m tired of this opinion. Kids these days in daycare rarely see their parents. They then sit in front of tvs, phones, and screens almost all the time. This is in addition to eating horrible food, learning almost nothing, and have minimal physical activity. Give me a break of depriving a kid of anything by sending them to daycare. People used to survive on a single parent income and spend time with their children. Parents who don’t send their kids to daycare are offering their children such an improved life. Yes, it’s a luxury but not negative. If anything, it’s infuriating to hear how parents have to send their kids to daycare because they must work 10+ hours and still can afford things.", "score": 39}}}], "data": {"body": "You are are literally depriving your child of absolutely necessary social development - to the dissent of your child's *doctor* - because you keep reading sensationalist scary-sounding headlines WITHOUT looking into the fine print of what the study actually says (small sample size, 99% of subjects unvaccinated, data gathered during the Delta wave, etc.), and the worst part is that you are being *rewarded* for it with upvotes by the most neurotic people here.\n\nLike, this just makes my head spin. The awful reporting surrounding long COVID is actually ruining people's ability to think critically.", "score": 26}}}, {"No_Row6741": {"children": [{"DustyRegalia": {"children": [{"No_Row6741": {"data": {"body": "I'm glad to hear you are so strong. Sounds like your child is thriving in his environment.", "score": 1}}}], "data": {"body": "Appreciate it. Love how the people digging at me think that I can’t already imagine the downsides and worst case scenarios. My kid gets tons of quality time with his family, he is happy, he is creative. He spends his days exploring the woods and reading stories and building Legos. His life is incredibly vibrant and full by global standards, by historical standards. I’m doing everything in my power to balance our risks and his developmental needs. The actual villains out there are the parents who refuse to vaccinate and demonize mask wearing, and the capitalist puppet masters who insist that the pandemic is over and we should all go back to spending and working and could we also please become slightly less employed on the whole.", "score": 3}}}, {"MuggleRat": {"data": {"body": "The unanimous consensus among children's psychologists is that children need socialization starting at a very young age. Just about every single European country has agreed with this assessment, which is why many of them have sent children to in-person schools since before the COVID vaccines were even available.\n\nI honestly can't believe I have to have this conversation with adults. Like this should really be a no-brainer.", "score": 0}}}], "data": {"body": "Please do not let the comments saying you are depriving your child of socialization get you to feel bad. I absolutely hate the excessive push for socialization of children by their peers. Geez, if your kid isn't even in preschool they don't even play together. They play adjacent to each other. Hell, they don't really start to play together until 4-5. \n\nIf you interact with your child, that is wonderful socialization. If all you do is put your kid in front of a screen, than I would agree there is some social deprivation occuring.", "score": 0}}}, {"None": {"children": [{"16066888XX98": {"children": [{"None": {"children": [{"16066888XX98": {"children": [{"TheGigaChad2": {"children": [{"16066888XX98": {"data": {"body": "Kids understand other kids with masks on. We've already learned this over the last two and a half years!", "score": 3}}}], "data": {"body": "Bullying, making less friends due to other kids not being able to  understand you or see facial expressions, feeling uncomfortable (self conscious) without a mask, etc. These things are very real. It will 100% impact kid's lives. You guys are leing to yourselves.", "score": -3}}}], "data": {"body": "When you're talking about \"social consequences\", what you're likely saying is that kids will make fun of the kid wearing a mask. As you might remember, kids will make fun of anything they perceive as an anomaly, threat, moment of awkwardness, or even something they like but don't know how to deal with. This is totally normal behavior, and it will happen regardless of how much adults try to cull it by making their kids look \"typical\".\n\nKids will make fun of ANYTHING. Things I've seen have included: blue eyes, brown eyes, kids with dark skin who were \"weird\" for not having obvious moles, \"Nike nerds\" (apparently 4th graders shouldn't wear Nikes?), kid who wore a belt, kid who \"needed\" a belt\", POC in general\", white kids, kid who was \"too attractive\", kid with hair that was \"too long\" (was totally normal long haired female), kid who wore space themed t-shirt, kid who had a big smile and my favorite - the kid who's parents didn't care if he came to school sick (bullied by a kid who was actively sick at the time). \n\nIf you think a mask is going to really flip the chances of being bullied vs not being bullied, you're wrong. Kids are going to be bullied, shunned from social groups, picked last, liked, disliked and everything in between. A mask isn't going to make one iota of difference.\n\nA mask is no more of a target for being made fun of than literally anything you could possibly think of.", "score": 7}}}, {"disturbedtheforce": {"data": {"body": "Yeah because having problems breathing from reduced lung capacity is so much better. Btw, my kids mask every day, and are straight a honor students who have no issue keeping up with classwork. They have friends who see no issue with talking with them while using masks, they socialize really well with others, and their friends are caring enough to wear masks so their grandmother doesnt get sick. Its odd though, almost like the adults are the problem here, not the kids. Please take your special level of stupid somewhere else.", "score": 20}}}], "data": {"body": "[removed]", "score": -32}}}], "data": {"body": "Early childhood education specialist here. This is simply NOT true. Humans are incredibly flexible and can adapt to many environments and situations with fluidity. There are tons of options for safer socialization that do not include daycare or even a traditional preschool. Also, saying masking is harming the child is like people who say that making their child wear pants is harming them. A mask does not harm the child's social development at all. \n\nIt sounds like this parent is incredibly caring, and is dealing with this real-world situation in the best way they can.", "score": 55}}}, {"None": {"children": [{"None": {"data": {"body": "[removed]", "score": -10}}}], "data": {"body": "[removed]", "score": -34}}}], "data": {"body": "[removed]", "score": -57}}}, {"Raptop": {"data": {"body": "Absolutely shocking that you are ignoring a paediatrician. \n\nThe idea that he'll \"have the lungs and brain and heart of a sixty year old by the time he's twenty\" is nonsense. There's no good evidence for that. \n\nEven this study suggests nothing of the sort.", "score": 13}}}], "data": {"body": "I’ve accepted that the world has changed and life is going to be different for my kid. He is not going to daycare, and pre-school is a big question mark for next year. His pediatrician is like, he needs to be socialized! I’m like lady, he needs to not have the lungs and brain and heart of a sixty year old by the time he’s twenty. \n\nOur family will always be fully vaccinated, we will always mask even when we are the only ones doing it, and we may have to consider alternatives to traditional public school. I’m lucky that I even have the means to feel like there are any options open to us.", "score": 87}}}, {"Lycid": {"data": {"body": "Fyi this study was done when delta virus was active and with unvaccinated people. There is really no need to over panic.", "score": 3}}}, {"PsychologicalCar9744": {"children": [{"-ORIGINAL-": {"data": {"body": "Keep wearing masks and keep washing your hands. Only because most people have moved on doesn't mean you have to as well.", "score": 1}}}, {"JonathanApple": {"data": {"body": "Agree and no idea.", "score": 2}}}, {"superxero044": {"children": [{"1800generalkenobi": {"data": {"body": "Maybe you got it from the shot /s\n\nWe have a guy here who got it and he said he got it because he was by his friend who got the vaccine. But he also says it's not real...so it's only real when he can use it to get time off work but the rest of the time it's fake.", "score": 5}}}, {"Magnesus": {"children": [{"AHrubik": {"data": {"body": "Two weeks post injection is the standard for full effectiveness with normal immune response.", "score": 6}}}, {"Double_Dragonfly9528": {"data": {"body": "Unlucky, or got thrown under a bus by a society that is relentless about \"moving on\"? Here we are at the start of another school year, and yet again the most up-to-date vaccines are not available to kids and societal precautions have been radically rolled back or completely dismantled.", "score": 3}}}, {"Gwinntanamo": {"children": [{"augur42": {"data": {"body": "I wouldn't say a ton since it's a logarithmic increase over 15 days to increase antibody numbers by about a hundredfold. But that three day headstart in your body producing any covid antibodies in greater numbers would go some way to reducing the severity and duration of symptoms, which would match their description of symptoms.  \n\nThey definitely were lucky they got boosted when they did, just not as lucky as if it had been two weeks earlier.", "score": 7}}}], "data": {"body": "It’s more like a ramp up to full protective effect. So 3 days after the shot the body probably has a ton of helpful antibodies - just not the full B-cell long-term protection. I assume it’s a little different with mRNA vaccines, but the proteins will be available within hours, so probably not a huge lag vs conventional vaccines. I’d say this person is lucky they has the vaccine when they did.", "score": 16}}}], "data": {"body": "Vaccines require around 7 days to start working. You were very unlucky. :(", "score": 24}}}, {"No_Row6741": {"data": {"body": "I am so sorry to hear this, because I understand all that your family did to protect yourselves. We are still die-hard, too. My kids wear masks at school and are pretty much the only ones doing so. \n\nThank you for doing all that you could to be responsible. That is all we can ask of each other.\n\nI hope you recover soon, and that there are not longer implications to the health and wellbeing of your family.", "score": 7}}}, {"fuzzysocksplease": {"data": {"body": "I hope you have a speedy recovery!", "score": 2}}}], "data": {"body": "We pulled our kids from daycare at the start of the pandemic. They started school in person this fall. Literally 3 days in (fully vaxed and masked) our 4 year old brought it home and gave it to us. He was quite sick. But I got it quite bad. I had just gotten my omicron booster 3 days before he gave it to me. I am on day 12, still testing positive and although I don't have any \"COVID\" symptoms my asthma is much worse than it has ever been. I can't do anything without losing my breath. I am scared. :/ We did everything we could and still got it.", "score": 68}}}], "data": {"body": "Being a parent right now is the hardest job in the world. How do we protect them when the worlds just moved on", "score": 129}}}, {"spacerobot": {"data": {"body": "I managed to avoid it for 2.5 years. I'm vaccinated and boosted. Wore a mask all the time. My partner had it when we lived in a small studio apartment together and I still managed to avoid getting it.\n\nI'm a teacher and this school year I decided not to wear a mask in the classroom. Two weeks into the school year and I finally get covid. It seems unreasonable to have to wear a mask for the rest ofy life. But I feel like my anecdotal experience says a lot for masks. I didn't have as much as a cold for that entire time.", "score": 2}}}, {"walter_midnight": {"children": [{"Magnesus": {"data": {"body": "Why in China? They have vaccines there too and very low chance of getting infected due to their zero covid policy. (Which seems they cling to for way too long, not sure why they didn't just vaccinate everyone and moved on.)", "score": 1}}}], "data": {"body": "Well, vaccinations are a great start, also considering that this study refers to unvaccinated kids.\n\nAs long as you don't live in China or, say, India, you probably are fine.", "score": 2}}}], "data": {"body": "The hits just keep on coming. I am at a loss as to how to best protect family. Sucks.", "score": 213}}}, {"Kittiemeow8": {"data": {"body": "As someone with asthma and who has never gotten covid. This scares the shit out of me.", "score": 0}}}, {"Nijindia18": {"data": {"body": "Cant wait to find out how fucked I am cuz my stepdad gave us COVID.", "score": 0}}}, {"None": {"data": {"body": "[removed]", "score": 1}}}, {"OkBid1535": {"data": {"body": "I am literally at a pulmonologist appt with my 9 yr old daughter getting her tested for asthma because she’s been having breathing issues for months. At first we thought it was from soccer. But over the winter with no soccer and after catching Covid, it became hard for her to take a full breath. Constantly complaining of being dizzy and tired.\n\nMy 4yr old was diagnosed this June with asthma and the doctor agreed it is most likely from Covid she’s even got it at all.\n\nIt’s a nightmare on kids.", "score": 2}}}, {"Onewarmguy": {"data": {"body": "I'm 70 and I getting checked out for lung damage right now due to COVID that I had from the end of May to mid July.  I had  deep hacking coughing that lasted almost 5 minutes until I could bring up a thick beige/yellowish phlegm from deep in my lungs.  I had a CT scan as a follow up to a kidney cancer that i had a decade ago and it revealed a 20 mm lesion in my right lung that wasn't there before and recently did a pulmonary function test yesterday with a PET scan and possible needle biopsy to follow.", "score": 1}}}, {"PenguinJedi": {"children": [{"AmberHeartsDisney": {"data": {"body": "At first i did believe that because that is what the media told us the first couple weeks. I started doing more research online and saw the numbers didn't add up and it was much worse. I am glad my state shut down very quickly though. I was a bit shocked when i moved to TX though.", "score": 3}}}, {"The_red_spirit": {"data": {"body": "Flue was worse for me. I lost some of hearing after flu. Minor lung damage from C19 doesn't seem to be worse than that. At least you don't have to pay thousands for hearing aids.", "score": -3}}}], "data": {"body": "jUsT lIkE tHe FlU", "score": 23}}}, {"PlNG": {"data": {"body": "Why do they keep creating images the physical size of a phone. I can barely read anything on the legend.", "score": 1}}}, {"Possumpipesup": {"data": {"body": "Ugh currently trying the get my 12 yo into all children's for exactly this issue. They're horribly backed up it seems.", "score": 1}}}, {"QualityPlayer": {"children": [{"AmberHeartsDisney": {"data": {"body": "I've worn kn95/ n95 since the day i could get my hands on them. I still wear them indoor 100% and outside if it's crowded.", "score": 11}}}, {"Meghanshadow": {"data": {"body": "I’m in retail.\n\nWe All get every from multiple colds per year on up to influenza/bronchitis/pneumonia.\n\nI haven’t been sick At All in the 2 years I’ve worn N95 just about everywhere.\n\nMy staff have had similar results, except the ones whose families sometimes got them sick at home, and the students who quit masking and went back to partying with large groups.\n\nIt’s great.", "score": 18}}}, {"None": {"children": [{"JonathanApple": {"data": {"body": "Sure bud, sure, plenty of long COVID and organ damage risk if vaccinated. Where did you go to medical school?", "score": 4}}}, {"QualityPlayer": {"data": {"body": "I have 3 of the original and 1 bivalent already", "score": 4}}}], "data": {"body": "[deleted]", "score": -4}}}, {"jdubb999": {"children": [{"spacerobot": {"children": [{"unpopularpopulism": {"data": {"body": "Just a word of caution from personal experience. It can really fuck with your ability to read. Keep that in mind when doing your risk/benefit analysis.", "score": 1}}}], "data": {"body": "Similar for me. I'm a teacher and wore a mask all the time, am va cinated and boosted. I didn't have so much as a sniffle since 2019. \n\nThen this school year starts, and I decide that I can't wear aask for the rest ofy life. Less than two weeks into this school year and I get covid.\n\nI do wish I'd worn a mask to avoid getting it. But I also feel like it'd be impossible to go through life without getting it at this point.", "score": 2}}}], "data": {"body": "I only got Covid after I stopped masking at the gym...within a month; earlier this summer. I thought we were in a better place at the time and didn't realize the extent to which BA.4/5 evades vaccine immunity", "score": 14}}}, {"nonsensestuff": {"children": [{"Epicdude141": {"children": [{"nonsensestuff": {"children": [{"Epicdude141": {"children": [{"Jon_TWR": {"children": [{"Epicdude141": {"data": {"body": "Luckily I’m vaccinated so idk how much this applies to me", "score": 1}}}, {"Magnesus": {"data": {"body": "Read the study. It is preliminary, the title is sensationalized.", "score": 3}}}, {"walter_midnight": {"data": {"body": "You mean the study that exclusively analyzed unvaccinated kids? That study?", "score": 4}}}], "data": {"body": "How about this study?", "score": 0}}}, {"WakeUpTimeToDie23": {"data": {"body": "Epic dude!", "score": -3}}}, {"nonsensestuff": {"data": {"body": "🤷🏼‍♀️ okay", "score": 9}}}], "data": {"body": "Yeah I’m not going to be scared of anecdotal evidence", "score": -1}}}], "data": {"body": "Sure. It's an anecdotal story. They've also shared many videos of other people's stories that are similar.  The point is do you want to play with fire & risk it with multiple infections?", "score": 9}}}], "data": {"body": "That seems like an extreme case and definitely not the norm", "score": -1}}}, {"FinalArrival": {"children": [{"1800generalkenobi": {"children": [{"BobC813": {"children": [{"1800generalkenobi": {"data": {"body": "Maybe? Oh I guess he was living in England or was there at the time? All the articles I saw with his name on it from UK so I figured he was British haha Maybe just the news sources reporting it. Looks like his son donated him a kidney last September.", "score": 1}}}], "data": {"body": "Is it common for British rappers to be born and raised in Houston, TX?", "score": 2}}}], "data": {"body": "How about that british rapper who got covid once and his kidneys shut down. Had 4 separate news articles about him and it went from he had covid, he thought he was dying but he lived but his kidneys are destroyed, he's going to be on dialyses the rest of his life, and the last one I saw he was asking fans for a kidney donation.", "score": 2}}}, {"nonsensestuff": {"children": [{"hobo888": {"children": [{"nonsensestuff": {"data": {"body": "It's not some rando no name person. \n\nThey've also shared many videos in their thread of other people who have shared their stories after having had multiple COVID infections.\n\nYou can take it for whatever you want. It is anecdotal of course.", "score": 5}}}], "data": {"body": "award nominations don't make someone a trusted source lmao", "score": 15}}}], "data": {"body": "Yeah can't trust an Oscar nominated director I suppose. 🥴", "score": -16}}}], "data": {"body": "That looks like an incredibly unreliable source of information.", "score": 28}}}, {"SquareVehicle": {"data": {"body": "Have we already forgotten about Nicki Minaj's cousin if we're going by things I read on Twitter?  https://www.bbc.com/news/newsbeat-58571353", "score": 0}}}, {"walter_midnight": {"children": [{"nonsensestuff": {"data": {"body": "I didn't say I was?? Lmao", "score": 0}}}], "data": {"body": "THAT also happens to be a big turd of an unreliable anecdote, maybe don't put all your eggs in this particular basket.", "score": 2}}}], "data": {"body": "[THIS ](https://twitter.com/Lexialex/status/1572248110122029056?t=apFvspNYWHia4RxbP07gcQ&s=19) story about someone's fully vaxxed, healthy friend getting mild cases of COVID multiple times scares the shit out of me. They were fine until the 4th infection 👀😳", "score": 15}}}, {"sulferzero": {"data": {"body": "I'm masked up whenever I get groceries still got covid because my wifes boss came to work sick like a fucking asshole. then the whole office was out like a week and a half later. I slept 32 out of the first 48 hours when it was at its worst. And I was lucky. I can't believe people stopped wearing masks.", "score": 17}}}, {"tweakingforjesus": {"children": [{"dublin2001": {"data": {"body": "\"I have an underlying condition called PASC, it's a neurological condition only diagnosed in the last few years, you wouldn't have heard of it.\"", "score": 6}}}, {"kcarmstrong": {"children": [{"AdultishRaktajino": {"data": {"body": "Then sniffle and clear your throat.", "score": 6}}}, {"LadyBugPuppy": {"data": {"body": "I think it’s so weird when people want you to take off your mask. Your mask is protecting them, why do they want to be less protected? I get why people don’t wear masks anymore, but I don’t get actively wanting others to be maskless.", "score": 8}}}], "data": {"body": "Just tell them you tested positive for COVID a few days ago, while pretending to start to take off the mask.", "score": 33}}}], "data": {"body": "I've been rocking an N95 mask in public since March 2020.  Even now when everyone else is unmasked.  If anyone gives me grief I simply tell them that cancer treatments destroyed my immune system.  I've never had cancer but that's none of their f'ln business.\n\nAttending a funeral in a couple weeks will be fun.", "score": 72}}}], "data": {"body": "This is what annoys me the most.  People that say COVID isn’t a big deal don’t realize the damage it does to your body that you can’t see.  Now imagine the lungs of someone who’s had COVID 10 times 10 years from now.\n\nI’ll probably never stop wearing a KN95 in public places like the grocery store, etc.  I also haven’t been sick since December 2019.", "score": 248}}}, {"Revolutionary_Bee700": {"data": {"body": "I sometimes feel like we don’t know anything more about covid than we did three years ago. Even as a scientist myself, when I try to do my own diligence with professional resources is either “it’s a cold” or “everyone who gets it is gonna die”. \nI know research takes years or decades, but the layperson’s communication from the medical community has been awful.  This why people give up. I hate this timeline.", "score": 15}}}, {"Thac0": {"children": [{"Randomfactoid42": {"data": {"body": "Yeah, I've been told, \"It's only 3,000/week!\"  \n\nsmdh", "score": 14}}}], "data": {"body": "Didn’t you hear the pandemic is over because less people are dying 😑", "score": 20}}}, {"babyyodaisamazing98": {"children": [{"Vanilla35": {"data": {"body": "That’s happening right now in the US, but it’s because of obesity.", "score": 1}}}, {"stackered": {"data": {"body": "its going to have a big impact, not a decade but years for sure (averaged out by people who didn't die young from it).  over a lifetime of being infected over and over and over again, like we all will be... its not a good thing for sure.  the chunk of people who didn't wear masks and do the right thing fucked us hard.", "score": -1}}}], "data": {"body": "I’m starting to wonder if 50 years from now life expectancy is going to drop back down to 50-60 due to continual damage from Covid. It seems to permanently damage almost every major system in our bodies.", "score": 14}}}, {"bananafor": {"children": [{"Kick_Natherina": {"children": [{"GroblyOverrated": {"children": [{"disturbedtheforce": {"children": [{"TheGigaChad2": {"children": [{"disturbedtheforce": {"data": {"body": "Really? As I am sure my information on a case is not the single one out there, but one of many. Please though, continue your misinformation peddling. You either sound like a bot, or someone who gets all their info from one.", "score": 11}}}], "data": {"body": "Sounds like BS to push your narrative", "score": -30}}}], "data": {"body": "Yeah...tell that to the 14 year old I know who developed Covid early on, and now is waiting for a double lung transplant due to drastically reduced lung capacity. Recovery shouldnt include transplants to get back function. Just saying.", "score": 24}}}], "data": {"body": "Not only that but the lungs do reciver fully.", "score": -29}}}, {"Lycid": {"data": {"body": "Also, once again.... This study was done almost a year ago and was done with unvaccinated people when DELTA was still the dominant strain.\n\nOnce again, a largely irrelevant study for current covid among typical people. Once again, easy upvotes to cause a needless furoar to fuel excessive worries amongst COVID hypochondriacs looking for any excuse to keep worrying.", "score": -6}}}, {"None": {"children": [{"Feralpudel": {"data": {"body": "It is important to note that this is in no way a representative sample—the study recruited parents, and as the authors note, this introduces considerable selection bias.", "score": 4}}}, {"iamnotazombie44": {"children": [{"Magnesus": {"children": [{"iamnotazombie44": {"data": {"body": "Why?\n\nThe conclusion is that kids get long COVID and lung damage from COVID. Perhaps at lower rates, but they *are* susceptible.\n\nMost of the previous research hasn't studied child cases much, and the general consensus was that kids are much more naturally immune. They tend to get a much milder set of symptoms, and *do* have much lower rates of long COVID. But...\n\nIt seems that long-lasting lung damage is still on the table, even for healthy children who get the virus. It seems that a 9 year old can have their lungs crippled by COVID in the same way a 55 year old does.\n\nThis is good for doctor to know, and important for researchers. It helps them to understand *why* people who get lung damage or long COVID, were \"chosen\" by the virus.", "score": 10}}}], "data": {"body": "It is only a preliminary study, it shouldn't be in the news at all.", "score": -7}}}], "data": {"body": "Here, read the actual research paper, start with the first line under 'Background'.\n\nThis study also purposefully selected 50 children to study for the test, half had long COVID and half had recovered but didn't have long COVID symptoms.\n\nhttps://pubs.rsna.org/doi/10.1148/radiol.221250\n\nThis text is incredibly dense and the general public is not used to dealing with scientific type-literature (it sucks). \n\nScience news writers often try to translate these articles into more plain English, but their qualifications and skill vary.\n\nIf you can stomach reading the full scientific manuscript, it often (but not always) will give a different impression of the research than the sensationalized news article.", "score": 11}}}], "data": {"body": "[deleted]", "score": -2}}}, {"jehosephatreedus": {"data": {"body": "Man, I thought I had a huge ego.", "score": 2}}}, {"oldnative": {"children": [{"Kick_Natherina": {"children": [{"oldnative": {"children": [{"MuggleRat": {"children": [{"iamnotazombie44": {"children": [{"MuggleRat": {"children": [{"JonathanApple": {"data": {"body": "Go away ya frickin pest", "score": 4}}}, {"Sguru1": {"children": [{"MuggleRat": {"data": {"body": "Most people don't have scientific literacy, evidently including the people freaking out over long COVID.", "score": -2}}}], "data": {"body": "No one with any sort of scientific literacy is going to interpret a study based on a headline.", "score": 3}}}, {"iamnotazombie44": {"children": [{"Meems04": {"data": {"body": "I laughed hysterically at this response. Ready for my proximity downvoted to commence 😈", "score": 2}}}], "data": {"body": "Please show us where the headline touched you...the rest of the class who read the article would like to know where it lied. \n\nI've read both, the same verbage used in the article is used in the research paper, its a decent article.\n\nIn science, we call them titles not headlines. It's meant to outline your work in a sentence so we can choose to read it. We then read the abstract to understand the claims and content before reading the entirety.\n\nAgain, right here:\n https://pubs.rsna.org/doi/10.1148/radiol.221250\n\n>**Conclusion**\n\n>Low-field MRI showed persistent pulmonary dysfunction in both children and adolescents recovered from COVID-19 and with long COVID.\n\nIf you think you found some glaring lie in this paper, please contact RSNA here, https://pubs.rsna.org/page/help. I found their methods acceptable and their conclusions convincing. But, if you are right, the Journal will thank you, figuratively backhand the research group, and potentially issue a retraction. That's how scientific publications work.", "score": 8}}}], "data": {"body": "A bad headline can lead people to interpret a study completely incorrectly in spite of the data actually given in the study. This is just true.", "score": -6}}}], "data": {"body": "WTF is this broken logic, lol.\n\n*Article headline \"lies via omission\" because it's not the whole article, more incomplete thoughts at 11*\n\nP.S. Here's the actual research publication.\n\nhttps://pubs.rsna.org/doi/10.1148/radiol.221250", "score": 21}}}], "data": {"body": "The headline is 'accurate' if also lying by omission since it doesn't explain any caveats of the study. I absolutely hate the state of scientific journalism these days.", "score": -18}}}], "data": {"body": "It only makes it sound conclusive if read in a biased manner.  The headline is accurate to the findings of the study.  But I get you.", "score": 19}}}], "data": {"body": "Oh for sure, I’m just saying - the headline always makes it look conclusive to the majority of people that read these threads. I’m just trying to make it clear for people that don’t take the time to read the study.\n\nThank you.", "score": 18}}}, {"trevorefg": {"children": [{"reallybirdysomedays": {"children": [{"Neglected_Martian": {"children": [{"Kale": {"data": {"body": "That's basic clinical study design. Control or at least discuss Ethnicity, sex, age, BMI, self-selection, choice of metric, comorbidities, and statistical sampling technique and statistical test.", "score": 1}}}], "data": {"body": "That’s where the “appropriate statistical techniques” part comes in.", "score": 9}}}], "data": {"body": "Also, sample size vs population pool matters. \n\n*24/24 children in Sue's classroom have lice* means something completely different than *24/1000 children in the school have lice*", "score": 11}}}, {"schmuckmulligan": {"children": [{"Kale": {"data": {"body": "This is one reason COVID vaccines were approved so quickly. The test vaccines were administered, COVID is so infectious that the control group was exposed quickly, and the protective effects of the vaccine on the early strains quickly reached statistical significance.", "score": 5}}}], "data": {"body": "As an extension or simplifying the second point, if an effect size is particularly large, you don't need a large sample. E.g., if we were doing a study on the effects of drinking a glass of cyanide, we wouldn't need to run the intervention hundreds of times to reach statistical significance.", "score": 17}}}], "data": {"body": "Thank you. The reddit science police always mention sample size like it's some kind of gotcha. 1) Pilot studies exist and 2) appropriate statistical techniques can in a lot of ways make up for small n.", "score": 75}}}], "data": {"body": "This is how studies work.  If you read the summary there is a larger cohort already planned.", "score": 139}}}, {"thedelusionalwriter": {"data": {"body": "For some studies, sure, but for a study that is simply saying - hey, recovery doesn’t mean recovery so do more scans - it seems pretty effective.", "score": 6}}}], "data": {"body": "There was a very small sample size for this study as well. I’d say more research and larger sample size is needed for conclusive results… 59 people is kind of low numbers for something like this. 24 of the patients also had long covid. This is why it is important to not just read the headline, people.", "score": 163}}}, {"Mochigood": {"data": {"body": "I participated in extensive hours long MRI stuff for science in August of 2019 and February of 2020 and I keep hoping/waiting for them to call me to do some post pandemic stuff too for before and after reasons.", "score": 25}}}], "data": {"body": "More scans need to be done in apparently recovered children and adults.", "score": 559}}}, {"cool_side_of_pillow": {"data": {"body": "Anecdotal, but I had covid in January. In May I caught a cold and my chest/lungs hurt a LOT when I coughed or sneezed. I thought I had pleurisy. They hurt way more than any other time I had a cold or flu.", "score": 0}}}, {"dublin2001": {"children": [{"BaronVonBullshit-117": {"data": {"body": "Consider switching to a dry herb vaporizer if you're concerned.", "score": 2}}}, {"Tarbel": {"data": {"body": "Even cigarette addiction damage can be mostly reversed after quitting so I think it'll take a whole lot", "score": 1}}}], "data": {"body": "How many joints can I smoke before I start approaching the same level of damage?", "score": 3}}}, {"edgeofthecrowd": {"data": {"body": "\"iT's oNlY a lItTlE fLu! lIvE yOuR lIfE bRo\". /s", "score": 1}}}, {"hobo888": {"children": [{"Astilaroth": {"data": {"body": "I was on more or less the sane timeline and coughed for months, but it coincided with hayfever for me which seemed to hit extra hard this year (dry & strong winds). If you're still coughing I would get it checked.", "score": 2}}}, {"The_red_spirit": {"children": [{"hobo888": {"data": {"body": "honestly no idea, I should look into it more. at the very least it's helped me to quit smoking weed and work out more to counteract it.", "score": 1}}}], "data": {"body": "I still have it. Does it mean anything?", "score": 0}}}], "data": {"body": "definitely feel like I've had some lingering effects myself after getting it in May. my cardio wasn't impacted too bad but I have been couching up thick nasty mucus every day", "score": 7}}}, {"iamboosh": {"data": {"body": "I also have covid-based lung damage, 4x vax doses, late 20s. I got covid around 6 weeks ago and have had a wheeze ever since. More recently ive had a minor amount of fluid on my lungs (about 2 weeks). Was told it likely isnt permanent but that itll be 6 to 8 months before the issue resolves itself if its going to", "score": 3}}}, {"katsukare": {"data": {"body": "One of the many reasons why people in the west are going to be dealing with this for a long time to come.", "score": 0}}}, {"odoroustobacco": {"children": [{"DustyRegalia": {"children": [{"odoroustobacco": {"data": {"body": "Fully and totally agree. For as much as there are those of us with reasonable fears about what the long-term or future impacts of our COVID infections are or will be, there's so much more of a likelihood that children or young people will have those complications because parents and our leaders insisted they go back in-person.", "score": 6}}}], "data": {"body": "This is a very fair and reasonable consideration to bring up. But before holding up a logical warning, consider that our vaccine uptake rates for kids is abysmal overall, and unlike with the adults it’s not fair for us to just write it off as their own fault for just not getting vaccinated. \n\nEven if vaccines do prevent or mitigate lung damage in young people, there will be staggering numbers, millions at least, of children whose parents and local governments fail them by not forcing the issue that they get vaccinated. The irresponsible false narrative pushed from day 1 of the pandemic that young people have nothing to fear from Covid is going to harm an entire generation of people as they mature into adults with compromised health.", "score": 21}}}], "data": {"body": "I understand that parents were forced to send their children back to schools and that authorization of vaccines was criminally slow for under-16's, so this is not intended to blame anyone at all for doing what they had to. However:\n\n>All but one of the patients had been unvaccinated at the time of original infection. \n\nI feel like this is an important gap for follow-up, as well as needing to follow up about long-term changes/improvements/decompensations (this study appears to be cross-sectional).", "score": 40}}}, {"pokemonisok": {"children": [{"corneliusduff": {"data": {"body": "Hallmark of know-it-alls talking about a novel virus", "score": 1}}}], "data": {"body": "The claim that children werent being affected with covid was always stupid", "score": 17}}}, {"sifuyee": {"data": {"body": "The picture in the article really drives home the dramatic long term consequences of COVID, even if you don't get Long COVID.  My mother in law is still on high rate supplemental O2 two years later.  I'll keep masking, thanks.", "score": 2}}}, {"systoliq": {"children": [{"theshere": {"children": [{"systoliq": {"children": [{"theshere": {"data": {"body": "Oh yeah I totally agree, it would be good to see if there's notable protection from vaccination. I would expect there to be *some* but also for results to be all over the place based on what strain the child got vs. how many doses of which vaccine they received.\n\nA lot of the slow uptake in <12's has been around this perceived lack of benefit because of this pervasive notion that children \"don't die from COVID\" as if outcomes were this binary live/die thing and not more nuanced.\n\nA study showing qualitative improvement in post-infection outcomes would be huge and I expect that's forthcoming.", "score": 0}}}], "data": {"body": "I was thinking it would be useful to compare it to a vaccinated cohort to see if there’s an inverse relationship with vaccination and lung damage but that’s a much smaller group than I thought.", "score": 2}}}], "data": {"body": "Important to note that like 1-in-4 children age 11 or younger in the US are vaccinated.", "score": 5}}}], "data": {"body": "Small sample size but also important to note all but one were unvaccinated", "score": 6}}}], "data": null}, "ecgz88": {"children": [{"DarkRiches61": {"children": [{"pl487": {"data": {"body": "The ship was always going down, it was just a question of whether it would go down so fast that we could make enough life jackets (vaccines) in time.", "score": 1}}}], "data": {"body": "At some point, someone decided this ship is going down and we're all going down with it, like it or not. That's how \"learn to live with\" the disease always came across to me. Sure enough, most people everywhere stopped trying, if they ever really tried. Society surrendered, but the virus never did, and never will. Now those of us still trying are left with butter knives in a gun fight where we are vastly outnumbered and outgunned. We can only hold out for so long, but we will keep it up--not by \"locking ourselves in basements\" but by using all the tools we have.\n\nGood luck, everyone--and I mean that, because it's all on you, basically by fiat.", "score": 0}}}, {"Light-Yagami_-": {"data": {"body": "For any in here who are medically \"in the know\", do we know all of the long-term effects of covid by now in the sense of whether or not it can do something like shingles does from a prior chickenpox infection decades later? Or do we just not know?", "score": 2}}}, {"Netprincess": {"data": {"body": "We are just ignoring it.  Poof it's gone now.", "score": 17}}}, {"Viewfromthe31stfloor": {"data": {"body": "Is it worse though? We expected it to be bad after the horrible response.", "score": 0}}}], "data": null}, "adotmatrix": {"children": [{"ConorRowlandIE": {"children": [{"Living-Edge": {"data": {"body": "For many people, they just refuse to deal with any inconvenient reality until it directly confronts them.  I'm ok with confronting reality and adapting a little (like wearing a mask in indoor unventilated or crowded places) to mitigate risk but some people are very uncomfortable with reminders that a lot of people are dying or becoming disabled and they're not any healthier themselves despite their wishful thinking\n\nThere's a lot of people deep in denial or clinging to comforting delusions right now rather than taking action for their own wellbeing", "score": 7}}}], "data": {"body": "Long-COVID is torturous. Hopefully a cure or effective treatment becomes available really soon. Not sure I can live like this much longer. Lots of LC patients have already taken their own lives but the public still seems largely unaware of how debilitating it is.", "score": 7}}}, {"PenguinJedi": {"data": {"body": "Covid  🤝 Lupus\n\nBeing no different than the flu", "score": -11}}}], "data": null}, "Viewfromthe31stfloor": {"children": [{"Bear-Force-Won": {"children": [{"Unique-Public-8594": {"children": [{"sentientcreatinejar": {"children": [{"WakeUpTimeToDie23": {"children": [{"None": {"data": {"body": "[removed]", "score": 1}}}, {"None": {"data": {"body": "[removed]", "score": 1}}}], "data": {"body": "Yep. Pulitzer Prize winning journalist Chris Hedges was fired from the NYT due to his anti war stance in 2003.\n\n\n[Wikipedia](https://en.m.wikipedia.org/wiki/Chris_Hedges)", "score": 1}}}], "data": {"body": "The Iraq War would like a word.  Along with numerous other world events through the ages.", "score": 1}}}], "data": {"body": "NYT isn’t known for garbage.", "score": 18}}}, {"Viewfromthe31stfloor": {"data": {"body": "It’s not garbage and I posted the entire article for everyone. It just takes me a little while to cut and paste it. Lol.", "score": 41}}}, {"nakedrickjames": {"data": {"body": ">Omicron not having a new name by now is a marketing gimmick\n\nThat's really a misunderstanding of the purpose of variant naming conventions. If you go on [Nexstrain](https://nextstrain.org/ncov/gisaid/global/6m) you can see for yourself, the reason they haven't changed is that they are all direct lineages of Omicron, it's just that it hasn't hit evolutionary dead-ends like the others have.", "score": 12}}}, {"thedirtygame": {"data": {"body": "Saying it is a \"marketing gimmick\" is a marketing gimmick, sounds like you've been reading too many professional Russian Troll memes online", "score": 5}}}, {"usmnturtles": {"data": {"body": "Excerpt from the article:\n\n>\tLorenzo Subissi, an infectious disease expert with the W.H.O., said that the organization was not giving Greek letters to lineages like BA.2.75.2 because they are much like the original Omicron viruses. For example, it appears that all Omicron lineages use a distinctive route to get into cells. As a result, it is less likely to lead to severe infections but possibly better able to spread than previous variants.\n\n>\t“W.H.O. only names a variant when it is concerned that additional risks are being created that require new public health action,” Dr. Subissi said. But he did not rule out a Pi in our future.\n\n>\t“This virus still remains largely unpredictable,” he said.", "score": 2}}}], "data": {"body": "Omicron not having a new name by now is a *marketing gimmick*\n\nAlso this is paywalled garbage", "score": -44}}}, {"Viewfromthe31stfloor": {"children": [{"Viewfromthe31stfloor": {"data": {"body": ">Dr. Murrell cautioned that scientists have yet to run experiments that will show the effectiveness of BA.5 booster shots against BA.2.75.2. He suspected that getting a big supply of BA.5 antibodies would provide some protection, especially against severe disease.\n\n>”It’s still important, but we’ll have to wait for the data to come out to see exactly what the magnitude of the boosting effect is,” Dr. Murrell said.\n\n>There’s no reason to expect that BA.2.75.2 will be the end of the evolutionary line. As immunity builds to previous versions of Omicron, new versions will be able to evolve that can evade it.\n\n>”I don’t think it’s going to hit a wall in the mutational space,” said Daniel Sheward, a postdoctoral researcher at the Karolinska Institute and co-author on the new study.\n\n>Lorenzo Subissi, an infectious disease expert with the W.H.O., said that the organization was not giving Greek letters to lineages like BA.2.75.2 because they are much like the original Omicron viruses. For example, it appears that all Omicron lineages use a distinctive route to get into cells. As a result, it is less likely to lead to severe infections but possibly better able to spread than previous variants.\n\n>”W.H.O. only names a variant when it is concerned that additional risks are being created that require new public health action,” Dr. Subissi said. But he did not rule out a Pi in our future.\n\n>”This virus still remains largely unpredictable,” he said.\n\nCorrection: Sept. 22, 2022\nAn earlier version of this article misstated the year that the original Omicron variant emerged. It was 2021, not 2022.", "score": 20}}}], "data": {"body": ">Where is Pi?\n\n>Last year, the World Health Organization began assigning Greek letters to worrying new variants of the coronavirus. The organization started with Alpha and swiftly worked its way through the Greek alphabet in the months that followed. When Omicron arrived in November, it was the 13th named variant in less than a year.\n\n>But 10 months have passed since Omicron’s debut, and the next letter in line, Pi, has yet to arrive.\n\n>That does not mean SARS-CoV-2, the coronavirus that causes Covid-19, has stopped evolving. But it may have entered a new stage. Last year, more than a dozen ordinary viruses independently transformed into major new public health threats. But now, all of the virus’s most significant variations are descending from a single lineage: Omicron.\n\n>”Based on what’s being detected at the moment, it’s looking like future SARS-CoV-2 will evolve from Omicron,” said David Robertson, a virologist at the University of Glasgow.\n\n>It’s also looking like Omicron has a remarkable capacity for more evolution. One of the newest subvariants, called BA.2.75.2, can evade immune responses better than all earlier forms of Omicron.\n\n>For now, BA.2.75.2 is extremely rare, making up just .05 percent of the coronaviruses that have been sequenced worldwide in the past three months. But that was once true of other Omicron subvariants that later came to dominate the world. If BA.2.75.2 becomes widespread this winter, it may blunt the effectiveness of the newly authorized boosters from Moderna and Pfizer.\n\n>Every time SARS-CoV-2 replicates inside of a cell, it might mutate. On rare occasions, a mutation might help SARS-CoV-2 replicate faster. Or it might help the virus evade antibodies from previous bouts of Covid.\n\n>Such a beneficial mutation might become more common in a single country before fading away. Or it might take over the world.\n\n>At first, SARS-CoV-2 followed the slow and steady course that scientists had expected based on other coronaviruses. Its evolutionary tree gradually split into branches, each gaining a few mutations. Evolutionary biologists kept track of them with codes that were useful but obscure. No one else paid much attention to the codes, because they made little difference to how sick the viruses made people.\n\n>But then one lineage, initially known as B.1.1.7, defied expectations. When British scientists discovered it, in December 2020, they were surprised to find it bore a unique sequence of 23 mutations. Those mutations allowed it to spread much faster than other versions of the virus\n\n>Within a few months, several other worrying variants came to light around the world — each with its own combination of mutations, each with the potential to spread quickly and cause a surge of deaths. To make it easier to communicate about them, the W.H.O. came up with its Greek system. B.1.1.7 became Alpha.\n\n>Different variants experienced varying levels of success. Alpha came to dominate the world, whereas Beta took over only in South Africa and a few other countries before petering out.\n\n>What made the variants even more puzzling was that they arose independently. Beta did not descend from Alpha. Instead, it arose with its own set of new mutations from a different branch of the SARS-CoV-2 tree. The same held true for all the Greek-named variants, up to Omicron.\n\n>It’s likely that most of these variants got their mutations by going into hiding. Instead of jumping from one host to another, they created chronic infections in people with weakened immune systems.\n\n>Unable to mount a strong attack, these victims harbored the virus for months, allowing it to accumulate mutations. When it eventually emerged from its host, the virus had a startling range of new abilities — finding new ways to invade cells, weaken the immune system and evade antibodies.\n\n>”When it gets out, it’s like an invasive species,” said Ben Murrell, a computational biologist at the Karolinska Institute in Stockholm.\n\n>Omicron did particularly well in this genetic lottery, gaining more than 50 new mutations that helped it find new routes into cells and to infect people who had been vaccinated or previously infected. As it spread around the world and caused an unprecedented spike in cases, it drove most other variants to extinction.\n\n>”The genetic innovations seen in Omicron were far more profound, as if it was a new species rather than just a new strain,” said Darren Martin, a virologist at the University of Cape Town.\n\n>But it soon became clear that the name “Omicron” hid a complex reality. After the original Omicron virus evolved in the fall of 2021, its descendants split into at least five branches, known as BA.1 through BA.5.\n\n>Over the next few months, the subvariants took turns rising to dominance. BA.1 went first, but it was soon outcompeted by BA.2. Each one was distinct enough from the others to evade some of the immunity of its predecessors. By this summer, BA.5 was on the rise.\n\n>The U.S. Food and Drug Administration responded by inviting vaccine makers to produce booster shots that included a BA.5 protein along with one from the original version of the virus. Those boosters are now rolling out to the public, at a time when BA.5 is causing 85 percent of all Covid cases in the United States.\n\n>But BA.5 could be fading in the rearview mirror by winter, scientists said. Omicron has continued to evolve — likely by sometimes jumping among hosts, and sometimes hiding for months in one of them.\n\n>Since these new lineages belong to Omicron, they haven’t gotten a Greek letter of their own. But that doesn’t mean they’re just a slight twist on the original. Antibodies that could latch onto earlier forms of Omicron fare poorly against the newer ones.\n\n>”They could arguably have been given different Greek letters,” Dr. Robertson said.\n\n>BA.2.75.2 is among the newest of Omicron’s grandchildren, identified just last month. It’s also the most evasive Omicron yet, according to Dr. Murrell. In lab experiments, he and his colleagues tested BA.2.75.2 against 13 monoclonal antibodies that are either in clinical use or in development. It evaded all but one of them, bebtelovimab, made by Eli Lilly.\n\n>They also tested the antibodies from recent blood donors in Sweden. BA.2.75.2 did substantially better at escaping those defenses than other Omicron subvariants did.\n\n>The researchers posted their study online on Friday. Researchers at Peking University reached similar conclusions in a study posted the same day. Both have yet to be published in a scientific journal.", "score": 34}}}, {"bananafor": {"children": [{"Viewfromthe31stfloor": {"children": [{"TheGlassBetweenUs": {"children": [{"dj_soo": {"children": [{"BFeely1": {"data": {"body": "How do each year's flu shots get rolled out?", "score": 3}}}], "data": {"body": "you aren't wrong. US opted to forgo full human testing on the BA.5 vaccine and just roll it out while other countries wanted full testing - which would take a lot longer for the BA.5 vaccine to make it out.\n\nAt least that's the reason given in Canada.", "score": 3}}}], "data": {"body": "I may be wrong but I think the US is the only country currently offering ba.5 boosters?", "score": 8}}}], "data": {"body": "Really. That’s interesting.", "score": 3}}}], "data": {"body": "Canada is offering booster shots now that are based on BA.1. \n\nIt'll be an interesting winter.", "score": 10}}}], "data": null}, "XXmynameisNeganXX": {"children": [{"Asinick": {"children": [{"ettubrute_42": {"children": [{"Asinick": {"children": [{"ettubrute_42": {"data": {"body": "Great! Thank you for the info.", "score": 2}}}], "data": {"body": "Yes, the booster is much better matched to all circulating variants than our original vaccines were.  \n\nThe one study I've seen that looked at BA.2.75.2 (the most immune evasive thing studied so far) found it had a similar distance from our booster as Beta did from the original vaccine -- so it's still a much much better match than our original vaccines are to vanilla Omicron\n\nAnd yes, everything circulating right now is either an Omicron sublineage, or a Delta-Omicron recombinant.", "score": 12}}}], "data": {"body": "So, along these lines, do you feel like the new booster will help? Are these all Omicron subsets?", "score": 3}}}], "data": {"body": "BF.7 is kind of outdated at this point. It had a time where it was the most fit variant, but at this point there's no expectations it will take over, due to newer stuff that's growing faster.   \nBF.7, like BA.4.6, is characterized by having S:346T, which grants immune evasion and appears to also slightly improve binding. \n\nBF.7 however is S:346T on top of a more fit BA.5 sublineage, and BA.5 is more fit than BA.4 in general. \n\nSo, BF.7 is basically a better BA.4.6.", "score": 7}}}, {"DarkRiches61": {"data": {"body": "Feels like one of these days we'll have the \"Medusa\" variant: so contagious you can get it just by looking at someone who has it!!", "score": 1}}}, {"PenguinJedi": {"children": [{"Zaius1968": {"data": {"body": "Correct", "score": 2}}}], "data": {"body": "bUt ThE pAnDeMiC iS oVeR????", "score": 2}}}, {"blackfyre709394": {"data": {"body": "It ain't evah gonna stop wfh forever", "score": 13}}}, {"cakez_": {"children": [{"ConorRowlandIE": {"children": [{"JustAnAverageGuy0022": {"data": {"body": "Ngl, Long Covid is no joke... My uncle has it, he's no longer at his 100% upbeat energy level. Hope there's a viable treatment soon.", "score": 9}}}], "data": {"body": "Omicron is already causing Long-COVID, even in the vaccinated.\n\nLong-COVID is the most common severe outcome of infection, not hospitalisation or death. LC should be the real measure of the virus’ impact.", "score": 31}}}, {"KyleRichXV": {"children": [{"AhmedF": {"children": [{"sweetempoweredchickn": {"children": [{"AhmedF": {"data": {"body": "So - yeah. The effect is true (especially as the most susceptible are dead).\n\nBut bring back a naive population and woof.", "score": 1}}}, {"evanc3": {"children": [{"None": {"data": {"body": "[removed]", "score": 1}}}, {"Sguru1": {"children": [{"evanc3": {"data": {"body": "Yeah! I heard about that for the first time during COVID, which is why I left it open as a possibility. But I have NO idea how much it actually is or how effective they are.", "score": 1}}}], "data": {"body": "On an unrelated note, mothers do pass antibodies to their children through the placenta and breast milk. It’s not like enough to skip the measles vaccines. But it’s not nothing.", "score": 1}}}], "data": {"body": "Are you implying that most viruses have immunity transferred from mother to child? Because if not this makes no sense. Those viruses that \"Europeans caught multiple times as children\" killed hundreds of thousands of them. The *adult* population might be partially immune, but the viruses damage to society (deaths) is exactly the same in either case. Native Americans saw a mass casuality event, but Europeans dealt with high childhood mortality.\n\nThis doesn't remotely back up your argument. \n\nThe only thing that might be partially true is the acquired immunity in the community might slow the spread of the diseases a little bit, but in no way does that make them more mild.", "score": 5}}}], "data": {"body": "The reasoning is incorrect but the overall idea is true. As waves of a virus sweep through the population, both population and broader individual immunity is built over time through repeated infections. Over time the virus tends to become milder to humans, even if the virus itself is not intrinsically less virulent.\n\nThis is why native Americans were ravaged by many of the viruses Europeans brought over -- because they were all immunologically naive to viruses any European would have caught multiple times during childhood.", "score": -9}}}], "data": {"body": "Unfortunately untrue :(\n\nEvery evolutionary biologist has dunked on this over and over and over again.\n\nI *wish* it were true.", "score": 34}}}], "data": {"body": "Luckily virus’ natural attenuation tends to lean towards mild disease as opposed to more severe outcomes, since the virus “wants” to spread and it can’t when the host is dead.", "score": -39}}}, {"WhitePetrolatum": {"data": {"body": "Next variant will spread when you read an article about it on r/coronavirus", "score": 0}}}, {"why_not_spoons": {"data": {"body": "> Even MORE transmissible?\n\nI'm generally suspicious of the R_0 estimates for SARS-CoV-2 variants. Variant \"n+1\" is going to be more transmissible than variant \"n\" *in a population where many people have been infected with variant \"n\"*. That doesn't mean it's more transmissible in generally, just that the virus has changed enough to evade immunity and get closer to its original transmissible despite now being in a not entirely naive population. Media reporting has generally been bad at distinguishing the two.", "score": 10}}}], "data": {"body": "Oh come on now!!! Even MORE transmissible? \n\nAt this point I've had it twice already while taking all of the possible measures and boosters I could have possibly taken. Round 2 was a very mild cold basically. My only worry is a variant causing severe illness.", "score": 29}}}, {"soggybottomboy24": {"data": {"body": "Seems pretty inevitable that we will see a rise in cases come fall/winter.", "score": 20}}}], "data": null}, "Fearless-Cricket3297": {"children": [{"The_Skeez": {"data": {"body": "Ohh yes! Skiing here i come!!!!!", "score": 1}}}, {"bplbuswanker": {"data": {"body": "Girlfriend and I just booked our flights to Japan. We were going to Hawaii, but we canceled that lol. FUCK YEAH!", "score": 1}}}, {"jackofslayers": {"data": {"body": "Hell yea!", "score": 3}}}, {"optiplex9000": {"data": {"body": "weebs everywhere rejoice", "score": 1}}}], "data": null}, "AutoModerator": {"children": [{"BeckySharp80": {"data": {"body": "I had my booster scheduled for Friday and tested positive on Tuesday. Feel really drained so far. Had fever on and off for the first two days. Now I have this croup-like cough with congestion. Haven't had a fever since late yesterday afternoon so hoping that part is over.", "score": 3}}}, {"Intelligent_Milk8429": {"data": {"body": "I tested positive yesterday but had a faint line. I had some coughing last night and my chest was uncomfortable.\n\nI did another test today to see if it was more red but the positive line was even fainter than yesterday.\n\nI had been testing prior to being positive (my husband was positive before me) and all those tests were negative. Because I knew my husband was positive, I upped by vitamins by a lot and wore a mask around him and slept in different rooms. Is it possible I was exposed only to a small amount of viral load?", "score": 2}}}, {"TwoInchTickler": {"children": [{"Viewfromthe31stfloor": {"data": {"body": "The bivalent vaccine is an mRNA vaccine like the earlier vaccines.\n\nhttps://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-moderna-pfizer-biontech-bivalent-covid-19-vaccines-use\n\nMy aunt is high risk and allergic to the propylene glycol in these vaccines and her doctor suggested she try Novavax instead. \n\nI don’t know the basis for that recommendation but you might ask your doctor about that option.", "score": 3}}}, {"jax1274": {"data": {"body": "I’m in the same boat as you(ish).  I’m about to get out of the hospital after having been diagnosed with myocarditis(which coincidentally started 12 hours after I took the omicron booster).  Too coincidental in my opinion as I didn’t have this reaction with the other Covid vaccines.  The cardiologists at the hospital were kind of the same way:ambivalent about directing cause towards the vaccine.  I don’t know what to recommend to you.  I am also now starting to think I won’t be getting anymore after this due to what happened( this would be my fourth).", "score": 1}}}], "data": {"body": "Hello\n\nLast year after my booster (Pfizer) I managed to rock suspected myocarditis, well done body! \n\nAt the time, one cardiologist said “fear not, it’s a bad reaction and not great, but you should be fine with taking the vaccine again in future” whilst another cardiologist said “no way Jose, no more of that type of vaccine for you”. I spoke to my doctor and they were fairly “well, it’s very hard to know….” about it. \n\nI have now been invited for the bivalent COVID vaccine, as I do pass as high risk. I do understand the benefits outweighs the risks yadeyada, but am quite on edge about going through it again. Is the bivalent COVID vaccine used in the UK a different “technique”/type of vaccine, so a fresh slate, or just an updated version of last years? \n\nObviously my plan is to speak to my GP about my concerns prior to deciding either way, but as anyone else in the UK will know, that’s not a quick process as the moment! So, I was just hoping for some clarification on if this is the same “type” of vaccine, or if anyone who’s had a shit reaction to an earlier dose has then had a better/worse/same outcome from a latter dose?\n\nThanks!", "score": 5}}}, {"Viewfromthe31stfloor": {"data": {"body": "I found this discussion by Eric Topol on medscape about polio, COVID and monkeypox. Someone might find it interesting. [The Golden Age of Virology? An Expert's Take on Polio, Monkeypox, and COVID-19](https://www.medscape.com/viewarticle/980281)", "score": 2}}}, {"Viewfromthe31stfloor": {"children": [{"BeckySharp80": {"data": {"body": "Pfizer seems to be the only one available where I live. I had Moderna for my first 2 doses and Pfizer for my original booster. I don't think it matters too much.", "score": 3}}}, {"punkchica321": {"data": {"body": "I’ve had 3 shots of Pfizer, getting moderna tomorrow. 🤞🏻", "score": 2}}}, {"traviud": {"data": {"body": "I kept it consistent with a 4th Pfizer shot. I never react badly to them and the streak continues with this one.", "score": 1}}}], "data": {"body": "So in getting the bivalent booster are people staying with the Pfizer or Moderna vaccine they got before?\n\nI have 4 Pfizer shots. Should I consider Moderna? \n\nI messaged my doctor to ask as well but I didn’t know if people had any advise. I’ve been out of the COVID loop for a while now. \n\nThanks.", "score": 3}}}, {"artificial_bluebird": {"children": [{"SteamedHamSalad": {"data": {"body": "That sounds like a recipe for confusion.", "score": 3}}}, {"jdorje": {"data": {"body": "Nothing is preventing megavalent pan-coronavirus vaccines from being rolled out next month except the lack of anyone willing to pay for the research.\n\nThere may be a technical limit to how many valencies mRNA vaccines can include before the cost starts to rise.", "score": 2}}}], "data": {"body": "What's effectively hindering (mRNA) vaccine producers to roll out all sorts of booster variants? I do understand there needs to be FDA (emergency) approval. But wouldn't it be possible to get approval for multiple sets of vaccines or is the FDA actively not wanting that? I don't quite understand why we cannot choose between BA1/2/2.75/4/5/whatever booster, with or without ancestral strain.  \n\n\nBy now there's so much variation of exposure in the population, I think it would be fair to give the individual a chance to educate themselves and then decide what vaccine version they want.", "score": 2}}}, {"dumbartist": {"children": [{"deftones34": {"data": {"body": "I hope you feel better soon. Enjoy your trips!", "score": 1}}}], "data": {"body": "Finally got Covid. I got my booster on Saturday, started feeling sick yesterday and tested this morning. I’m feeling better than last night. I’m a little annoyed cause I was a true shut in all weekend. On the plus side this is the “ideal” time to get it, as I have trips over the next couple months.", "score": 3}}}, {"ingram9999": {"children": [{"LocoDiablo42": {"data": {"body": "It took me about 3 weeks to fully recover after testing positive. Idk if you've actually recovered yet. Good luck.", "score": 2}}}, {"TwoInchTickler": {"children": [{"ingram9999": {"data": {"body": "Yes, it does provide some relief. Thank you", "score": 1}}}], "data": {"body": "Yes! The good news is this doesn’t necessarily mean you’re going to be a long hauler; I seemed to be “off” for about two months but am finally feeling myself again. Obviously not ideal, but I feel like if you’re anything like me, your mind may have gone to “am I going to be like this forever”, so hopefully this can provide some relief!", "score": 2}}}, {"zanesenjak_": {"data": {"body": "Yes and for the 2nd time too... I'm also tired all the time. It's so frustrating.", "score": 2}}}], "data": {"body": "1 week after recovering from covid, I have terrible headaches and brain fog, I felt better when I was actually sick than now, has this happened to any of you?", "score": 5}}}, {"superxero044": {"data": {"body": "I’m on day 12. Still testing strongly positive on at home test even though my symptoms have subsided.  How long does this last for ? I had my omicron booster and caught Covid from my kid 3 days later. He had been in school 3 days and wore a mask. Ugh.", "score": 1}}}, {"traviud": {"data": {"body": "Got my Pfizer bivalent yesterday evening. As was the case with the other shots, I can't lift my arm very high without pain, but not much else to report.", "score": 1}}}, {"whyyoulookinhere": {"children": [{"Cachectic_Milieu": {"data": {"body": "I had an issue for 3 days. Feel fine now.", "score": 1}}}, {"FrancisDilbert": {"data": {"body": "Not just you. I felt pretty sick for at least 48 hours after my new moderna booster.", "score": 3}}}, {"monolith212": {"data": {"body": "Mine was more of a milder combo of the same side effects that I had with the first two primary shots. First booster was basically nothing in terms of side effects and then with this second booster, I had a mild headache for several hours and a low fever for an hour and a half or so. \n\nI also had a high resting heart rate for a couple of days after the second primary shot, but thankfully that hasn't reappeared with either of the boosters. Maybe because the dosage was smaller?", "score": 1}}}], "data": {"body": "Got my Moderna updated booster Tuesday morning, still feeling Ike crap. Is this just me? Everyone else around me seems like they had no side effects", "score": 3}}}], "data": null}, "jackspratdodat": {"children": [{"ArbitrageurD": {"children": [{"salsashark99": {"data": {"body": "I wish academy still had that 10% for health care workers. I got a great price on a sig p365 for all my suffering", "score": 11}}}], "data": {"body": "Should we start up that cringe 7pm clapping thing again", "score": 40}}}, {"Avarria587": {"children": [{"None": {"children": [{"Avarria587": {"data": {"body": "That's really depressing. We outsourced some of our technical staff at my current lab. It's terrible that it seems to be happening at other places, too. \n\nI guess it's coming down to this: If it doesn't require a person to be physically present, it will be outsourced. If it does, a robot will eventually do that job.", "score": 7}}}], "data": {"body": "[deleted]", "score": 24}}}, {"Really_Rilee": {"data": {"body": "Husband *was* a nurse. He quit his low paying staff job and did travel. He made more in those 14 weeks than he would in a year. \n\nHe just finished his APRN degree and is switching to healthcare informatics, looking into online CS degrees, and eventually getting out of healthcare completely. \n\nHe's just so completely done. Deadly virus aside, this pandemic has shown how completely broken our healthcare system is in terms of how it treats their nurses (and other staff, but I only have experience with nurses!). I don't think it would have been nearly as stressful for nurses if they paid people what they were worth and had hospital administration that gave a damn. We also learned to never work staff at a hospital where the union has a no strike clause.", "score": 9}}}, {"Resipiscence": {"data": {"body": "IMHO any job that relies on being a 'calling' is exploitive BS.\n\nA calling that leads to work that is a) fairly compensated and b) sane working conditions is amazing.\n\nAbsent that, being told 'this is a calling, accept BS because cause' is simple extortion of labor.", "score": 33}}}, {"salsashark99": {"children": [{"threecatsdancing": {"children": [{"salsashark99": {"data": {"body": "I was on a covid unit where all the patients were positive. I had 3 patients in a row between gasps beg me for death. One of them it was the first time they said it to anyone. They where on high flow o2 which is on step away from intubation.  \n  \nIl never forget the black heparin hands. They were on so much heparin that their blood vessels leaked.  \n  \nI'd go to a room only to see a dove on the door. It means they are actively dying. Most were alone but sometimes they had a nurse there. Sometimes they had family on zoom.  \n   \nOne time I had to get a patient who's husband was going in the room to say bye before they intubated her. I saw her nurse crying in the hallway because people very rarely make it off the vent. Maybe a month later I saw that patient again in a regular room. They said they spent 2 or 3 weeks on the vent. She was in and out because of long covid. She was the only person I know of to make it off the vent.   \n  \nThe codes. So many codes. \n  \nI was downing a 6 pack a night over this. But I haven't a drink since new years. \n  \nI don't mind talking about it because this is the stuff the public doesn't see. I think i have a duty to talk about it. If I hadn't seen some of this myself I might have though it was overblown", "score": 3}}}], "data": {"body": "Like what?", "score": 2}}}], "data": {"body": "I'm an inpatient phlebotomist and I'm fucking shot. I saw things I wish I didn't see", "score": 38}}}, {"umsrsly": {"children": [{"Avarria587": {"data": {"body": "Sounds about right. They're certainly doing well for themselves while we don't get paid shit.", "score": 1}}}], "data": {"body": "Meanwhile our administrators just keep growing in numbers, while their salaries continue to increase.", "score": 2}}}], "data": {"body": "Anecdotally, I know many in the medical laboratory that have left the field. Our wages haven't increased in any meaningful way and our worker shortages are worse than ever.\n\nAt some point, many are asking if it's worth it. Others are taking up travelling positions. The logic is: \"If I am going to be stressed all the time, I might as well be getting paid for it.\" I have been considering both camps. Health IT with it's higher wages in permanent positions or doing travel work for more than double the pay sounds tempting. Being a permanent healthcare worker is getting worse every day.\n\nI was attracted to healthcare since I wanted to help people. Altruism doesn't pay the bills, though. If I am stressed all the time and can't afford to pay my bills, what's the point?", "score": 144}}}, {"BeckySharp80": {"data": {"body": "Over the years, they have pretty much whittled staffing down to nothing. People can't hold up to those conditions. I am now teaching and would consider another profession if I had to go back to bedside full time. I actually always really liked nursing and the patients but couldn't deal with the whittling away of staff. No secretary ever, maybe a CNA if you're lucky. We are at a 4:1 ratio on my step-down unit but only because the physicians went to administration. They wanted to push us out to 5:1 or 6:1 with POD 1 CABGs.\n\nThere's another hospital in the community that has an 8:1 ratio during the day and up to 10:1 at night. Just nuts.", "score": 3}}}, {"BeckySharp80": {"data": {"body": "I work on cardiac step-down PRN. We get the CABGs after CVR, but they can barely do surgeries due to no staff in the OR and CVR. Same with the cath lab. This is a big hospital that had a high volume of surgeries and caths before Covid. Just reduced to nothing. They are paying 100.00/hr. for contract, and people still won't take it. They treated us all so bad during Covid that people bailed, and it was too late to get them back once.", "score": 2}}}, {"CRCampbell11": {"data": {"body": "No shit!", "score": 0}}}, {"Carichey": {"children": [{"DraculaHeartbeat": {"data": {"body": "100% agree. I’ve worked in the OR for twelve years and we’ve never been fully staffed and they pay us shit compared to the surrounding hospitals. I love my job, but I should’ve left years ago.", "score": 1}}}, {"None": {"data": {"body": "[removed]", "score": 1}}}, {"llame_llama": {"children": [{"Alternative-Donut334": {"children": [{"llame_llama": {"data": {"body": "\"It's not about the money, it's about productivity\"\n\nWell, what's \"productivity\" based on again?", "score": 1}}}], "data": {"body": "When I was in EMS they had productivity numbers that were based on essentially calls per hour. Long transfers would yank it because they considered us off task on our 4 hour return trip. Sorry we can’t teleport back to our coverage area instantaneously to be available for more calls. Once we talked the bean counters into creating return trip tasks all the sudden our numbers looked pretty good. Who’d have thought that all this miles you bill for aren’t just one big circle back to the same hospital?", "score": 1}}}], "data": {"body": "Oh God,  \"productivity\" based exclusively off numbers of ICD codes. Where one 15 minute procedure with 4 charges is \"more productive\" than a 5 hour case that's bundled into 1 charge. And then that's used for staffing.\n\nIt hurts my soul.", "score": 14}}}], "data": {"body": "The pandemic? Shoot, most of us were burned out before the pandemic. We have been understaffed, underpaid, and overworked for decades. We're managed by administrators who have never assessed a patient, but somehow are qualified to value us based on arbitrary numbers on some report generated by the sum of what ICD-10 codes we click on.\n\nThe pandemic was just oxygen added to a burnout that's been destroying our will to exist in this field since we saw the monster for what it really is.", "score": 90}}}, {"Charger2686": {"data": {"body": "Joe Biden says the pandemic is over", "score": 2}}}, {"Colacubeninja": {"data": {"body": "Reaaaaaaalllyy!?!?!", "score": 5}}}, {"DrNukes": {"data": {"body": "German working in nursing care here. I am a different person now. My wife had two kids during the pandemic. I've worked countless 48h and 72h shifts.  \nBeing so stressed out and tired on a three day shift that I didn't change my contacts caused catastrophic damage and I've been fighting going blind in one eye for 2 years. The night my eye turned deep red, I drove back from the ER to finish my shift constantly crying from pain because everybody else was in quarantine.  \nI used to be the chillest dude. Nothing could rile me up. Now I get bouts of anger at small things and I have to escape the room in a panic. I've broken things two or three times when I was alone. Completely out of character. I just want to sleep a whole night. Haven't had more than 3 consecutive hours of sleep since February 2020. I feel like I've aged ten years.", "score": 11}}}, {"DrSkaterOli": {"data": {"body": "lol not really breaking news is it?", "score": 1}}}, {"Gr8NonSequitur": {"data": {"body": "No shit. How is this news?", "score": 4}}}, {"Ima_White_Guy": {"data": {"body": "I feel like this should be a no shit headline.", "score": 8}}}, {"Lissy_Wolfe": {"children": [{"BiscuitsMay": {"children": [{"Lissy_Wolfe": {"children": [{"BiscuitsMay": {"children": [{"Lissy_Wolfe": {"data": {"body": "There's no reason for it to be a news headline anymore. They might as well make a headline that says \"covid still exists\" because they're not presenting any new or relevant information. We know hospital workers are burnt out. Literally everyone is. It's not unique to hospital workers - life sucks right now and there is zero indication of it getting better in the future. Constantly mentioning that hospital staff is \"burned out\" doesn't help anyone, and it just causes more stress and depression by constantly reminding everyone how utterly shitty everything is. I highly doubt anyone finds this constant recycled information \"interesting.\"", "score": -12}}}], "data": {"body": "Well, if you looked at the article they are presenting data from their survey. So it’s new data, which qualifies as news. You will probably say “But it doesn’t tell us anything we didn’t know,” which is probably correct, but some may find it interesting.", "score": 11}}}, {"Mundane-Ad-6874": {"children": [{"Lissy_Wolfe": {"children": [{"Mundane-Ad-6874": {"children": [{"Lissy_Wolfe": {"children": [{"Mundane-Ad-6874": {"data": {"body": "Oh no I’ve got a grasp on things.  You seem like you need a check in", "score": 6}}}], "data": {"body": "There's something wrong with you.", "score": -1}}}], "data": {"body": "You like getting spit on?  I can call you scum and do it too if you’d like.  DM me with your address.  Please enlighten us with your “suffering Olympics”. I’ll send you my address and we can get kinky AF, corona virus style, no masks no protection", "score": 4}}}], "data": {"body": "The \"suffering olympics\" doesn't help anyone, least of all hospital workers. Everyone is burnt out. We know that hospital staff have had a bad time due to all this bullshit. It's not news anymore and hasn't been for a year or two now.\n\nEdit: I didn't even realize how you shit on every other essential worker with that \"staying at home collecting government checks\" bullshit at the end there. For the record, LOTS of people had to continue going to work every day throughout the pandemic, myself and my husband included, and neither of us work in human medicine. So get off your high horse.", "score": -5}}}], "data": {"body": "My wife is a PA at a hospital, she got hours and pay cut.  She got spit on multiple occasions, yelled at, disrespected more and more with each patient as the years went on.  I can tell you first hand, as “front line workers” they absolutely took the brunt of all the BS corona virus brought not to even mention the government/corporations BS that came with it.  But the icing on the cake is the “I know more than you” people who have an active Facebook account, but haven’t even graduated high school.  SO FUCK YES THEY ARE MORE EMOTIONALLY EXHAUSTED THAN MOST PROFESSIONS.  While everyone else stayed at home collecting government checks, she kept at it.  Doing it day after day.  Check yourself before you wreck yourself.", "score": 11}}}], "data": {"body": "I'm aware. That doesn't change anything I said though. This has been a headline for \"news\" articles pretty much every day for the past 2 years. It isn't news anymore.", "score": -11}}}, {"The_Deadlight": {"data": {"body": "It extends way past hospitals as well. I'm an EMS dispatcher currently working an unexpected double because my relief called out for the overnight. Normally, we'd pull an emt who is crosstrained or the paramedic supervisor off of a truck to cover a last minute callout like this. Unfortunately, we have a grand total of one paramedic and one basic working tonight. One ambulance for a city of 50 thousand people and the surrounding towns of ~25k more. What was I supposed to do... Leave at midnight and fuck 75 thousand people out of having an ambulance in the event of an emergency?\n\n\nAll I wanted to do was go home and eat my dinner that is waiting for me in the fridge. Now I get to go home at 8am, drive my kids to school, and sleep for a couple hours before I have to pick them up and go back to work. What happens if my relief calls out again tomorrow? This shit sucks lol", "score": 8}}}], "data": {"body": "Hospitals barely have enough nurses (and other types of workers) to function. It should be terrifying to everyone. \n\nOur healthcare system being exhausted and understaffed doesn’t bode well for the individuals those hospitals serve, aka everyone.", "score": 28}}}], "data": {"body": "Literally everyone is emotionally exhausted amid the pandemic. How is this news.", "score": 6}}}, {"Lowbacca1977": {"children": [{"Bumbaleerie": {"children": [{"Frysalt": {"data": {"body": "Joe Biden declare it during a 60 min interview.  I think the national emergency will expire Oct. 13.", "score": 11}}}, {"TheGlassBetweenUs": {"children": [{"warbeforepeace": {"data": {"body": "This should only be read in morgan freeman’s voice.", "score": 3}}}], "data": {"body": "it didnt", "score": 6}}}, {"mikemaca": {"data": {"body": "Good news. Pandemic is over, it's endemic now so 'qwityerbtchin' and join the parade.", "score": -5}}}], "data": {"body": "When did the pandemic end?", "score": 15}}}], "data": {"body": "Someone should tell them the pandemic is over so they should be recovered by now.", "score": 31}}}, {"MedTechSpurs": {"children": [{"atharvap1396": {"children": [{"MedTechSpurs": {"children": [{"atharvap1396": {"children": [{"MedTechSpurs": {"data": {"body": "There can be reasonable basic services that are covered by universal healthcare, then people can buy into extra private insurance coverage for faster / more cutting edge services if they are willing to pay extra \n\nWe already have extremely long wait times in places like the ER, where I work\n\nIt often also takes a very long time for people to get to see specialists in the US. We already have a shortage of doctors here in the US\n\nBut you are right, certain things can be more difficult to obtain in many countries with universal healthcare, such as MRIs, CT scans etc. you are right it’s never going to be simple or easy. But we know for a fact our current system is not working for most people and is exorbitantly expensive", "score": 15}}}, {"reallybirdysomedays": {"data": {"body": "What you're really saying when you say \"free healthcare means long wait times\" is \"I'm so special that millions of people deserve to go without healthcare at all so I don't get have to wait to get the healthcare they can't have.\"", "score": 2}}}], "data": {"body": "It's not so easy is it? Free healthcare means extremely high wait times. UK and Canada suffer from these problems. When implementing universal healthcare we need to increase the supply of healthcare professionals accordingly. This would mean lower quality of doctors. People have a different attitude and mentality regarding health in different countries. And what may necessarily work in one country may not work in another. Solving healthcare is an extremely hard problem. Do you want good health, fast healthcare or cheap healthcare you have to pick and choose and compromise accordingly. Americans have one of the most unhealthiest lifestyles of the western world, no wonder the healthcare is overburdened and expensive.", "score": -22}}}], "data": {"body": "Well then let’s get universal healthcare like every other modern society - we spend the most money per capita of any other comparable country! \n\nAnd medical bankruptcy causes 2/3rds of all bankruptcy in America. This is already a massive crisis", "score": 23}}}, {"Penjengw": {"data": {"body": "Or hospitals could stop giving their CEOs million dollar bonuses. Costs wouldn’t have to rise if leadership wasn’t so greedy.", "score": 6}}}], "data": {"body": "If there are unions healthcare costs will only rise.", "score": -25}}}], "data": {"body": "Healthcare worker here\n\nOur job is only getting harder and harder every passing month. No pay raises. Worse working conditions. Everyone is burned out. People are quitting left and right. The healthcare system needs a complete overhaul. And we need unions", "score": 47}}}, {"Paperwater17": {"data": {"body": "And THIS is why people are quiting thier jobs left and right!", "score": 2}}}, {"TheNursingWeeb": {"data": {"body": "I became a cna during the pandemic. I lasted 1 year 1 months working on a cardiac floor. This is at the only lvl 1 truama center in my city and  the near neighboring ones as well. \n\n At the start of this I made a whopping $12.36 an hour. +19% night shift differential. By the end the hospital bumped the hospital wide min wage to $15 an hour. Now nearly all positions that didn't require a degree paid the same. (And all positions were underpaid from the start) Don't forget this is during the pandemic.  So the average rent cost in our city rose to about $1700/month, even for a studio. Many of my coworkers who lived on their own were suddently working 2 or 3 jobs to keep up with the cost of living. \n\nI was suppose to only care for 12 patients, often had 24+. One night I had 38. Responsible for the toileting, bathing, incontinence care, vitals, feeding, and then also assisting nurses with bedside care or wound changes. Of course.. you cant and don't get to all of that no matter how hard you try. And It eats you up to not be able to provide the best care you can, or even the minimum care to everyone because you're stretched so thin. \n\nDon't forget the emotional and physical abuse many of us are expected to put up with. Every single shift, mulitple patients would be emotionally abusive to you, because they could be. And management bends over backwards to appease these people and expect you to accommodate them regardless. I finally quit when I was sitting 1 to 1 and the patient began to masturbate to me. They refused to have someone else switch with me or intervine. I finished my shift and quit.  That was in may, im now about to sit for my A+ next week and try to break into IT. I will never return to healthcare.", "score": 3}}}, {"UserNamesCantBeTooLo": {"data": {"body": "People keep on dying. \n\nSometimes we have patients who become depressed because a loved one died, making the patient's condition worse.", "score": 28}}}, {"blame_the_doggo": {"data": {"body": "Can confirm.\n\nSource: Emotionally exhausted HCW", "score": 5}}}, {"bosmacks": {"data": {"body": "Yup. But I still show up. Every day.", "score": 5}}}, {"cive666": {"children": [{"92894952620273749383": {"data": {"body": "The system is rigged. They milk you for everything. From oil and gas. Insurance that doesn't cover anything. Education that cost more and more. Have you seen what they did to books? You can't resell it because the code is now invalid.", "score": 17}}}, {"Cherimoose": {"data": {"body": ">Off topic political, policy, and economic posts and comments will be removed.  https://www.reddit.com/r/Coronavirus/wiki/rules/#wiki_rule_4.3A_avoid_politics", "score": 4}}}, {"Creative_Warning_481": {"data": {"body": "I'm so glad the only place I see this type of shit is on reddit", "score": 1}}}, {"DiabloStorm": {"children": [{"danseaman6": {"data": {"body": "Or... It means that cost of living is so high and their debt from things like student loans for the degrees required for their jobs are so pervasive that they can't just stop working because they'll fucking starve and get evicted.", "score": 10}}}], "data": {"body": "And yet they don't. All this means is that they're willing to take even more abuse.", "score": 6}}}, {"SpongeCake11": {"data": {"body": "That's why I'll never work for an American company again.", "score": 19}}}, {"mikemaca": {"children": [{"Brave_Specific5870": {"data": {"body": "accurate af", "score": 4}}}, {"mmm_burrito": {"data": {"body": "See, told you raising wages caused inflation.\n\n/s, obviously", "score": 102}}}, {"nvrendr": {"children": [{"Hashtaglibertarian": {"data": {"body": "I’m an ER nurse that was around since before COVID existed and got thrown into the throes of it February 2020. \n\nI didn’t receive a raise nor did I get any form of hazard pay. Legit stacking bodies on top of each other only to go back and pretend I didn’t just code a 34 year old because he didn’t believe in COVID. \n\nI hate it here.", "score": 22}}}], "data": {"body": "You guys are getting raises?", "score": 11}}}, {"villageidiot33": {"children": [{"aguane": {"children": [{"NoCourneeeNo": {"children": [{"aguane": {"children": [{"NoCourneeeNo": {"data": {"body": "Sadly you are probably totally right.", "score": 7}}}], "data": {"body": "I’m willing to bet that we’re at different schools and that higher ed in general saw the opportunity to save money by screwing over the faculty and staff rather than reforming the things that actually need reform.", "score": 12}}}], "data": {"body": "I think we work at the same school… is it a high profile college?", "score": 9}}}], "data": {"body": "Least you got a raise. I haven’t gotten a raise since 2019 and there was a year my employer just didn’t match for our 403b. Life in higher Ed as a mental health professional is just swell.", "score": 22}}}, {"firedrakes": {"data": {"body": "some items. bulk buy  will save you a lot of money. other items dont  due to it wont save you money/it will go to waste", "score": -3}}}], "data": {"body": "I got a raise at work and I was like whats the point. Costs for everything else went up. My insurance went up. My $100 small grocery list is now $160. God forbid I have to add in extras like soap, toothpaste or shampoos. That’ll take me over the $180 with wife’s shampoos and soaps.", "score": 72}}}, {"zanderbrown": {"data": {"body": "We got a pizza party too", "score": 16}}}], "data": {"body": "Yeah but we made $13/hr before and now we make $15/hr so everything is better, if you don't count 200% inflation.", "score": 253}}}, {"ohyeaoksure": {"children": [{"danseaman6": {"children": [{"ohyeaoksure": {"data": {"body": "I spent 4 and half years serving in a submarine, it sucked. I lost vacation time because I couldn't take it. There were times we did 12 hours of drills per day. I worked sleepless 36 hour shifts for over a year. When you're at sea, you can't go home, you have to sleep in a bed that someone else just got out of and 60 guys share 3 toilets.  \n\nIn the shipyard, it would go 36 hours straight work, go home and sleep, come back and do 10 -12, go home and sleep, and back to 36  hours. \n\nI understand grueling schedules and long hours better than anyone. Hey guess what I don't do anymore. \n\nDoes that schedule suck? Sure, of course it does, nobody can argue with that. Is anyone compelled to do it? clearly not. A pandemic is a special opportunity to work hard and get your ass kicked. 30 years later you can regale people with your interesting pandemic work story.\n\nedit: and you're right 5 days off is not enough.", "score": 1}}}], "data": {"body": "Partner was a nurse during the pandemic on a general medicine floor at one of the country's biggest hospitals. Sure they have allotted vacation days, but due to the nursing shortage no one could ever get any days approved. And you never wanted to be the one to just not show up because the people who got fucked over were your coworkers, scrambling for one of their 12 hour hell shifts as they all have to cover more patients than they should because there's no one else and no other options. \n\nBut hey, 5 days out of the 20+ they weren't allowed to use rolled over to the next year. So I guess that's nice, right?", "score": 2}}}, {"mmm_burrito": {"data": {"body": "Construction jobs, in many trades.", "score": 2}}}, {"shicken684": {"children": [{"ohyeaoksure": {"children": [{"Bisoromi": {"children": [{"ohyeaoksure": {"data": {"body": "okay, I won't worry about it.", "score": -4}}}], "data": {"body": "You've got slave mindset. Don't worry, most of America does too.", "score": 10}}}, {"fqfce": {"data": {"body": "Nice goalpost your got there. Keeps moving around though.", "score": 3}}}, {"jonker5101": {"children": [{"ohyeaoksure": {"children": [{"jonker5101": {"children": [{"ohyeaoksure": {"data": {"body": "Silly is in the eye of the beholder. I choose not to take the time off, because I don't want to. It would be silly to take it, just because I have it.", "score": 1}}}], "data": {"body": "Same, and paid time off was a part of the agreement of employment. Not using it is just silly.", "score": 1}}}], "data": {"body": "I like my job. I chose my job. My employment is consensual.", "score": -6}}}], "data": {"body": "> I have paid time off, I don't use it\n\nWhy the fuck", "score": 15}}}, {"shicken684": {"children": [{"Love_God551": {"data": {"body": "Especially if they work in a UMC (university medical center)\n\nWages are atrocious for all the people you listed as well as other ancillary staff", "score": 4}}}, {"OutOfFawks": {"data": {"body": "The multibillion dollar healthcare corp I work for raised minimum wage to $18/hr. Still sucks to work there", "score": 6}}}, {"ohyeaoksure": {"data": {"body": "I have worked in a restaurant and a bakery. I stopped doing that because I didn't enjoy it.", "score": -6}}}], "data": {"body": "You've never worked in a hospital have you? Food service, janitorial, LPN, sanitation, porters, social workers. All of them are for the most part living in poverty and make up half of a hospital staff.", "score": 37}}}], "data": {"body": "Yeah, a little paid time off would be nice. Doesn't really make or break my year though. I have paid time off, I don't use it, nice to have though.  But this article was about U.S. Healthcare workers, not food service.", "score": -57}}}], "data": {"body": "Almost every low income retail, food service, and hospitality job in the entire nation.", "score": 73}}}], "data": {"body": "What job in America has no vacation and no sick time or raises?", "score": -68}}}, {"ohyeaoksure": {"children": [{"Presby": {"data": {"body": "Reread the comment. That’s not what it said, is it?", "score": 2}}}, {"ninjasaurxd": {"children": [{"LiquidPuzzle": {"data": {"body": "Its just a strawman, thats all these jerks have got.", "score": 3}}}, {"ohyeaoksure": {"data": {"body": "You need to aim that comment at /u/cive666 claiming that 1/2 of America needs to go on strike.", "score": -15}}}], "data": {"body": "This is what online discourse has become. \"I like apples.\" \"Oh, so you're saying all oranges should kill themselves?\"", "score": 30}}}, {"thecasey1981": {"children": [{"goneresponsible": {"data": {"body": "I support your response :P  Apt citation.", "score": 34}}}, {"ohyeaoksure": {"children": [{"thecasey1981": {"children": [{"cive666": {"children": [{"thecasey1981": {"children": [{"cive666": {"children": [{"thecasey1981": {"data": {"body": "Yea, no help there.  He drank alot after the war, but didn't help much.  Fishing maybe?", "score": 1}}}], "data": {"body": "No I'm good thanks. The way the country is rn pisses me off more than anything. \n\n\nSo Im pissed \n\n\nWhat does grandpa say about that?", "score": 1}}}], "data": {"body": "I got you fam.  You ok?  My grandpa was a doctor in the war.  No stranger to medical craziness. If you're feeling down, incan drop some grandpa wisdom on you.", "score": 4}}}], "data": {"body": "Thanks for getting it.", "score": 14}}}, {"ohyeaoksure": {"children": [{"None": {"data": {"body": "[removed]", "score": 1}}}], "data": {"body": ">Read the room\n\n \"Say what other people want you to say\" \n\n You don't get rich by writing a lot of checks. Every rich person got rich by leveraging massive human labor. If you took the estate of Bill Gates and spread it around to every employee of Microsoft, ever, it wouldn't make two humps of horse shit to any individual.", "score": -12}}}], "data": {"body": "If all you do is work change you life.\n\nNo shit.  The first sentence call for half of the country to strike.\n\nIf your work makes others Roch, hiw does that diminish your life\n\nJesus fuck.  They're not mad because they work alot.  They're mad because that the work hard, with little time off, and not getting ahead.  It's not that someone is getting rich, it's that the other person is getting rich at the expense of all their workers. Read the room bro", "score": 44}}}], "data": {"body": "> What's the point of life if all you do is work to make a few people rich?\n\nIf all you do is work, change your life.\n\nIf your work makes others rich, how does that diminish your life.", "score": -40}}}], "data": {"body": "Lmao\nhttps://www.readnaturally.com/research/5-components-of-reading/comprehension", "score": 71}}}], "data": {"body": "So, in your mind the point of life is to get rich.", "score": -90}}}], "data": {"body": "Half of America needs to go on strike. \n\n\nNo vacation, no sick time, no raises, and long hours. \n\nWhat's the point of life if all you do is work to make a few people rich?", "score": 647}}}, {"dps509": {"data": {"body": "“News”", "score": 5}}}, {"fadingsignal": {"data": {"body": "Don't they know it's over? /s", "score": 6}}}, {"goodguyfdny": {"data": {"body": "NYC 911 EMS. Everyone has been ground down. The ED staffs have no more fucks to give. 2/3 of the 911 EMS weren't here for the 2020 wave that absolutely slammed every level of Healthcare here. The new people coming in are utterly perplexed at why those who remain are absolutely apathetic. The majority of the emergency Healthcare system here was already salty and gritty from years of the grit of NYC. The time since that first wave, and the lack of major changes as a result has led to a \"fuck it\" attitude from some of the most professional and dedicated people I know.\n\nPeople went through the 40k dead in the city of COVID-19 and mountain of dead from the disruption of the system thinking there would be major change coming out the other side. It hasn't shown the slightest sign of happening,  meanwhile the public has little inkling of just how biblical things got in March/April 2020.\n\nWe were working up cardiac arrests in houses with multiple corpses in them that had been waiting days to be picked up by the ME.\n\nPeople are coming in thinking the banging of pots and pans meant anything in terms of sleep, compensation or health to the people who kept the system running.\n\nYeah, nah.", "score": 8}}}, {"jazznessa": {"data": {"body": "And then you have Biden declaring the pandemic over. Wtf.... We are killing ourselves.", "score": 3}}}, {"jmcardle89": {"data": {"body": "Just in. Ground more wet after rain.", "score": 1}}}, {"katsukare": {"data": {"body": "This is the issue with the “live with covid” strategy.", "score": 11}}}, {"kooredaan": {"data": {"body": "I’m spouses to a health care worker and I’m tired for her and with her.", "score": 3}}}, {"kwangerdanger": {"data": {"body": "Half of our population are c*nts that won’t get vaccinated", "score": 13}}}, {"mexicandiaper": {"children": [{"bewilderedherd": {"data": {"body": "It was a wise choice", "score": 4}}}], "data": {"body": "Kept me from pursuing a nursing degree.", "score": 7}}}, {"mwolf805": {"data": {"body": "In other news, the sky is blue and water is wet. Full story at 11.", "score": 13}}}, {"notevenapro": {"data": {"body": "Explains my drinking", "score": 1}}}, {"oldsilver007": {"children": [{"Mr_Boneman": {"data": {"body": "For the life of me I don’t understand why people are assholes to people charged with your healthcare.  I try and be as pleasant as possible when going through all the health shit I’ve gone throgih in tbe past year and you can tell the HC workers are relived i’m not some pushy asshole.", "score": 3}}}], "data": {"body": "The pay is shit and the general public are fcking ignorant disrespectful and don’t appreciate what we do.", "score": 55}}}, {"p001b0y": {"children": [{"GregorSamsaa": {"children": [{"PressxStart": {"data": {"body": "We got nothing but “covid ain’t real, if you take off work without proof you’re fired” lmaooo. Same place that doesn’t do raises for front desk workers who only made $9/hr for years. \n\nGlad I work from home now. Gotta love the south.", "score": 3}}}, {"SuitableManager808": {"children": [{"Penjengw": {"data": {"body": "We legit got medals.", "score": 5}}}], "data": {"body": "Fuck yah! My company cares about me! I heard those losers across town just got a Covid19 participation certificate, suck it lol", "score": 12}}}], "data": {"body": "I heard the employees still talk about the pizza parties", "score": 40}}}, {"ncos": {"children": [{"coffeelife2020": {"data": {"body": "I agree it's bullshit she gets 0 but Meta reportedly gives 6 months and, honestly, even that's too little.", "score": 1}}}, {"notevenapro": {"children": [{"ncos": {"data": {"body": "She has some.", "score": 1}}}], "data": {"body": "She does not have any PTO?", "score": 1}}}, {"uid_zero": {"children": [{"Prehensile": {"data": {"body": "I have better coverage under my student insurance than the coverage at any hospital I worked at. Ironically, my current insurance covers a med that those insurances wouldn't cover, a med that would've made me even better at my job.\n\nInstead, it's covered now and I'm an even better student thus ensuring I will NEVER go back to being a nurse. And I even loved it (the actual patient care part anyway). So dumb.", "score": 1}}}], "data": {"body": ">You'd think a Healthcare worker would get decent medical benefits.\n\nI work in healthcare, but in IT. My wife's benefits are so much better than what I would have through my job. Cheaper, too.\n\nHer cousin has worked in healthcare all over the country. She said she's never had good coverage from her employers. Strange, but there it is.", "score": 15}}}], "data": {"body": "My wife is a nurse. She's about to give birth this month, and she has to apply for disability to get any kind of financial benefits while she recovers and bonds with our baby. A freaking nurse gets 0 paid time off for having a baby. My corporate job on the other hand gives me 2 months of full pay paternity leave. You'd think a Healthcare worker would get decent medical benefits.", "score": 40}}}], "data": {"body": "But management put out all those “Heroes Work Here!” banners. That had to have helped!  /s", "score": 206}}}, {"psiprez": {"data": {"body": "Can confirm", "score": 1}}}, {"sinister_goat": {"data": {"body": "This just in: Water is wet.", "score": 2}}}, {"spiky-protein": {"children": [{"AnotherLolAnon": {"data": {"body": "Antivaxers are always like \"heart attacks kill more people!\"\n\nYeah, and heart attacks haven't stopped killing people. These are additional deaths. Additional sick and disabled people. \n\nAnd it's not like anyone was like \"Guess we'll live with heart attacks.\" A lot of effort has gone into cpr training, public defibrillators, hospital protocols for fast times to coronary intervention, and research.", "score": 14}}}, {"mikemaca": {"children": [{"I_am_recaptcha": {"data": {"body": "Wish I was working 40 hour work weeks.\n\n-PGY-1", "score": 18}}}, {"WarmOutOfTheDryer": {"data": {"body": "Yeah, y'all need a union, or at least the \"we're not officially a union, but we're *all* getting raises this week...\" hustle that we run at the restaurant im at...\n\nI get $13+ tips/miles driving delivery (one of my coworkers with 10 years is getting $16+ the above... he's worth it.)\n\nSo, that averages out to about 25-35 an hour. For fast food. Fuck giant for profit medicine. They're obviously robbing you.", "score": 3}}}], "data": {"body": "> we're going to need millions more healthcare workers\n\n... willing to work 70 hrs a week at $16/hr 40 hr cap with no overtime because classified as \"professionals\".", "score": 44}}}], "data": {"body": "If we're going to just \"live with\" COVID as our new #3 cause of death, on top of the pre-pandemic baseline levels of disease, we're going to need millions more healthcare workers.\n\nPreventing this disease is a real bargain compared to the policy of uncontrolled community spread that we unironically call \"living with it.\"", "score": 111}}}, {"spiteful_trees": {"data": {"body": "No way….you think?!?!", "score": 0}}}, {"starr_wolf": {"data": {"body": "Soul sucking indeed.\n\nI was denied time off during peak pandemic times because “all hands are needed on deck.”  And if I get sick with Covid?  I have to use my own PTO.", "score": 25}}}, {"stonersh": {"data": {"body": "I feel like I've been reading this article since April 2020.", "score": 3}}}, {"updog25": {"data": {"body": "Well yeah. Plus add the unnecessary use of the ER, the impatience of the population, and the entitled nature of many people and you have a recipe for healthcare workers being sick of everyone's shit leading to emotional distress and fatigue.", "score": 2}}}, {"yesitsyourmom": {"data": {"body": "Surprise !", "score": 9}}}], "data": null}, "PoliticiansAlwaysLie": {"children": [{"Light-Yagami_-": {"data": {"body": "I'm really nervous that in a decade from now we are going to see some bad stuff akin to how chicken pox causes shingles later.", "score": 11}}}, {"LoanedWolf666": {"data": {"body": "Oh.", "score": 5}}}, {"bgirlvanda": {"children": [{"Sinj": {"data": {"body": ">Al-Aly and colleagues at Washington University School of Medicine and the Veterans Affairs St. Louis Health Care System studied medical records from 154,000 U.S. veterans who had tested positive for COVID from March 1, 2020 to Jan. 15, 2021.\n\nI don't think the vaccine was available yet.", "score": 6}}}, {"tundra_cool": {"children": [{"Morde40": {"data": {"body": "If you're a sick fat old man..\n\nWhere that figure was derived was from yet another Al-Aly DVA study where the average age in the breakthrough infection group was 66.7, 90% were male, over 40% had diabetes, 27% had cardiovascular disease and 20% were immunocompromised. \n\nYou'll find this in Tables 1 and 2 of the Supplementary data.", "score": 3}}}, {"drummer1213": {"data": {"body": "It's probably much higher than that.", "score": 1}}}, {"justgetoffmylawn": {"data": {"body": "Reposting most of this from another comment I made elsewhere.\n\nWe don't know the risk of long Covid because it's hard to study until there's better diagnostic tools. Brain damage is not the only potential damage from long Covid, so study design matters.\n\nThe VA study shows 15% reduction published in [Nature](https://www.nature.com/articles/s41591-022-01840-0).\n\nThe Milan study shows 75%-84% reduction in a [letter to JAMA](https://jamanetwork.com/journals/jama/fullarticle/2794072).\n\nThis UK study showed a 41% reduction in a [preprint](https://www.medrxiv.org/content/10.1101/2022.02.23.22271388v1).\n\nAnother UK study showed a 50% reduction in [The Lancet](https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(21)00460-6/fulltext).\n\nTL;dr We don't know the reduction. It seems to reduce long Covid risk somewhere between 15% and 84% (a very wide range).", "score": 9}}}], "data": {"body": "one general piece of info known these days: vaccines give you 15% protection against the damage", "score": 1}}}], "data": {"body": "I see so many of these and I don’t want to have to read them all. Do any of these articles mention if the risk for brain damage is the same for people who are vaccinated?", "score": 5}}}, {"bing_bang_bum": {"data": {"body": "I wound up with cervical dystonia, a rare neurological movement disorder, about two months after infection, and within days of getting my Pfizer booster. I'm unable to keep my head straight as my neck is stuck in a twisted position, and it has significantly impacted my quality of life. Can't help but wonder if it's all related. I'd like to be a part of one of these studies.", "score": 1}}}, {"neuro14": {"data": {"body": "This is a link to the study: https://www.nature.com/articles/s41591-022-02001-z\n\nQuote: “We estimated that the hazard ratio of any neurologic sequela was 1.42 (95% confidence intervals 1.38, 1.47) and burden 70.69 (95% confidence intervals 63.54, 78.01) per 1,000 persons at 12 months.” \n\nIn other words: the study found that, at 12 months follow up, a person in the COVID-19 group was 1.42 times more likely than a person in the control group to have any of the conditions defined as neurologic conditions in this study. There were about 7 new cases of neurologic conditions in every 100 people in the COVID-19 group, on top of the baseline rate of neurologic conditions in the control group. \n\nThe study has several limitations described in detail in the paper. For example, demographic variables are not very diverse (mostly white, mostly male, by a lot). Also, this took place in the U.S. before vaccines were widely available. Although the control group was designed to have no people with COVID-19, it’s also possible that some people in the control group had unknown COVID-19 (which could lead to an underestimation of risk).", "score": 12}}}], "data": null}, "SecretAgentIceBat": {"children": [{"EdwardTheHuman": {"children": [{"traunks": {"data": {"body": "You can take it now. 2 months is the wait time between last booster to this", "score": 6}}}], "data": {"body": "I got my first Moderna booster last June 2nd, when will I be able to take this new one?", "score": 2}}}, {"GogglesPisano": {"data": {"body": "Got my updated COVID booster shot yesterday (plus the flu vaccination in the same arm). Including the original two vaccine doses plus two boosters, this my fifth COVID vaccination in about 18 months (all Pfizer).\n\nAfter effects for me today are similar to what I experienced for the previous doses - muscle aches, mild headache and fever, some chills. Not fun, but better than getting COVID, and hopefully I’ll be more or less back to normal by tomorrow.", "score": 2}}}, {"HiFromChicago": {"children": [{"TheDogAndTheDragon": {"children": [{"Several_Mix2982": {"data": {"body": "I doubt there are many immunonaive unvaccinated people left though.", "score": 1}}}], "data": {"body": "Unvaccinated people will have a higher viral load and thus will shed more viral particles than someone who is vaccinated. The vaccinated person will be contagious for a much shorter period of time and if you're near them you'll get less virus than if they weren't vaxxed.", "score": 22}}}], "data": {"body": "Is it really more dangerous to be around somebody who is unvaccinated? I mean you could catch it even from somebody who is vaccinated?", "score": 4}}}, {"HiFromChicago": {"data": {"body": "Thank you for the response", "score": 1}}}, {"None": {"children": [{"PhoenixReborn": {"data": {"body": "?", "score": 8}}}], "data": {"body": "[removed]", "score": -22}}}, {"PointyTip": {"children": [{"drewdog173": {"data": {"body": "Yes.", "score": 6}}}], "data": {"body": "Can I get the updated Pfizer booster if my first 3 shots were Moderna?", "score": 5}}}, {"Pretend-Carob-9053": {"data": {"body": "I'm sorry, but they did such a shit fucking job notifying the public about this. I'm triple vaccinated and wanted to get this asap. I just got covid for the first time yesterday. It pisses me off that i could have gotten the booster 2 weeks ago when I got my flu shot and I heard NOTHING about this.", "score": 17}}}, {"RaginBronco": {"data": {"body": "Greetings!  Is there a booster, for Omicron, similar to J&J?", "score": 1}}}, {"Ruval": {"children": [{"omnicious": {"data": {"body": "From my understanding they've only really done testing on animals so far. However, just because it's not been tested on humans yet, does not mean this is a test cycle. They've approved the booster because of similar it is to what they've created already and understanding of how the disease and boosters have worked so far.", "score": 2}}}], "data": {"body": "I wonder if someone can provide some details that I’m failing my Google-fu on. \n\nA friend said to me that virtually no testing has been done in the bivalent boosters.  That effectively the first takers are the test cycle. \n\nIt sounds like dis info to me, but googling those terms just pulls my searches into a lot of the original disinfo (and counter info) related to vaccine testing. \n\nCan anyone help?", "score": 2}}}, {"Terminator-Atrimoden": {"data": {"body": "SUGUS", "score": 1}}}, {"Tsukikishi": {"children": [{"Trafficsigntruther": {"data": {"body": "No one knows the efficacy *now*.", "score": 13}}}], "data": {"body": "Does anyone know if the targeted bivalent booster efficacy wanes over time, and if it does, at what rate relative to original boosters?", "score": 7}}}, {"WallabyUpstairs1496": {"data": {"body": "Is the only difference between the bivarient boosters is the dosages like with the original shots?", "score": 1}}}, {"cheeselover267": {"children": [{"sdomscitilopdaehtihs": {"data": {"body": "2 months", "score": 2}}}], "data": {"body": "How long do we wait from our second booster to the new omicron shot?", "score": 3}}}, {"notjustanothernerd": {"children": [{"RockyClub": {"data": {"body": "Yes!", "score": 1}}}, {"Several_Mix2982": {"data": {"body": "Should be BA.4 and BA.5 (which is the current dominant variant). In Europe they released the outdated one first but I heard the US rolled out the newer one right away.", "score": 2}}}], "data": {"body": "I scheduled an appointment at Walgreens for Monday.\n\nIt just says “updated Covid booster” and says it’s built against omicron.\n\nDoes this cover the current sub variants or just original omicron?", "score": 3}}}, {"pudding7": {"children": [{"Remarkable_Plastic75": {"children": [{"LikeAnAnonmenon": {"children": [{"MooseHorse123": {"children": [{"cnh25": {"children": [{"MooseHorse123": {"children": [{"cnh25": {"children": [{"MooseHorse123": {"data": {"body": "Yea I went to 72nd street and they let me get it", "score": 1}}}], "data": {"body": "Did you get it? I showed up and they told me they didn’t have it in yet. Super annoying", "score": 1}}}, {"starfish_drown": {"data": {"body": "As far as I understand, a booster of the old (monovalent) is no longer authorized, only the new (bivalent) is now.", "score": 2}}}], "data": {"body": "Huh that’s weird.\nI’m gonna show up tomorrow and we will see what bottle they’ve got lol. If it’s the old one I’m just gonna refuse", "score": 2}}}], "data": {"body": "I’m so confused. I booked on Walgreens website for tomorrow and it says updated booster but when I call the store they say they won’t get them in until the 10th", "score": 0}}}], "data": {"body": "Yea I’m getting mine tomorrow at Walgreens In NYC", "score": 1}}}], "data": {"body": "My wife and I got ours at CVS yesterday.", "score": 7}}}], "data": {"body": "Good thing you didn't, as they don't say. Other reports say as early as next week.", "score": 6}}}, {"TigerBasic": {"children": [{"MDCCCLV": {"children": [{"TigerBasic": {"data": {"body": "Yes. You schedule it like you would a booster shot. CVS has plenty posted about it too if you just Google “bivalent Covid vaccine CVS.” The pharmacist also confirmed with me right before administering the shot that it was the new bivalent vaccine.", "score": 2}}}], "data": {"body": "What was the language they used for the name, was it just bivalent?", "score": 1}}}, {"macphile": {"data": {"body": "I was checking in on CVS and not seeing it...then I saw people here saying they were scheduling Walgreens already, so I did that--scheduled for tomorrow, the first day they have them in. So now I guess CVS got them in a day earlier, after I finished checking. Sigh.", "score": 1}}}], "data": {"body": "Got mine today at a CVS, made appointment yesterday.", "score": 7}}}, {"ktpr": {"data": {"body": "You can schedule it right now. Go to a grocery or convenience store website, Walgreens or CVS for example.", "score": 3}}}], "data": {"body": "I'm not watching a 42-minute video to answer the one-and-only question; when can I get it?", "score": 37}}}, {"stulew": {"data": {"body": "At least the discusion experts note that they are not sure, but working preemptively for the best outcome.  Cross our fingers....figuratively.  For instance, they predict another Covid wave to arrive by Dec 1, and vaccine booster needs to be given, so its take-up effectiveness be in force by Dec.", "score": 3}}}], "data": null}}