{
  "selling_thundercat": {
    "children": [
      {
        "AutoModerator": {
          "data": {
            "body": "This post appears to be about vaccines. We encourage you to read our helpful resources on the COVID-19 vaccines:\n   \n[Vaccine FAQ Part I](https://www.reddit.com/r/Coronavirus/wiki/faq#wiki_where_can_i_find_information_about_the_mechanism_and_progress_of_vaccines.3F)\n\n[Vaccine FAQ Part II](https://www.reddit.com/r/Coronavirus/comments/mnitdo/vaccine_faq_variants_chronic_conditions_nsaids)\n\n[Vaccine appointment finder](https://www.reddit.com/r/Coronavirus/wiki/faq/vaccinefinder)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
            "score": 1
          }
        }
      },
      {
        "Bubbagumpredditor": {
          "data": {
            "body": "This guy is just an antivax troll, he's posted this article a dozen times, and all he talks about is one rapper and how transphobic people are right.",
            "score": 19
          }
        }
      },
      {
        "Henezz97": {
          "children": [
            {
              "MakesCakesEatsMud": {
                "children": [
                  {
                    "ISuckAtRacingGames": {
                      "data": {
                        "body": "But that still kills 0,00005625%!!!!! Ban vaccines. /s\n\nBut let's ignore the deaths if no one was vaccinated. Those 1-2% are totally acceptable. /s\n\nSarcasm tags included to avoid a ban.",
                        "score": 9
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Nine obese people died from blood clots after receiving the J&J vaccine. Sixteen million people who received the same vaccine lived.\n\nThat's a 99.99994375% survival rate, which is much better odds than the odds of dying from COVID that anti-vaxxers are perfectly comfortable with.",
                  "score": 18
                }
              }
            }
          ],
          "data": {
            "body": "Watch anti vaxxers say this is bad while continuing to sweep all the covid deaths under the rug",
            "score": 20
          }
        }
      },
      {
        "Nonehp9dsor": {
          "children": [
            {
              "byDMP": {
                "data": {
                  "body": "What on earth are you talking about? Try reading the article again.",
                  "score": 7
                }
              }
            },
            {
              "manateewallpaper": {
                "data": {
                  "body": "Did someone just learn the vaccine has actually killed more than zero people?",
                  "score": 7
                }
              }
            },
            {
              "selling_thundercat": {
                "data": {
                  "body": "The information was reported by New Zealand health authorities",
                  "score": 9
                }
              }
            }
          ],
          "data": {
            "body": "[deleted]",
            "score": -17
          }
        }
      },
      {
        "dorkofthepolisci": {
          "children": [
            {
              "SCCock": {
                "data": {
                  "body": "In addition to what others are saying myocarditis can be triggered form a number of viruses, to include the common cold, HSV and others.  There are also fungal and bacterial triggers.",
                  "score": 1
                }
              }
            },
            {
              "Tinyfishy": {
                "data": {
                  "body": "Yes and yes.",
                  "score": 1
                }
              }
            },
            {
              "fractalfrog": {
                "data": {
                  "body": "According to the numbers I saw last week, there’s a 23/1000000 risk of myocarditis when you get vaccinated while there’s a 1460/1000000 risk when you get COVID. Obviously you should get vaccinated if you’re concerned about myocarditis.",
                  "score": 4
                }
              }
            }
          ],
          "data": {
            "body": "Isn’t myocarditis also a potential side effect of COVID?\n\nIsn’t it also highly treatable most of the time? The article mentions the man didn’t seek out medical treatment for his symptoms. That likely has as much to do with his death as the vaccine.",
            "score": 12
          }
        }
      },
      {
        "woolfchick75": {
          "children": [
            {
              "selling_thundercat": {
                "data": {
                  "body": "Thank you for the rational take",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "Sadly, this happens. There are side effects that have happened with all medications and vaccines. As the article states, this is a rare reaction and a painful one.",
            "score": 16
          }
        }
      }
    ],
    "data": {
      "score": 0,
      "body": ""
    }
  },
  "ApartheidClyde": {
    "children": [
      {
        "Dakke97": {
          "data": {
            "body": "That's a good way to motivate people to get the jab during these crucial weeks. Seriously, why is this guy still Health Secretary?",
            "score": 1
          }
        }
      },
      {
        "HatsAreEssential": {
          "children": [
            {
              "diometric": {
                "children": [
                  {
                    "Bromidias83": {
                      "children": [
                        {
                          "Tiger_Internal": {
                            "data": {
                              "body": "How fast is B117 growing?\nFew countries sequence enough. But Denmark does.\nThe share of B117 sequences is ~70% higher every week.\n\nhttps://mobile.twitter.com/tomaspueyo/status/1353150579888050176\n\nOriginal source:\nhttps://www.ssi.dk/aktuelt/nyheder/2021/yderligere-to-danskere-smittet-med-variant-b-1-351-der-forst-blev-pavist-i-sydafrika",
                              "score": 1
                            }
                          }
                        },
                        {
                          "diometric": {
                            "children": [
                              {
                                "IAteTheCrow42": {
                                  "children": [
                                    {
                                      "diometric": {
                                        "data": {
                                          "body": "Scientists worldwide don't agree that B.1.1.7 is more infectious. \n\nhttps://www.scientificamerican.com/article/the-u-k-coronavirus-mutation-is-worrying-but-not-terrifying/\n\nThis article is a good example, plenty of quotes from virologists and immunologists giving a spectrum of opinions. Some very concerned and some not concerned at all, but all agreed that further investigation is warranted.\n\nIn the past week it has started to become clear that B.1.1.7 is nowhere near 70% more infectious, if it is more infectious at all. The Danes have downgraded it to 36%.\n\nhttps://newsfeeds.media/danish-experts-say-kent-mutant-may-be-just-36-more-infectious/\n\nWith regards to Friday's claims that B.1.1.7 is now 30% deadlier, quite a few voices came out saying the claims where bunk. Infact some of the co-authors of the paper NERVTAG released Friday about the claimed 30% increased deadliness don't even agree and that the evidence is \"not particularly strong\".\nhttps://www.bbc.co.uk/news/uk-55779171 \n\nI read the paper in detail, it has holes in it you could drive a lorry through.",
                                          "score": 1
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "If all this is true, why is it being interpreted so differently by scientists worldwide?",
                                    "score": 2
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "The current R in the UK is 0.8, and in London and the South East where B.1.1.7 is most prevalent R is likely below 0.8. The MRC Biostatistics Unit at Cambridge has the R at 0.6 in London and the SouthEast. Cases are rapidly falling and have been for 3 weeks. If B.1.1.7 was really 70% more infectious none of these things could be true.\n\nhttps://www.mrc-bsu.cam.ac.uk/nowcasting-and-forecasting-14th-january-2021/\n\nFriday's ONS Infection Survey also had the prevalence of B.1.1.7 reducing, again that would not be the case if it was actually more infectious.\n\nhttps://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/conditionsanddiseases/bulletins/coronaviruscovid19infectionsurveypilot/latest\n\nB.1.1.7 appears to be just another strain that became dominant for a short time, most likely due to the founder effect. This is a well known feature of viruses, and it is why virologists warned against NERTAG overinterpreting epidemiological data as evidence that B.1.1.7 was more infectious. \n\nThe November/December surge seen across Europe is mostly due to seasonality.",
                              "score": 0
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Euhh the British mutation is more infectius then the normal \"wild\" variant that we have in the netherlands. \n\nOur lockdown succesfully brought the r of the wild covid under r 1.0 while the british mutation is still growing in our population, the rivm (dutch cdc) is calculating that the r is 1.3to 1.4 and that is under the strictest lockdown we have had.",
                        "score": 1
                      }
                    }
                  },
                  {
                    "robogarbage": {
                      "data": {
                        "body": "\"we now know it's less infectious\" - how do we know that?  All evidence points to the opposite.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "The Johnson government is contantly making unproven and alarmist claims like this. You would have thought they learned their lesson in December when they announced the discovery of B.1.1.7 variant and claimed with very little evidence that it was 70% more infectious. We now know that it is not more infectious, but they keep repeating the claim and have now doubled down by also stating it is more deadly.\n\nThis has caused dozens of countries to ban travellers from the UK and it also caused the EU to shut ports to the UK. Just heaping more damage on our battered economy.",
                  "score": 1
                }
              }
            },
            {
              "gaukonigshofen": {
                "children": [
                  {
                    "HatsAreEssential": {
                      "children": [
                        {
                          "Viewfromthe31stfloor": {
                            "data": {
                              "body": "No that’s not correct. The variant binds more closely than the original version according to the scientists that “discovered it.”\n\n\n[South African doctors share what they know](https://theconversation.com/south-african-scientists-who-discovered-new-covid-19-variant-share-what-they-know-153313)\n Excerpt from above:\n\n>Why is this variant worrying?\n\n>The concern is that 501Y.V2 may spread much more efficiently between people, compared with other variants of SARS-CoV-2.\n\n>The mutations of 501Y.V2 have included changes to a part of the virus known as the spike protein. This virus spike protein hooks onto the human cell via a “receptor” to gain entry into the cells: this is how infection starts. The virus then starts multiplying inside cells. It ultimately gets released by the cells and can go on to infect more cells.\n\n>The changes in the spike protein of 501Y.V2 are likely to enhance its binding with human cell receptors, allowing easier infection and greater replication within the host. This may result in greater amounts of virus in an infected person, who can then infect other people more easily. The ultimate result could be quicker spread among people.\n\n>Scientists have observed that 501Y.V2 has quickly become “dominant” among multiple variants that have been circulating in the South African population. This strongly suggests the new mutations of this variant offer a transmission advantage. In some regions of South Africa, more than 80% of viruses currently isolated from infected people are now 501Y.V2.\n\n>This is likely to mean that most people who are now infected have a coronavirus that is more easily transmissible.\n\n.....",
                              "score": 5
                            }
                          }
                        },
                        {
                          "gaukonigshofen": {
                            "data": {
                              "body": "Okay thanks. But I assume it (vaccine) would continue to provide ongoing protection?",
                              "score": 1
                            }
                          }
                        },
                        {
                          "iamprivate": {
                            "children": [
                              {
                                "Nonegklb6z7": {
                                  "children": [
                                    {
                                      "iamprivate": {
                                        "data": {
                                          "body": "You have to use such words because almost anything is possible.  The virus could mutate to become worse (either severity of disease or transmissibility) or better (less severe or less transmissible).  Those mutations could lead to the vaccine being equally effective or less effective.  It seems kind of unlikely it would be more effective but even that is possible.  My comment was directed to the idiotic logic of the original poster that if the virus mutates such that the vaccine no longer works that the virus must therefore not be capable of hurting us anymore.  These UK and South Africa variants seem to make it more transmissible and equally severe and I'm not sure they know how the vaccine works with those variants but I have seen initial reports of the vaccines being less effective versus those variants.",
                                          "score": 1
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "lol of course the more dire hypothetical gets the upvotes.  Both of you could be full of shit.  \n\nIt’s amazing what you can get away with saying may, could, or possibly.",
                                    "score": 1
                                  }
                                }
                              },
                              {
                                "gringewood": {
                                  "data": {
                                    "body": "Think of the vaccine like a metal detector and in the future a mutation could arise allowing the virus to hide its weapon from the metal detector, so to speak.",
                                    "score": 2
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "That's not good logic.  Metaphorically, if the virus lost a knife weapon and gained a gun weapon then a vaccine that worked against knives may not work against guns, yet the virus has become more dangerous.",
                              "score": 5
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "If the vaccine doesn't work any more, it means the virus also doesn't work against us any more. The vaccine targets it's weapon. If it loses that weapon, it's no longer a huge threat.",
                        "score": -6
                      }
                    }
                  }
                ],
                "data": {
                  "body": "I probably need more coffee, but I'm just a little confused by your statement\n\n\"If the vaccine doesn't work, it means the virus lost its best weapon. That should be a good thing.\"\n\nHow exactly is that a good thing?",
                  "score": 6
                }
              }
            }
          ],
          "data": {
            "body": "We've been over this. The vaccine targets the spike protein that lets the virus infect us so easily. If the vaccine doesn't work, it means the virus lost its best weapon. That should be a good thing.",
            "score": -10
          }
        }
      },
      {
        "Nonegklj2sv": {
          "children": [
            {
              "anonymousbackstabber": {
                "data": {
                  "body": "Don’t ask",
                  "score": 1
                }
              }
            },
            {
              "milvet02": {
                "data": {
                  "body": "Distant cousin of Herbie Handcock.",
                  "score": 11
                }
              }
            }
          ],
          "data": {
            "body": "[deleted]",
            "score": 4
          }
        }
      },
      {
        "NotAnotherEmpire": {
          "children": [
            {
              "PeacefulIntentions": {
                "children": [
                  {
                    "Critical-Freedom": {
                      "children": [
                        {
                          "streetad": {
                            "children": [
                              {
                                "Critical-Freedom": {
                                  "children": [
                                    {
                                      "streetad": {
                                        "data": {
                                          "body": "Davies has always seemed quietly competent, for a politician.  Once even resigned his seat over a matter of principle (a stupid, quixotic matter of principle, but still).",
                                          "score": 1
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "Former Brexit secretary.\n\nHe was actually on John Campbell's YouTube show the other day, talking about the science, and he really knows his stuff.\n\nTheresa May completely wasted his talents by putting him in charge of Brexit.",
                                    "score": 1
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Which one?  The Welsh one or the former Brexit secretary one?",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "To make it even more amazing, there's another senior Tory MP (David Davis) who has a degree in molecular science and who takes a very active interest in the virus and how it's being fought.\n\nYou'd have thought that if any MP was qualified to be the health secretary right now, it would be him.",
                        "score": 4
                      }
                    }
                  },
                  {
                    "hffh3319": {
                      "data": {
                        "body": "He doesn't even have an A level in Biology. Appauling.",
                        "score": 3
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Matt Hancock is an economist who used to work for the Bank of England. It is frankly unbelievable that he holds the position that he does without any medical background whatsoever.",
                  "score": 38
                }
              }
            },
            {
              "htownlife": {
                "data": {
                  "body": "Not sure what is going on with reports. I’ve been waiting for weeks, like the rest of the world. Everything is speculation until it’s released. There most definitely is a delay in releasing it to the public. My only guess is some of the data was disputed and they had to go back and reverify. Not saying this one, but I do feel there is some truth in some of the “leaked” information contained in the studies. We shall see. Currently seeing that having Covid in the past provides zero protection against African variant.  (Still waiting fir peer reviewed study on this claim from scientist yesterday) Regardless, makes getting the world vaccinated ASAP pretty critical.",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "So are they concealing a report until verified, or is their health secretary speaking off the cuff with made up figures?",
            "score": 14
          }
        }
      },
      {
        "NurdocMiccals": {
          "data": {
            "body": "I'm not british but ik this man is an absolute liar and he can get fucked.",
            "score": 1
          }
        }
      },
      {
        "jakewonthechef": {
          "data": {
            "body": "Just here for my daily dose of fear",
            "score": 1
          }
        }
      },
      {
        "ranorn227": {
          "children": [
            {
              "NewNote947": {
                "children": [
                  {
                    "darth_tonic": {
                      "children": [
                        {
                          "TacoDog420": {
                            "children": [
                              {
                                "darth_tonic": {
                                  "data": {
                                    "body": "Yep - this is the one I was referring too. Thanks for sharing.",
                                    "score": 1
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "This is the study from the Nussenzweig group at Rockefeller showing a small - but statistically significant - decrease in neutralizing capability from vaccine sera against the triple mutant combo in the SA variant. The pseudovirus they used does not have the NTD deletions, but the main initial worry was against the triple RBD mutations - so this bodes well for the efficacy of vaccines using the pre-fusion stabilized spike (Moderna, Pfizer, JNJ). \n\nStudy: https://www.biorxiv.org/content/10.1101/2021.01.15.426911v1",
                              "score": 3
                            }
                          }
                        },
                        {
                          "underthebanyantree": {
                            "data": {
                              "body": "You seem to be knowledgeable on this subject, so I thought I 'd ask.. \n\ndo you think a vaccine based on the whole inactivated virus would be more robust against covid-19 variants than the spike protein based ones produced by pfizer and moderna??",
                              "score": 2
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Eh, technically yes, but the deeper issue here seems to be that Matt Hancock misspoke. The \"public domain\" study I believe he's citing (which showed a greater than 40 percent reduction in neutralization activity for the South African variant) concerned convalescent sera samples in a lab setting - the study had nothing to do with vaccines.\n\nRight around the same time (AKA, a few days ago), an additional preprint was released that tested vaccinated sera against the most concerning mutations in the new variants (i.e. E484K) and found a \"small but significant\" decrease in neutralization. Not the full story just yet, but a good omen that we're not looking at an escape scenario - and probably nowhere near a 50% decrease in efficacy. \n\nVaccinated sera confers robust immunity - far more than just monoclonal antibodies. For one, neutralizing titers are typically much higher, creating a cushion effect for diminished efficacy. And in a clinical (non lab) setting, other elements of immunity (t-cells, etc.) will play a role as well (one that is significant but not fully understood). Even if infection is still possible in some vaccinated subjects, it could be the case that illness isn't serious, with the immune system correcting its antibody response to match new variants quicker than if it was beginning from scratch.\n\nFurther data will confirm, but I really do feel Hancock simply misspoke. There's no private data he's referencing for those worried - he even says the information is \"public domain\" and unverified (re: pre-print), which is why he “wouldn't make such a statement publicly”.\n\nAs for the studies I'm referring to - they’ve been posted numerous times here and on the /r/covid19 sister subreddit. I'd cite them but I don't have time to look at the moment. If someone has them on hand, it might be worth linking to them.",
                        "score": 10
                      }
                    }
                  },
                  {
                    "streetad": {
                      "data": {
                        "body": "So he didn't actually say anything of the sort and was just ad-libbing about why it is important to limit international travel?\n\n(Genuinely asking.  I'm not paying for the Telegraph.)",
                        "score": 1
                      }
                    }
                  }
                ],
                "data": {
                  "body": ">\"We are going to see different results coming up on all of these and ultimately it is going to be clinical data that is going to tell us and we are going to get clinical data because there is vaccination occurring in South Africa, in Brazil, we will find out how effective the vaccines are against this.\"\n\n>\"So taking a result from a laboratory and saying, therefore, the vaccine will be 50 percent less effective, you just can't do it.\n\nSo basically we wont know until epidemiologic data emerges from vaccinated people who've caught the variant... I just hope the results come in fast enough. Countries will need a heads up if vaccine effectiveness drops drastically.",
                  "score": 11
                }
              }
            }
          ],
          "data": {
            "body": "Sir Patrick Vallance, chief scientific advisor to the British government already [came out and said](https://www.express.co.uk/news/politics/1387698/Matt-Hancock-covid-vaccine-patrick-vallance-coronavirus-latest-vn/amp) their is no evidence to support this claim made by Hancock.",
            "score": 70
          }
        }
      },
      {
        "strassgaten": {
          "data": {
            "body": "He's making baseless assumptions out of his ass, and it's frankly irresponsible.",
            "score": 6
          }
        }
      }
    ],
    "data": {
      "score": 12,
      "body": ""
    }
  },
  "CoasterHusky": {
    "children": [
      {
        "AutoModerator": {
          "data": {
            "body": "This post appears to be about vaccines, please see [our FAQ](https://www.reddit.com/r/Coronavirus/wiki/faq#wiki_where_can_i_find_information_about_the_mechanism_and_progress_of_vaccines.3F) for answers to frequently asked questions regarding the COVID-19 vaccines. Any comment containing misinformation will be removed and the user potentially banned.\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
            "score": 1
          }
        }
      },
      {
        "HistoryISmadeATnight": {
          "children": [
            {
              "Nonegl6xffi": {
                "data": {
                  "body": "Is it possible? Sure. Do I care right now? Not really",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "Don't bother warning the reddit virus experts of that possible fact they will just call it fear mongering even though it's a genuine possibility backed by science and past pandemics. Their lack of perseverance and mental fortitude has them proclaiming they refuse to live another year like this as if it's their choice and not the viruses.",
            "score": -13
          }
        }
      },
      {
        "Hrekires": {
          "children": [
            {
              "Nonegl6bv1n": {
                "children": [
                  {
                    "Hrekires": {
                      "children": [
                        {
                          "BrennanCain": {
                            "data": {
                              "body": "Thank you for recommendation. I already see a therapist, a psychiatrist, take medication, but it is still hard. It's probably because I am a college student who hates online courses, and feels isolated, unmotivated, and dead inside. Even though I am finishing online, the only thing keeping me going is hope for this to end by Summer/Fall 2021.",
                              "score": 10
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "The article describes a \"nightmare scenario\" which they admit they're making up. We have no reason to suspect that will actually be the case in reality. And as long as the vaccines remain effective, even if they're marginally *less* effective against some new variant, there's no reason for continued lockdowns once they've been fully rolled out and hospitalizations remain low (not that I'd describe anything that exists in America as a lockdown, but that aside...)\n\n> If we do this for another year, I will not make it. Death would be mercy at that point.\n\nThere are some great online therapy resources as well as crisis hotlines, I'd highly recommend them.",
                        "score": 7
                      }
                    }
                  },
                  {
                    "ThatsJustUn-American": {
                      "data": {
                        "body": "Your comment has been removed because\n\n\nYour post or comment has been removed because it is not suitable for r/coronavirus. \n\nPlease know that you're not alone in your frustration and many other people feel the same. We are glad you're venting and finding a space to share your thoughts but unfortunately, we had to remove your comment because this is not the best-suited sub for this type discussion.\n\nWe would like to encourage you to post in /r/SuicideWatch.\n\nIf you are in crisis, please contact local emergency services or a local hotline: \nHotline Directory (https://www.reddit.com/r/SuicideWatch/wiki/hotlines)\n\n\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus). Please include a link to your submission.*",
                        "score": 1
                      }
                    }
                  }
                ],
                "data": {
                  "body": "[removed]",
                  "score": 8
                }
              }
            }
          ],
          "data": {
            "body": "I don't see how \"prolonging the pandemic\" and \"lockdown for another year\" are the same thing...\n\nOnce vaccinations roll out, are available to anyone who wants them, and hospitalizations are down, there's no reason for lockdowns even if the virus is still out there among people who refuse to get vaccinated.",
            "score": 8
          }
        }
      },
      {
        "Imaginary-Use-8542": {
          "children": [
            {
              "Nonegl6rmio": {
                "children": [
                  {
                    "GoonGuru": {
                      "data": {
                        "body": "Why are you downvoted?\n\nThings are becoming suspicous on this sub",
                        "score": 0
                      }
                    }
                  },
                  {
                    "Nonegl7jh26": {
                      "data": {
                        "body": "They don't need to be.  It takes months for a variant to become a dominant strain, sometimes many months.  You don't have 200k  cases of the old variant, then they all download the firmware update and become the new variant.",
                        "score": 1
                      }
                    }
                  }
                ],
                "data": {
                  "body": "The problem is they cannot be manufactured and tested that quickly",
                  "score": 0
                }
              }
            }
          ],
          "data": {
            "body": "This is an opinion piece and I don’t think it makes a good case given we believe we can alter the vaccines in about 6 weeks to account for the variants if needed.",
            "score": 15
          }
        }
      },
      {
        "Jakesta42": {
          "children": [
            {
              "Nonegl710ll": {
                "children": [
                  {
                    "Jakesta42": {
                      "children": [
                        {
                          "Nonegl795ue": {
                            "children": [
                              {
                                "Jakesta42": {
                                  "children": [
                                    {
                                      "Nonegl7cbuh": {
                                        "children": [
                                          {
                                            "Jakesta42": {
                                              "data": {
                                                "body": "I'd be a lot less annoyed if that's what they titled these articles 😃\n\nYou take care as well, try and remain hopeful ✊",
                                                "score": 5
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "It’s more like we can’t end the problem if everyone doesn’t actually try. \n\nThis is not a spectator sport. The danger is us and continues to be real. \n\nAll hope is not lost; please take care and continue the good fight.",
                                          "score": 2
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "You're right, they are. Concern I have no issue with. But there's a key difference between being concerned and reporting that *New COVID mutations could prolong pandemic for another year*. One is a pragmatic approach to monitor a variant, the other is deliberately designed to scare people with no data to back it up.\n\nDamn right I'm hopeful. I've barely been able to leave my house in a year, and by the time I'm able to see my family it'll have been almost two years since I've seen them. The vaccine is what's going to bring us out of this shit situation. Maybe I have \"hopium,\" or maybe I just don't get off on bad news, like this subreddit seems to.",
                                    "score": 8
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "I think you are jumping the gun. Plenty of scientists are concerned about the South African and Brazilian variants. \n\nYou’ve got some mighty fine hopium.",
                              "score": -2
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Every single week, without fail, there are clickbait articles about how some new strain is the end of us and how the vaccines won't work on them. Then without fail, there's data that shows the vaccines will work against them. This happened with the UK strain, it happened with the mink strain, and it's happening with the SA and Brazil strains.\n\nThe moment a new strain is discovered, hundreds of articles come out saying \"The vaccine might not work against this one!\" Despite having 0 evidence that says it won't work against it, and all signs pointing that it will.\n\nNew strains are important to identify, and can be more dangerous and more transmissible, as we've seen. But when virologists and other scientists are the ones saying the vaccine will work and that for a virus to evolve enough to evade a vaccine would take years, there's a good chance that this article isn't actually designed to provide useful information. Also important to remember, there are [thousands of known variants](https://nextstrain.org/ncov/global).\n\nThis isn't science, this is capitalizing on people's fear, and it makes me sick.",
                        "score": 11
                      }
                    }
                  }
                ],
                "data": {
                  "body": "How do you know they are wrong? What would possibly lead you to believe otherwise?",
                  "score": -5
                }
              }
            }
          ],
          "data": {
            "body": "Is anyone else keeping track of the publications that put out these horrific, fear-mongering, clickbait articles? \n\nIt's completely unacceptable to prey on people's fear like this. Morally reprehensible, and we should remember after this pandemic ends to never, ever support garbage companies like this.",
            "score": 37
          }
        }
      },
      {
        "Mrciv6": {
          "children": [
            {
              "theshindy": {
                "children": [
                  {
                    "Nonegl67v8s": {
                      "children": [
                        {
                          "Bubbly_Taro": {
                            "children": [
                              {
                                "Nonegl6d7au": {
                                  "children": [
                                    {
                                      "AdministrativeEgg413": {
                                        "children": [
                                          {
                                            "Nonegl6iode": {
                                              "children": [
                                                {
                                                  "AdministrativeEgg413": {
                                                    "children": [
                                                      {
                                                        "Nonegl6js48": {
                                                          "children": [
                                                            {
                                                              "AdministrativeEgg413": {
                                                                "children": [
                                                                  {
                                                                    "LexvegasTrev": {
                                                                      "children": [
                                                                        {
                                                                          "AdministrativeEgg413": {
                                                                            "data": {
                                                                              "body": "I just don't really care for an actual answer to a rhetorical question.",
                                                                              "score": 1
                                                                            }
                                                                          }
                                                                        }
                                                                      ],
                                                                      "data": {
                                                                        "body": "You got called out and now you want to play victim, typical",
                                                                        "score": 1
                                                                      }
                                                                    }
                                                                  },
                                                                  {
                                                                    "Noneglkf4xw": {
                                                                      "data": {
                                                                        "body": "Lmao. What kind of response of this?",
                                                                        "score": 1
                                                                      }
                                                                    }
                                                                  }
                                                                ],
                                                                "data": {
                                                                  "body": "Rhetorical. Please don't respond.",
                                                                  "score": -5
                                                                }
                                                              }
                                                            }
                                                          ],
                                                          "data": {
                                                            "body": "I’ve already been vaccinated, I miss my family, and I love life",
                                                            "score": 12
                                                          }
                                                        }
                                                      }
                                                    ],
                                                    "data": {
                                                      "body": "You probably have too statistically, what's your particular rush?",
                                                      "score": -4
                                                    }
                                                  }
                                                },
                                                {
                                                  "Nonegl6zwfv": {
                                                    "children": [
                                                      {
                                                        "Nonegl706qs": {
                                                          "children": [
                                                            {
                                                              "Nonegl70s8t": {
                                                                "children": [
                                                                  {
                                                                    "LexvegasTrev": {
                                                                      "children": [
                                                                        {
                                                                          "Nonegm0ypoj": {
                                                                            "data": {
                                                                              "body": "Nobody’s stopping you, you can live your life I don’t really care. I’m not going out until I’m vaccinated.",
                                                                              "score": 1
                                                                            }
                                                                          }
                                                                        }
                                                                      ],
                                                                      "data": {
                                                                        "body": "Nobody in my family I've ever met has lived that long so I'm not sorry about it, my life prospects shouldn't be limited because some people's grandparents live to super old ages, they're lucky they've had them in their life that long in the first place, my grandmother died at 74 from cancer in June, she suffered for years. So you can get over yourselves the world still must go on",
                                                                        "score": 1
                                                                      }
                                                                    }
                                                                  },
                                                                  {
                                                                    "Nonegl712f3": {
                                                                      "children": [
                                                                        {
                                                                          "Nonegl71c8c": {
                                                                            "children": [
                                                                              {
                                                                                "Nonegl7284z": {
                                                                                  "data": {
                                                                                    "body": "I do respect them. I’m just tired of people in this sub who think people wanting to live their lives are selfish",
                                                                                    "score": 4
                                                                                  }
                                                                                }
                                                                              }
                                                                            ],
                                                                            "data": {
                                                                              "body": "No one is living in constant fear. I’m just saying have some respect for the soon to be 500K we are going to lose in this country. Their age don’t matter at all, their lives do.",
                                                                              "score": 2
                                                                            }
                                                                          }
                                                                        }
                                                                      ],
                                                                      "data": {
                                                                        "body": "Not at all. Death is sad. It is also inevitable Life is so short and precious that we should not live in constant fear of what may happen. Be vigilant, but do not let the fear of what could happen interfere",
                                                                        "score": 2
                                                                      }
                                                                    }
                                                                  }
                                                                ],
                                                                "data": {
                                                                  "body": "Yeah and it probably means nothing to you unless it was a loved one",
                                                                  "score": 2
                                                                }
                                                              }
                                                            }
                                                          ],
                                                          "data": {
                                                            "body": "About 1/3 deaths in the US were over 85. All I’m saying.",
                                                            "score": 1
                                                          }
                                                        }
                                                      }
                                                    ],
                                                    "data": {
                                                      "body": "What a disgusting comment. At least have some respect to those we lost due to this horrible virus.",
                                                      "score": 0
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "most of them actually lived pretty long lives statistically",
                                                "score": 8
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "Especially short for those 500k who died recently.",
                                          "score": -6
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "Chill. I’ve been vaccinated. If boosters are needed later, I’ll get those too. But life’s too short to worry about that right now",
                                    "score": 19
                                  }
                                }
                              },
                              {
                                "Orsty": {
                                  "data": {
                                    "body": "The choices aren’t either “literally don’t go outside at all” or “go to huge parties at your friend’s houses every weekend”",
                                    "score": 7
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Spreading the  disease because you are tired of the disease spreading.\n\nFlawless logic.",
                              "score": -6
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "I know I’m not",
                        "score": 22
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Lmao exactly. Variants or not, absolutely no one is giving up another summer.",
                  "score": 44
                }
              }
            }
          ],
          "data": {
            "body": "People are barely handling it now, you expect them to last another year.",
            "score": 49
          }
        }
      },
      {
        "Nonegl66jfd": {
          "children": [
            {
              "Nonegl67nmy": {
                "data": {
                  "body": "Nah. Unrealistic to expect 0 casualties.",
                  "score": 10
                }
              }
            },
            {
              "solinev": {
                "data": {
                  "body": "Although the vaccine takes some weeks to start working and it takes a few weeks to die from covid once infected. They have done all their vaccinations in a very short time. Maybe it is still too early to see a significant effect.",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "[deleted]",
            "score": -17
          }
        }
      },
      {
        "Nonegl66z4z": {
          "data": {
            "body": "Ctrl + F \"Osterholm\"\n\nYep, I'm just gonna hit that back button.",
            "score": 17
          }
        }
      },
      {
        "Nonegl68xlq": {
          "children": [
            {
              "Diet__Infinite": {
                "data": {
                  "body": "You won’t have to do another year of this. Just stop complying. Or move to Florida or something.",
                  "score": 5
                }
              }
            },
            {
              "ThatsJustUn-American": {
                "data": {
                  "body": "Your comment has been removed because\n\n\nYour post or comment has been removed because it is not suitable for r/coronavirus. \n\nPlease know that you're not alone in your frustration and many other people feel the same. We are glad you're venting and finding a space to share your thoughts but unfortunately, we had to remove your comment because this is not the best-suited sub for this type discussion.\n\nWe would like to encourage you to post in /r/SuicideWatch.\n\nIf you are in crisis, please contact local emergency services or a local hotline: \nHotline Directory (https://www.reddit.com/r/SuicideWatch/wiki/hotlines)\n\n\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus). Please include a link to your submission.*",
                  "score": 2
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": 16
          }
        }
      },
      {
        "Nonegl6dpbb": {
          "children": [
            {
              "Nonegl6eghd": {
                "children": [
                  {
                    "Nonegl6eupy": {
                      "children": [
                        {
                          "Nonegl6ex7x": {
                            "children": [
                              {
                                "Nonegl6f4nh": {
                                  "children": [
                                    {
                                      "Nonegl6fbq1": {
                                        "children": [
                                          {
                                            "AdministrativeEgg413": {
                                              "children": [
                                                {
                                                  "Nonegl6j8q5": {
                                                    "children": [
                                                      {
                                                        "Nonegl6paa4": {
                                                          "children": [
                                                            {
                                                              "Nonegl6pdft": {
                                                                "children": [
                                                                  {
                                                                    "Nonegl6pxpp": {
                                                                      "children": [
                                                                        {
                                                                          "Nonegl6qbeo": {
                                                                            "children": [
                                                                              {
                                                                                "Noneglabw3a": {
                                                                                  "children": [
                                                                                    {
                                                                                      "Noneglacdq6": {
                                                                                        "children": [
                                                                                          {
                                                                                            "Noneglane7b": {
                                                                                              "children": [
                                                                                                {
                                                                                                  "Noneglanhfw": {
                                                                                                    "data": {
                                                                                                      "body": "I’m 36 and have been to many. I’m sorry you don’t enjoy them. It’s usually a reunion for my fraternity, or a gathering of family. The next one is my wife’s brother so it’s kind of important to me",
                                                                                                      "score": 1
                                                                                                    }
                                                                                                  }
                                                                                                }
                                                                                              ],
                                                                                              "data": {
                                                                                                "body": "[deleted]",
                                                                                                "score": 1
                                                                                              }
                                                                                            }
                                                                                          }
                                                                                        ],
                                                                                        "data": {
                                                                                          "body": "Why? Because I enjoy things?",
                                                                                          "score": 0
                                                                                        }
                                                                                      }
                                                                                    }
                                                                                  ],
                                                                                  "data": {
                                                                                    "body": "[deleted]",
                                                                                    "score": 0
                                                                                  }
                                                                                }
                                                                              }
                                                                            ],
                                                                            "data": {
                                                                              "body": "Do you speak for everyone? You sound miserable",
                                                                              "score": 4
                                                                            }
                                                                          }
                                                                        }
                                                                      ],
                                                                      "data": {
                                                                        "body": "[deleted]",
                                                                        "score": -2
                                                                      }
                                                                    }
                                                                  }
                                                                ],
                                                                "data": {
                                                                  "body": "They’re making adjustments/venue decisions as the date gets closer. It’s flexible.",
                                                                  "score": 2
                                                                }
                                                              }
                                                            }
                                                          ],
                                                          "data": {
                                                            "body": "[deleted]",
                                                            "score": -2
                                                          }
                                                        }
                                                      }
                                                    ],
                                                    "data": {
                                                      "body": "Kiss my ass.",
                                                      "score": 4
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "No one likes attending weddings.",
                                                "score": 0
                                              }
                                            }
                                          },
                                          {
                                            "Nonegl6i12r": {
                                              "data": {
                                                "body": "Oh, yeah. I don’t really do that kind of thing. \n\nBe careful! It’ll be okay.",
                                                "score": 1
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "I meant with other people. A wedding to attend. Family to see.",
                                          "score": 11
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "I do shit. Read books. Play guitar. Oil pastels. Listen to the blues. Work my job.",
                                    "score": -7
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "You do you. I got shit to do",
                              "score": 13
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "1. Better than COVID.\n2. It’s only a couple years.\n3. I am grizzled as all hell. I can do another year of isolation.",
                        "score": -7
                      }
                    }
                  }
                ],
                "data": {
                  "body": "That isn’t healthy",
                  "score": 11
                }
              }
            },
            {
              "Nonegl6sosj": {
                "children": [
                  {
                    "Nonegl6t6xt": {
                      "data": {
                        "body": "No, I was very social. I organized events with my local atheist community — restaurants, canoe trips, bike rides, all kinds of stuff. I was also active in the voluntary simplicity movement. I facilitated some 7 week classes on simplifying one’s life to be happier and enjoy life more. \n\nAfter COVID I will return these activities gladly. \n\nUntil then, I will isolate. And do my best to keep a sense of humor about it.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Let me guess, you were “social distancing” for years before Covid",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "I will mask, social distance, and isolate another year. It’s not that bad. \n\nToughen up folks! This is gonna be a long, bumpy ride. \n\nAnd my bubble is just me and my dog.",
            "score": -9
          }
        }
      },
      {
        "Nonegl6e5wg": {
          "children": [
            {
              "AutoModerator": {
                "data": {
                  "body": "Your comment has been removed because\n\n* **Incivility isn’t allowed on this sub.** We want to encourage a respectful discussion. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_1.3A_be_civil))\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": 1
          }
        }
      },
      {
        "Op-Toe-Mus-Rim-Dong": {
          "data": {
            "body": "Well if you look at the CDC’s death rate forecast: https://www.cdc.gov/coronavirus/2019-ncov/covid-data/forecasting-us.html\n\nThen download the excel sheet and use the forecast option. We are expected to have 1M deaths by June 30th and 1.8M deaths by December 31. So I don’t think it’s implausible.",
            "score": -2
          }
        }
      },
      {
        "SDdrohead": {
          "data": {
            "body": "Yea kill me",
            "score": 4
          }
        }
      },
      {
        "Tender_Figs": {
          "data": {
            "body": "As an indoor human, I’m perfectly content with staying in another year.",
            "score": -11
          }
        }
      },
      {
        "WeirdAlYankADick": {
          "data": {
            "body": "If I have my rights taken from me for another year, I’d rather get sick.",
            "score": 7
          }
        }
      },
      {
        "d1ngal1ng": {
          "data": {
            "body": "[But we just had another article saying the US would be back to normal mid year.](https://asiatimes.com/2021/01/us-likely-to-be-first-western-nation-to-crush-covid-19/)",
            "score": 16
          }
        }
      },
      {
        "ecorev80": {
          "data": {
            "body": "Fear mongering wait and see.",
            "score": 11
          }
        }
      },
      {
        "randyrandom1234": {
          "children": [
            {
              "CPAlum_1": {
                "data": {
                  "body": "“But, muh Fear Mongering!”",
                  "score": 9
                }
              }
            }
          ],
          "data": {
            "body": "For anybody freaking out at this headline: this is a hypothetical insanely unlikely worst case scenario brought to you buy the same guy who predicted Ebola being a catastrophic global pandemic that would require half a billion vaccines, he’s also currently breaking with Fauci on double masking etc. \n\nThe vaccine rollout is not grindingly slow?? 1.7m doses today, two more highly effective candidates soon to come online.",
            "score": 43
          }
        }
      },
      {
        "randyrandom1234": {
          "data": {
            "body": "“I probably spend 90% of my time learning, 8% of my time making mistakes, and 2% of my time trying to get it right.” - Michael Osterholm",
            "score": 3
          }
        }
      },
      {
        "ssj3dvp11": {
          "data": {
            "body": "Hahah, This isn’t news to me.",
            "score": -10
          }
        }
      },
      {
        "thinpile": {
          "children": [
            {
              "fleurgirl123": {
                "children": [
                  {
                    "Nonegl6rlf9": {
                      "children": [
                        {
                          "Nonegl7jf1g": {
                            "data": {
                              "body": "\"highly suggestive\" is a severe overstatement for a study that really only narrowed it down to \"somewhere between 20% and 80% effective.\"",
                              "score": 2
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Yes the novavax results are highly suggestive of that. The immune system is handling this worse than the lab results would expect",
                        "score": -2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "I think it’s the other way around. The real world data is proving to be less robust than what happens in a test tube or in the modeling.",
                  "score": 2
                }
              }
            }
          ],
          "data": {
            "body": "Aren't the majority of testing on these variants bioinformatics and computer simulation anyway? Isn't there a real chance these variants tested in the real world with real people exposed might turn out to be perhaps 'less worrisome' than suggested? I'm curious to see what the data looks like from J&J after their SA trial. I mean how difficult is it to say, draw blood sera from someone vaccinated and directly challenge the variant (s) of concern? Or has that actually been done and confirmed without doubt via BSL3 testing, etc?",
            "score": 13
          }
        }
      },
      {
        "warlizardfanboy": {
          "data": {
            "body": "I’m being super good until my 16 y.o. special needs daughter can get vaccinated. At that point it will be hard not to take some calculated risks. I’m not spending this summer in the backyard.",
            "score": 8
          }
        }
      }
    ],
    "data": {
      "score": 0,
      "body": ""
    }
  },
  "Tough-Mycologist7839": {
    "children": [
      {
        "AutoModerator": {
          "data": {
            "body": "This post appears to be about vaccines, please see [our FAQ](https://www.reddit.com/r/Coronavirus/wiki/faq#wiki_where_can_i_find_information_about_the_mechanism_and_progress_of_vaccines.3F) for answers to frequently asked questions regarding the COVID-19 vaccines. Any comment containing misinformation will be removed and the user potentially banned.\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
            "score": 1
          }
        }
      },
      {
        "BeefBot9000": {
          "data": {
            "body": "Just stop",
            "score": 30
          }
        }
      },
      {
        "BigidyBam": {
          "data": {
            "body": "Misleading title.  The person had 1/2 vaccine shots.",
            "score": 28
          }
        }
      },
      {
        "NorVern01": {
          "children": [
            {
              "DoUHearThePeopleSing": {
                "data": {
                  "body": "+1. In Poland we have officials guidelines now - if someone was infected they will wait at least 6 months and offer just one dose.",
                  "score": 6
                }
              }
            },
            {
              "Informal-fence": {
                "data": {
                  "body": "I would recommend getting one when there is greater supply. I really respect you not wanting to take a vaccine from someone who needs it more, but it’ll definitely be useful to you later on.",
                  "score": 3
                }
              }
            },
            {
              "Informal-fence": {
                "children": [
                  {
                    "NorVern01": {
                      "data": {
                        "body": "Thanks for taking the time to research this and provide feedback, I really appreciate it.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "I commented earlier but wanted to track down your comment bc I work for a public health lab in a department specializing in covid and they’ve been doing antibody research. They found that vaccinated people have WAY more antibodies than people who have had covid but haven’t been vaccinated. My coworker had covid literally a few weeks before they tested his antibody levels and found they were at 800, while the vaccinated people have antibody levels that are 20,000+. His wasn’t even a rare case; other coworkers tested positive for antibodies on the rapid tests from previous infections but when a count was taken they were really low. Sooo if you get the opportunity again I would totally take it if you’re comfortable getting a vaccine!!!",
                  "score": 1
                }
              }
            },
            {
              "Nonegqf8661": {
                "children": [
                  {
                    "DoUHearThePeopleSing": {
                      "data": {
                        "body": "Immunity doesn’t last, but right now we have people that have zero immunity, so it’s a decent thing to wait with vaccination until those are vaccinated.",
                        "score": 9
                      }
                    }
                  },
                  {
                    "Nonegqfabjn": {
                      "children": [
                        {
                          "Nonegqfbg7z": {
                            "children": [
                              {
                                "Nonegqfbowz": {
                                  "children": [
                                    {
                                      "Nonegqfbvbi": {
                                        "children": [
                                          {
                                            "Nonegqfbyeo": {
                                              "children": [
                                                {
                                                  "Nonegqfc7rz": {
                                                    "children": [
                                                      {
                                                        "BurrShotFirst1804": {
                                                          "data": {
                                                            "body": "Be civil.",
                                                            "score": 2
                                                          }
                                                        }
                                                      }
                                                    ],
                                                    "data": {
                                                      "body": "[removed]",
                                                      "score": -6
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "[deleted]",
                                                "score": 9
                                              }
                                            }
                                          },
                                          {
                                            "Nonegqfk97u": {
                                              "children": [
                                                {
                                                  "Nonegqfw0sg": {
                                                    "children": [
                                                      {
                                                        "Jackniferuby": {
                                                          "data": {
                                                            "body": "It’s interesting that you are blasting their opinions - yet there is less than a year of data about the vaccine and its efficacy. There is only less than 4 months of real world data and like naturally derived antibodies- they have NO idea how long the ones spurned by the vaccine last either .",
                                                            "score": 2
                                                          }
                                                        }
                                                      }
                                                    ],
                                                    "data": {
                                                      "body": "Another outstanding performance. How pathetic are you to post an article you didn’t read? Nothing proven, all hypotheses. Not one sentence in either study supports the claim that “t cell immunity will last decades”. Read your own article before posting it big brain.",
                                                      "score": -3
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "https://directorsblog.nih.gov/2020/07/28/immune-t-cells-may-offer-lasting-protection-against-covid-19/\n\nhttps://www.straitstimes.com/singapore/strong-t-cell-immune-response-specific-to-virus-can-prevent-severe-covid-19-studies-show",
                                                "score": 8
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "Good job. You posted an article from 2017. As it pertains to this sars-cov virus, there is no way of knowing T cell memory as it’s only been a year. ;)",
                                          "score": -6
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "[deleted]",
                                    "score": 13
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Lol who told you that?",
                              "score": -7
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[deleted]",
                        "score": 10
                      }
                    }
                  }
                ],
                "data": {
                  "body": "[deleted]",
                  "score": -1
                }
              }
            },
            {
              "lwj1215": {
                "data": {
                  "body": "People are getting it multiple times the tine strength is good 3 to 6 weeks after recovery but not strong. After that time period ti e strength is negligble.",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "I had COVID and now have a natural immunity, so I don't need a vaccine.\n\nBeen offered it, but declined.  Let someone else have it.",
            "score": 8
          }
        }
      },
      {
        "Traveler_291920": {
          "data": {
            "body": "Lololololololololol",
            "score": 1
          }
        }
      },
      {
        "ZephyrFluous": {
          "children": [
            {
              "InThePartsBin2": {
                "children": [
                  {
                    "ZephyrFluous": {
                      "children": [
                        {
                          "InThePartsBin2": {
                            "children": [
                              {
                                "RedditWasAnAccident": {
                                  "data": {
                                    "body": "You can still carry the virus itself within your nasal cavity and spread it to unvaccinated people via respiratory droplets. You asked the “point of the vaccine”, and that’s extremely simple: Once everyone is vaccinated, (pretty much) nobody is at risk. \n\nSo yes you can still carry active COVID-19 viruses in your mouth and nose after immunization and, for the time being, should only remove your mask when talking with other immunized people.",
                                    "score": 0
                                  }
                                }
                              },
                              {
                                "ZephyrFluous": {
                                  "children": [
                                    {
                                      "Nonegqg2847": {
                                        "children": [
                                          {
                                            "Informal-fence": {
                                              "children": [
                                                {
                                                  "Nonegqgam1c": {
                                                    "data": {
                                                      "body": "[deleted]",
                                                      "score": 4
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "Masks in public.\nMaskless around vaccinated people/people w low risks (most private settings).\nMasks aren’t bad at all I don’t understand why you’re so eager to get rid of them. If a small action I take reduces the risks for others by even a slight percentage, it’s worth it. Being thoughtful is important.",
                                                "score": 3
                                              }
                                            }
                                          },
                                          {
                                            "ZephyrFluous": {
                                              "data": {
                                                "body": "You can't just say no like a child and expect to be right",
                                                "score": 7
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "[deleted]",
                                          "score": 0
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "The point of a vaccine is to strengthen your immune response to it so that when you catch it, your body will know how to defend against it. That's literally like the definition of a vaccine, which I'd strongly suggest you inform yourself on before spreading both disinformation and ignorant presumptuous safety dismissal. It's true that vaccines have been noted to significantly reduce transmission but its important to observe the word *reduce*, not eliminate entirely, we aren't there yet, and while it can still be transmitted, we have to stay safe until we really are in the clear. Otherwise, people like you, who are far too jumpy to toss their masks and stop washing hands and pretend like life has gone back to normal for lack of patience will keep this shit spreading and we will have to stay in quarantine and mask usage even longer, because, as it turns out, you dont have to actually *contract* the virus to spread it, all you have to do is shake two peoples hands, it's not rocket science, despite what a lot of people try to make it out as.",
                                    "score": 4
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "No, as in that's not acceptable at all. If that's true, then what was the point of the vaccine? \n\nFortunately all research indicates that vaccines DO significantly reduce transmission. Once I'm fully vaccinated, every mask I own goes in the garbage can.",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "What do you mean no? Even vaccinated you can still spread things like covid, unless you're just denying masks like a twat",
                        "score": -2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "> it's also important to remain at a distance from people and wear masks even after you get the vaccine to reduce risk of spreading it even still.\n\nSorry, but no.",
                  "score": 9
                }
              }
            }
          ],
          "data": {
            "body": "Even if this was honestly titled, of course infections are still a risk, there is still a small chance you'll get it, but the effects will be reduced, it's also important to remain at a distance from people and wear masks even after you get the vaccine to reduce risk of spreading it even still.",
            "score": 13
          }
        }
      },
      {
        "earthdc": {
          "children": [
            {
              "Jackniferuby": {
                "children": [
                  {
                    "earthdc": {
                      "children": [
                        {
                          "Jackniferuby": {
                            "children": [
                              {
                                "earthdc": {
                                  "data": {
                                    "body": "hi Jack, I apologize for my failure to reply in a way that resulted in misunderstanding; My \"Stop misinformation and denial\" was targeted towards US, not you. Thank you for your well thought through progression. I advocate that all distant transportation deserves 12 week lockdown followed by contact tracing now.",
                                    "score": 1
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "What are you even talking about? There is zero misinformation in my comment. If you’d really like to get technical - every country should have shut down ALL international travel from the second we learned of the virus from China. WHO should have suggested this the second they were denied access to China to investigate. I’m sure we would all have a had a leg up had that happened.",
                              "score": 5
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Yes, Earth is a small island. \n\nLet US stop the misinformation and denial now.",
                        "score": -2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "NZ and AU have several things in common. Small populations. They are islands. They cut off ALL travel in or out. These display massive differences from other countries- it wasn’t just the lockdown that helped control the virus.",
                  "score": 4
                }
              }
            }
          ],
          "data": {
            "body": "vax war accelerates as previously established vax math doesn't add up;\n\nat 80% efficacy, how many must be vax'd to achieve \"herd immunity\"?\n\nanswer is, no one knows because, there is no established contained population covid \"herd immunity\".\n\nNZ, AU, [et.al](https://et.al). eradicated endemic covid because, epidemiology works: 12 week global lockdown with follow up trace contact now.",
            "score": -3
          }
        }
      },
      {
        "lwj1215": {
          "data": {
            "body": "I was told I would still get it. Likely be asymptomatic and spread to others.",
            "score": 1
          }
        }
      }
    ],
    "data": {
      "score": 0,
      "body": ""
    }
  },
  "Pessimist2020": {
    "children": [
      {
        "AceCombat9519": {
          "data": {
            "body": "This might be due to supply issues with Vaccine manufacturers coping up with the Demand in the United States in order to meet 16 and up goal by Biden.",
            "score": 1
          }
        }
      },
      {
        "FirstAttemptsFailed": {
          "data": {
            "body": "I'm confused....\n\nhttps://apnews.com/article/vaccine-biden-600-million-doses-july-b7845a7d0f709199265d9243598b629e",
            "score": 5
          }
        }
      },
      {
        "Frumpelstilskin": {
          "data": {
            "body": "Name checks out",
            "score": 0
          }
        }
      },
      {
        "Initial-Constant-645": {
          "children": [
            {
              "CaptainJackKevorkian": {
                "data": {
                  "body": "I really feel like my old life is being ransomed back to me, like I'm being compelled to take this vaccine under duress. I do not appreciate the feeling.",
                  "score": -2
                }
              }
            },
            {
              "sarsartar": {
                "data": {
                  "body": "How will refusing to take the vaccine stop \"the new normal?\" That will just make getting back to normal harder.",
                  "score": 8
                }
              }
            }
          ],
          "data": {
            "body": "I am not an anti-vaxxer. My willingness to take a covid vaccine will depend on where we are at as a nation with respect to restrictions. It will be close to summer by the time I will be eligible to get the vaccine. If we are still asked to wear masks, social distance, and events continue to be canceled, and there is no sign of going back to normal, I will not take the vaccine. I will not support the \"new normal.\" Show significant progress toward reopening, and I will happily take the vaccine. Continue the current BS, I see no point.",
            "score": -2
          }
        }
      },
      {
        "Juicyjackson": {
          "children": [
            {
              "Nonegn0ofrs": {
                "children": [
                  {
                    "BS_Radar_": {
                      "data": {
                        "body": "1A is still ongoing in many places",
                        "score": 1
                      }
                    }
                  },
                  {
                    "poincares_cook": {
                      "data": {
                        "body": "If Israeli numbers are a testament of anything is that these numbers will improve. People like to wait, but as people see more and more of their friends and relatives take the vaccine the more will accept it.\n\nFurthermore, there's an element of convenience. As vaccination numbers stall on Israel one of the methods that work is sending vehicles with vaccines and teams into neighborhoods and large workplaces. Some people won't bother scheduling an appointment and taking the time to get vaccinated but can spare the literal 5 mins it takes to do so if it comes to them.",
                        "score": 1
                      }
                    }
                  }
                ],
                "data": {
                  "body": "[deleted]",
                  "score": 1
                }
              }
            },
            {
              "Stiggy_771": {
                "children": [
                  {
                    "Nonegn16bl2": {
                      "children": [
                        {
                          "Stiggy_771": {
                            "data": {
                              "body": "Thanks to them too. Didn't know ignorance and illiteracy was so rampant here",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[removed]",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Much thanks to anti vaxxers and tin foil asshats out there.",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "There are 330 million americans.\n\nThere are 260 million eligible adults(>15 years old)\n\nOnly about 4/5 of those would be willing to take the vaccine.\n\nMeaning we will probably only get 200-210 million people getting vaccines.",
            "score": 10
          }
        }
      },
      {
        "Nonegmzwwzi": {
          "children": [
            {
              "GossipGirl515": {
                "children": [
                  {
                    "Jrsallans1": {
                      "children": [
                        {
                          "GossipGirl515": {
                            "data": {
                              "body": "Yes thats what he said. Ive watched the interviews. He wanted bipartisan agreement to pass it if the dont he will do an executive order.",
                              "score": 2
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "That’s not what he promised. Also what happened to getting it the first week in office?",
                        "score": 3
                      }
                    }
                  },
                  {
                    "Nonegmzxpyq": {
                      "children": [
                        {
                          "AutoModerator": {
                            "data": {
                              "body": "Your comment has been removed because\n\n* **Purely political posts and comments will be removed.** Political discussions can easily come to dominate online discussions. Therefore we remove political posts and comments and lock comments on borderline posts. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[removed]",
                        "score": 1
                      }
                    }
                  },
                  {
                    "Nonegmzxucx": {
                      "children": [
                        {
                          "GossipGirl515": {
                            "data": {
                              "body": "It truly is, that why they shouldnt speak upon these matters lol.",
                              "score": 4
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[removed]",
                        "score": 8
                      }
                    }
                  },
                  {
                    "Nonegmzy7th": {
                      "children": [
                        {
                          "GossipGirl515": {
                            "children": [
                              {
                                "Nonegn0070f": {
                                  "children": [
                                    {
                                      "Nonegn00e3c": {
                                        "children": [
                                          {
                                            "Nonegn07e6x": {
                                              "children": [
                                                {
                                                  "AutoModerator": {
                                                    "data": {
                                                      "body": "Your comment has been removed because\n\n* **Purely political posts and comments will be removed.** Political discussions can easily come to dominate online discussions. Therefore we remove political posts and comments and lock comments on borderline posts. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
                                                      "score": 1
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "[removed]",
                                                "score": 1
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "[removed]",
                                          "score": 4
                                        }
                                      }
                                    },
                                    {
                                      "YourWebcam": {
                                        "data": {
                                          "body": "Your post or comment has been removed because\n\n* **Off topic political, policy, and economic posts and comments will be removed.** While we encourage and allow political, policy, and economic discussions, we ask that these discussions pertain primarily to the current Coronavirus pandemic. These offtopic discussions can easily come to dominate online discussions. Therefore we remove these unrelated posts and comments and lock comments on borderline posts. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus).*",
                                          "score": 1
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "[removed]",
                                    "score": -5
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "You still are not understanding.🙄",
                              "score": 5
                            }
                          }
                        },
                        {
                          "Jrsallans1": {
                            "children": [
                              {
                                "Nonegn02zy6": {
                                  "children": [
                                    {
                                      "lovememychem": {
                                        "data": {
                                          "body": "Your comment has been removed because\n\n\n* **Incivility isn’t allowed on this sub.** We want to encourage a respectful discussion. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_1.3A_be_civil))\n\n* **Off topic political, policy, and economic posts and comments will be removed.** We ask that these discussions pertain primarily to the current Coronavirus pandemic. These off topic discussions can easily come to dominate online discussions. Therefore we remove these unrelated posts and comments and lock comments on borderline posts.. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus). Please include a link to your submission.*",
                                          "score": 1
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "[removed]",
                                    "score": 4
                                  }
                                }
                              },
                              {
                                "pHyR3": {
                                  "children": [
                                    {
                                      "GossipGirl515": {
                                        "data": {
                                          "body": "He never said that lol.",
                                          "score": 1
                                        }
                                      }
                                    },
                                    {
                                      "Nonegn03ld5": {
                                        "children": [
                                          {
                                            "lovememychem": {
                                              "data": {
                                                "body": "Your comment has been removed because\n\n\n* **Off topic political, policy, and economic posts and comments will be removed.** We ask that these discussions pertain primarily to the current Coronavirus pandemic. These off topic discussions can easily come to dominate online discussions. Therefore we remove these unrelated posts and comments and lock comments on borderline posts.. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus). Please include a link to your submission.*",
                                                "score": 1
                                              }
                                            }
                                          },
                                          {
                                            "pHyR3": {
                                              "children": [
                                                {
                                                  "Nonegn05nuf": {
                                                    "children": [
                                                      {
                                                        "lovememychem": {
                                                          "data": {
                                                            "body": "Your comment has been removed because\n\n\n* **Off topic political, policy, and economic posts and comments will be removed.** We ask that these discussions pertain primarily to the current Coronavirus pandemic. These off topic discussions can easily come to dominate online discussions. Therefore we remove these unrelated posts and comments and lock comments on borderline posts.. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus). Please include a link to your submission.*",
                                                            "score": 1
                                                          }
                                                        }
                                                      },
                                                      {
                                                        "pHyR3": {
                                                          "data": {
                                                            "body": "My goddess?? Lmao\n\nFair enough, still better than what Mitch was offering and whatever shit was given last year",
                                                            "score": 1
                                                          }
                                                        }
                                                      }
                                                    ],
                                                    "data": {
                                                      "body": "[removed]",
                                                      "score": 0
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "Source? You saying it doesn't make it true",
                                                "score": 2
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "[removed]",
                                          "score": 0
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "Source on people receiving it in the first week? That doesn't even sound remotely feasible lol",
                                    "score": 5
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Exactly. That’s not what he promised. He said $2000 and now he’s backing down saying 1400. If you were stupid enough to believe him and voted for him then that’s on you. Also no rebuttal from them on why we didn’t get it on the first week he was sworn in like he said it would be.",
                              "score": 1
                            }
                          }
                        },
                        {
                          "Nonegn00ddk": {
                            "children": [
                              {
                                "lovememychem": {
                                  "data": {
                                    "body": "Your comment has been removed because\n\n\n* **Off topic political, policy, and economic posts and comments will be removed.** We ask that these discussions pertain primarily to the current Coronavirus pandemic. These off topic discussions can easily come to dominate online discussions. Therefore we remove these unrelated posts and comments and lock comments on borderline posts.. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus). Please include a link to your submission.*",
                                    "score": 1
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "[removed]",
                              "score": -4
                            }
                          }
                        },
                        {
                          "lovememychem": {
                            "data": {
                              "body": "Your comment has been removed because\n\n\n* **Off topic political, policy, and economic posts and comments will be removed.** We ask that these discussions pertain primarily to the current Coronavirus pandemic. These off topic discussions can easily come to dominate online discussions. Therefore we remove these unrelated posts and comments and lock comments on borderline posts.. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus). Please include a link to your submission.*",
                              "score": 1
                            }
                          }
                        },
                        {
                          "southernliberal": {
                            "children": [
                              {
                                "pHyR3": {
                                  "data": {
                                    "body": "Does blocking checks count?",
                                    "score": 4
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "How much are the republicans offering?",
                              "score": 7
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[removed]",
                        "score": -4
                      }
                    }
                  },
                  {
                    "mylicon": {
                      "data": {
                        "body": "What is that sorcery?!",
                        "score": 1
                      }
                    }
                  }
                ],
                "data": {
                  "body": "600+1400=2000.",
                  "score": 17
                }
              }
            },
            {
              "ThatsJustUn-American": {
                "data": {
                  "body": "Your comment has been removed because\n\n\n* **Incivility isn’t allowed on this sub.** We want to encourage a respectful discussion. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_1.3A_be_civil))\n\n\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus). Please include a link to your submission.*",
                  "score": 1
                }
              }
            },
            {
              "lovememychem": {
                "data": {
                  "body": "Your comment has been removed because\n\n\n* **Incivility isn’t allowed on this sub.** We want to encourage a respectful discussion. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_1.3A_be_civil))\n\n* **Off topic political, policy, and economic posts and comments will be removed.** We ask that these discussions pertain primarily to the current Coronavirus pandemic. These off topic discussions can easily come to dominate online discussions. Therefore we remove these unrelated posts and comments and lock comments on borderline posts.. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus). Please include a link to your submission.*",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": -33
          }
        }
      },
      {
        "Nonegmzxgph": {
          "children": [
            {
              "provoaggie": {
                "children": [
                  {
                    "Nonegn01za0": {
                      "children": [
                        {
                          "ErikaNYC007": {
                            "data": {
                              "body": " Correct",
                              "score": 7
                            }
                          }
                        },
                        {
                          "ricklegend": {
                            "data": {
                              "body": "And that’s game changing.",
                              "score": 2
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "I’m not exaggerating we will have enough for 209 million by late April early May",
                        "score": 23
                      }
                    }
                  }
                ],
                "data": {
                  "body": "There are only about 209 million people in the US over 18...and some of them don't want the vaccine. If we have enough for 300 million by the end of July without trials for children being completed then that is more than enough vaccines for everyone.",
                  "score": 33
                }
              }
            }
          ],
          "data": {
            "body": "All Americans and all American Adults are two different things. There are going to be enough to inoculate up to 300 Million adults by end of Summer. \n\nhttps://www.politico.com/amp/news/2021/02/11/biden-200-million-vaccine-doses-468756?__twitter_impression=true",
            "score": 52
          }
        }
      },
      {
        "Nonegn01x9a": {
          "children": [
            {
              "ChineseFountain": {
                "children": [
                  {
                    "WessenDO": {
                      "data": {
                        "body": "What he’s saying is just contradicting other news so it’s just confusing people",
                        "score": 11
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Under promise and over deliver?",
                  "score": 5
                }
              }
            },
            {
              "Frankocean2": {
                "children": [
                  {
                    "Nonegn05arn": {
                      "data": {
                        "body": "Agreed but he said not enough. Supply will not be the issue, it will be approval",
                        "score": 9
                      }
                    }
                  }
                ],
                "data": {
                  "body": "All Americans is every single one. Including kids. So, by Summer kids won't be able to get vaccinated just yet.",
                  "score": 11
                }
              }
            },
            {
              "Sallman11": {
                "data": {
                  "body": "He’s going to start giving to other countries",
                  "score": -1
                }
              }
            },
            {
              "amhran-abhann": {
                "data": {
                  "body": "This Reuters article appears to be misquoting him. The much more detailed Politico article (someone has it linked in a comment) quotes him at the same event as saying there will be enough doses by end of July to fully vaccinate all eligible people. Strange.",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "He’s literally wrong. Wtf. We have 600m doses of Pfizer and Moderna by end of July plus 100 m of Johnson. What in earth is he talking about",
            "score": 32
          }
        }
      },
      {
        "Nonegn0fg6q": {
          "children": [
            {
              "BrennanCain": {
                "children": [
                  {
                    "Nonegn0nsuy": {
                      "children": [
                        {
                          "Nonegn0qt1a": {
                            "data": {
                              "body": "If we are going to wear masks despite mass vaccination with an effective vaccine in order to save lives,  what's to say we should ever stop wearing them?",
                              "score": 5
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[removed]",
                        "score": 3
                      }
                    }
                  },
                  {
                    "Nonegn0qpqq": {
                      "children": [
                        {
                          "sarsartar": {
                            "data": {
                              "body": "I'll never get where this idea comes from that mask guidelines are somehow a source of \"power\" for the \"elite.\"",
                              "score": 4
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Because for some reason it's really difficult for people in power to give up that power.",
                        "score": -1
                      }
                    }
                  }
                ],
                "data": {
                  "body": ">masks all year\n\nPlease tell me he didn't say that. If he did, could I get a source? Why would any sane person want masks when we reach widespread vaccination/herd immunity.\n\nAnd this is a nightmare scenario because I live in CA.",
                  "score": 2
                }
              }
            },
            {
              "Vexiux": {
                "children": [
                  {
                    "Nonegn0ijuy": {
                      "children": [
                        {
                          "Vexiux": {
                            "data": {
                              "body": "Yes there is absolutely no reason to be shut down or causing doom when there are barely any deaths or hospitalizations because all of the vulnerable people have access to the vaccine.",
                              "score": 5
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[deleted]",
                        "score": 6
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Exactly! I am about to lose it with the shifting goalposts. The second everybody who is vulnerable can get the vaccine, I’m going back to normal. This illusion of “zero covid” is insane.",
                  "score": 11
                }
              }
            }
          ],
          "data": {
            "body": "[deleted]",
            "score": 19
          }
        }
      },
      {
        "Nonegtllk4o": {
          "data": {
            "body": "One of my family members has had burning sensations in her armpit ever since taking it. Been weeks now. I'd hold off until they see the long terms effects of this shot.\n\nIt may not be related but it started when she got the shot.",
            "score": 1
          }
        }
      },
      {
        "Pessimist2020": {
          "data": {
            "body": ">BETHESDA, Md. (Reuters) - President Joe Biden said on Thursday the United States would not have enough coronavirus vaccine doses by the end of the summer to vaccinate all Americans. Biden made the remark during a visit to the Viral Pathogenesis Laboratory at the National Institutes of Health in a suburb of Washington.",
            "score": 1
          }
        }
      },
      {
        "SuspiciousApricot4": {
          "data": {
            "body": "Not all Americans want it though, so hopefully there will be enough to meet the demand by then",
            "score": 9
          }
        }
      },
      {
        "backpackwayne": {
          "data": {
            "body": "What a terrible article.  It could not be more biased if it tried..., which it obviously did. Everyone  else announces he has secured enough to have everyone vaccinated.\n\n600,000 million doses.",
            "score": 5
          }
        }
      },
      {
        "ilCannolo": {
          "children": [
            {
              "backpackwayne": {
                "data": {
                  "body": "Yes. What a terrible article.  It could not be more biased if it tried..., which it obviously did.",
                  "score": 18
                }
              }
            },
            {
              "jbchi": {
                "children": [
                  {
                    "ilCannolo": {
                      "data": {
                        "body": "Agreed, but that’s not what the headline is talking about.",
                        "score": 3
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Having doses available is different than having people vaccinated. It takes six weeks from the first shot to immunity, so that adds a month and a half. It is also realistically going to take months to get through all of the people.",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "Wasn’t there just a post saying that he said there would be enough by July?",
            "score": 48
          }
        }
      },
      {
        "thrownow321": {
          "data": {
            "body": "If there's two people with only enough food and water for one you don't let one die. You ration. R.A.T.I.O.N. One person, one shot. Everyone gets a second when there's enough on hand later.",
            "score": -3
          }
        }
      },
      {
        "w-11-g": {
          "data": {
            "body": "Man his lies started piling up fast\n\nThe difference is his lies affect everyone else instead of just being White lies about himself.\n\nYou idiots miss Trump yet, cause it's just getting started.",
            "score": -2
          }
        }
      }
    ],
    "data": {
      "score": 4,
      "body": ""
    }
  },
  "cutestudent": {
    "children": [
      {
        "AceCombat9519": {
          "data": {
            "body": "Very worried and considering it's also found in the United States me and my dad took the Pfizer-BionTech on these dates 4/2 & 4/6. Should we still be protected from that strain or required a 3rd shot to be protected from B.1351 South Africa first case in the United States is South Carolina",
            "score": 1
          }
        }
      },
      {
        "AutoModerator": {
          "data": {
            "body": "This post appears to be about vaccines. We encourage you to visit our subreddit FAQ for resources about vaccines and vaccine appointment scheduling.\n\nFor answers to frequently asked questions regarding the COVID-19 vaccines, please see [our vaccine FAQ](https://www.reddit.com/r/Coronavirus/wiki/faq#wiki_where_can_i_find_information_about_the_mechanism_and_progress_of_vaccines.3F).\n\nFor resources to find vaccine appointments in your area, please see [our vaccine finder page](https://www.reddit.com/r/Coronavirus/wiki/faq/vaccinefinder).\n\nAny comment containing misinformation will be removed and the user potentially banned.\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
            "score": 3
          }
        }
      },
      {
        "Evan_Th": {
          "data": {
            "body": "The study says it's *less* effective against the South African variant.  We already knew that from the in vitro studies.\n\nThe question is how much less effective it is.  There's such a small sample size here that we can't say for sure.",
            "score": 5
          }
        }
      },
      {
        "KaneXX12": {
          "data": {
            "body": "This article needs to be retracted and Reuters should be ashamed of themselves. Incredibly misleading, for the sole purpose of racking up all the fear mongering clicks.",
            "score": 1
          }
        }
      },
      {
        "LegalThrowaway151593": {
          "data": {
            "body": "I have zero respect for news outlets anymore. This pandemic wouldn't be as bad if not for their constant fear mongering.\n\nWe'd have taken this much more seriously from the get-go if they didn't have such a reputation for fear-based reporting.\n\nRemember the reports in January/February 2020? What were most people saying?\n\n*\"Oh, it's just the media doing their thing.\"*\n\nThis isn't a right or left political viewpoint. The media DOES have a reputation for pulling this sort of shit.\n\nIt's like \"The Boy Who Cried Wolf\". Except when COVID actually hit, the western world hardly believed them.\n\nIt's a damn shame. And their ways are to blame.\n\nIn my state, news media got in on one of the last priority groups before it opens to the public. If it were up to me, they'd be dead last. They can work from home much of the time and are indirectly responsible for COVID getting as bad as it's gotten.",
            "score": 14
          }
        }
      },
      {
        "Moraghmackay": {
          "data": {
            "body": "This isn't news like they had information about this a while ago I mean when they change the spike protein and that's the protein that has been changed in the variant I mean that changes how the virus binds to your cells so if the binding mechanism is different I mean common sense says that the vaccine will be less effective apparently from what I've read on the studies that even if you do get infected with it it will still prevent death so you have a little cushion not much but it's better than nothing which is the other option. So even if a vaccine might not stop me from getting the virus or passing it to other people if it stops me from dying I'll f****** take it cuz that's better than the alternative",
            "score": -6
          }
        }
      },
      {
        "Nonegu2uet3": {
          "children": [
            {
              "Magnesus": {
                "data": {
                  "body": "The difference is boosters can be rolled out much faster than the original vaccines were. And R value and IFR of the new strain might be lowered in vaccinated population.",
                  "score": 12
                }
              }
            },
            {
              "Nonegu2uzuu": {
                "children": [
                  {
                    "Nac_Lac": {
                      "data": {
                        "body": "We have orders of magnitude more cases than we did in Jan 2020.  Don't know what containment you are thinking about.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "[removed]",
                  "score": 4
                }
              }
            },
            {
              "lovememychem": {
                "data": {
                  "body": "Your post or comment has been removed because\n\n* **You should contribute only high-quality information.** We require that users submit reliable, fact-based information to the subreddit and provide an English translation for an article in the comments if necessary.  A post or comment that does not contain high quality sources or information or is an opinion article will be removed. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_5.3A_keep_information_quality_high))\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus).*",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": -18
          }
        }
      },
      {
        "Nonegu2x1ke": {
          "children": [
            {
              "Nonegu33owb": {
                "data": {
                  "body": "[removed]",
                  "score": 0
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": 10
          }
        }
      },
      {
        "Nonegu31nij": {
          "children": [
            {
              "lovememychem": {
                "data": {
                  "body": "Your post or comment has been removed because\n\n* **You should contribute only high-quality information.** We require that users submit reliable, fact-based information to the subreddit and provide an English translation for an article in the comments if necessary.  A post or comment that does not contain high quality sources or information or is an opinion article will be removed. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_5.3A_keep_information_quality_high))\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus).*",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": -3
          }
        }
      },
      {
        "Nonegu375ug": {
          "children": [
            {
              "Nonegu3kg0k": {
                "data": {
                  "body": "That is not what this suggests at all",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": 1
          }
        }
      },
      {
        "Nonegu3959h": {
          "data": {
            "body": "But did it cause severe illness? This is what matters.",
            "score": 1
          }
        }
      },
      {
        "Nonegu3iadq": {
          "children": [
            {
              "adotmatrix": {
                "data": {
                  "body": "Your post or comment has been removed because\n\n* **Off topic political, policy, and economic posts and comments will be removed.** While we encourage and allow political, policy, and economic discussions, we ask that these discussions pertain primarily to the current Coronavirus pandemic. These offtopic discussions can easily come to dominate online discussions. Therefore we remove these unrelated posts and comments and lock comments on borderline posts. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus).*",
                  "score": 0
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": 1
          }
        }
      },
      {
        "Nonegu3nwn0": {
          "children": [
            {
              "adotmatrix": {
                "data": {
                  "body": "Your post or comment has been removed because\n\n* **Off topic political, policy, and economic posts and comments will be removed.** While we encourage and allow political, policy, and economic discussions, we ask that these discussions pertain primarily to the current Coronavirus pandemic. These offtopic discussions can easily come to dominate online discussions. Therefore we remove these unrelated posts and comments and lock comments on borderline posts. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_4.3A_avoid_politics))\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus).*",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": -1
          }
        }
      },
      {
        "Nonegu3ryk8": {
          "children": [
            {
              "lovememychem": {
                "data": {
                  "body": "Your post or comment has been removed because\n\n* **You should contribute only high-quality information.** We require that users submit reliable, fact-based information to the subreddit and provide an English translation for an article in the comments if necessary.  A post or comment that does not contain high quality sources or information or is an opinion article will be removed. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_5.3A_keep_information_quality_high))\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus).*",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": 1
          }
        }
      },
      {
        "Orsty": {
          "data": {
            "body": "This isn’t a surprise, we knew there were going to be breakthrough infections, these vaccines aren’t 100% effective and a reduction in efficacy % will cause more breakthrough infections",
            "score": -1
          }
        }
      },
      {
        "Yosemitelsd": {
          "data": {
            "body": "Two weeks everyone. Lets get this variant curve flattened. We can do this.",
            "score": 0
          }
        }
      },
      {
        "YourWebcam": {
          "data": {
            "body": "Important to note: \"\\[the variant's\\] prevalence in the country is very low and **the research has not been peer reviewed.**\"",
            "score": 1
          }
        }
      },
      {
        "cjantonio59": {
          "data": {
            "body": "Did an earlier article say that Pfizer’s vaccine is 91% effective against the South African variant \n\nSource: https://www.reddit.com/r/Coronavirus/comments/mi8a2k/pfizerbiontech_covid19_shot_91_effective_in/?utm_source=share&utm_medium=ios_app&utm_name=iossmf",
            "score": 1
          }
        }
      },
      {
        "emmaTea": {
          "children": [
            {
              "elcuervo": {
                "data": {
                  "body": "Wow.  Indeed.\n\n>We think that this reduced effectiveness occurs only in a short window of time (no B.1.351 cases 14+ days post 2nd dose), and that the S.A. variant does not spread efficiently. Thus, even more of a reason to get vaccinated and drive down cases to zero!",
                  "score": 134
                }
              }
            },
            {
              "emmaTea": {
                "children": [
                  {
                    "TheLastSamurai": {
                      "children": [
                        {
                          "Nonegukcr6u": {
                            "children": [
                              {
                                "tookmyname": {
                                  "children": [
                                    {
                                      "Nonegum005x": {
                                        "data": {
                                          "body": "Criticizing yellow journalism is as fair and reasonable as journalism criticizing things.",
                                          "score": 3
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "The information in this tweet wasn’t submitted in the paper that was released when this article was published. The tweet came after the publication. \n\nAlways attacking the media without knowing wtf you’re talking about is so boring. \n\nhttps://www.medrxiv.org/content/10.1101/2021.04.06.21254882v1.full.pdf",
                                    "score": 0
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Welcome to yellow journalism",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Holy shit, this headline was alarming but wow that’s so misleading",
                        "score": 16
                      }
                    }
                  },
                  {
                    "signed7": {
                      "data": {
                        "body": "So the headline really should be 'Pfizer shows total protection against SA variant 2 weeks after the second dose'?\n\nAlthough obviously with low prevalence the sample size is too low to be conclusive.",
                        "score": 4
                      }
                    }
                  },
                  {
                    "zogo13": {
                      "data": {
                        "body": "Cant upvote this enough",
                        "score": 45
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Source: https://twitter.com/sternlab/status/1380922933665792001?s=21",
                  "score": 150
                }
              }
            },
            {
              "instantrobotwar": {
                "data": {
                  "body": "Sigh. I thought I could trust reuters to not pull this kind of shit",
                  "score": 3
                }
              }
            },
            {
              "itprobablysucks": {
                "children": [
                  {
                    "NinetyNine90": {
                      "data": {
                        "body": "> would presume that there is some incremental increase in vaccine effectiveness between \"1 week or more\" (assuming that \"more\" was less than 2 weeks) and \"greater than 2 weeks\".\n\nWhich is absolutely expected to be the case. \n\nTheir definition for “fully vaccinated” was drawn based on when the vaccine reached full effectiveness for prior variants. If we induce variants which require higher antibody tiers to clear, then we can expect the vaccine to take more time to reach full effectiveness relative to that variant. \n\nIn combination with the researchers’ tweet, and the fact half their “fully vaccinated” sample was not fully vaccinated by Pfizer's definition, I think that’s possibly what’s happening here. It’s curious indeed they didn’t break down cases relative to duration of time since second dose and risk categories further.",
                        "score": 14
                      }
                    }
                  },
                  {
                    "overthereanywhere": {
                      "data": {
                        "body": "I suspect the reason that they may have not included it is that they had no way to determine a possible infection time; since they noted in the paper that they could have gotten infected a good time beforehand splitting it off into that level of detail probably may have been misleading, and they also noted the sample size and such is small so they couldn't definitely say one way or the other; paper also said that further studies are needed to give a definitive conclusion. It does mean that technically we cannot solely rely on the tweet either, though the tweet just stated a hypothesis and not a definitive statement (note the \"we think\")",
                        "score": 6
                      }
                    }
                  }
                ],
                "data": {
                  "body": "To be clear, despite the tweet by the researcher, this information is not included in the paper (which can be found [here](https://www.medrxiv.org/content/10.1101/2021.04.06.21254882v1.full.pdf)). The grouping the paper used, and which the \"8-times more likely\" refers to, is 1 week or *more* after the 2nd shot, which the paper considers as \"full effectiveness of the vaccine\". There is no further delineation of the timeframe. If the researcher has data in particular about what happens *2* weeks after, it was not included in the paper, and would presume that there is some incremental increase in vaccine effectiveness between \"1 week or more\" (assuming that \"more\" was less than 2 weeks) and \"greater than 2 weeks\".",
                  "score": 18
                }
              }
            }
          ],
          "data": {
            "body": "A researcher on this stated on their twitter that there were no cases after 14 days of the second shot.\n\nSuper misleading article",
            "score": 326
          }
        }
      },
      {
        "jermiu": {
          "children": [
            {
              "Nonegu2z13w": {
                "data": {
                  "body": "5.4% is still a pretty low number, meaning that if the variant reduces efficacy it likely isn't a major hit that renders it not much better than normal. There's also the fact that you pointed out that even if you get it I'm willing to be it's much, MUCH less likely to be severe or even show symptoms.",
                  "score": 20
                }
              }
            },
            {
              "berkeleykev": {
                "data": {
                  "body": "Among patients who tested positive. \n\nIt's 5.4% vs 0.7% *of the very small number of patients in the study who tested positive*",
                  "score": 2
                }
              }
            }
          ],
          "data": {
            "body": "So:\n\nBut among patients who had received two doses of the vaccine, the variant’s prevalence rate was eight times higher than those unvaccinated - 5.4% versus 0.7%.\n\nDid they have any symptoms? Hospital? Dead? What happened to them? Need more info",
            "score": 24
          }
        }
      },
      {
        "knightsone43": {
          "data": {
            "body": "They included people who weren’t even considered fully vaccinated in the numbers.\n\n“The study, released on Saturday, compared almost 400 people who had tested positive for COVID-19, 14 days or more after they received one or two doses of the vaccine, against the same number of unvaccinated patients with the disease. It matched age and gender, among other characteristics.”",
            "score": 22
          }
        }
      },
      {
        "memelord_andromeda": {
          "data": {
            "body": "Who posted this?this sub is getting ridiculous in terms of misinformation already",
            "score": 1
          }
        }
      },
      {
        "nocemoscata1992": {
          "children": [
            {
              "Moraghmackay": {
                "children": [
                  {
                    "ArtemidoroBraken": {
                      "data": {
                        "body": "This is probably what is going on, even if the B.1.351 has evasive properties, the R for this variant is still around 1 so it is not spreading fast. At least for now. If the immunity wanes because of decreasing titers, this may change. But we have to wait and see, too early now.",
                        "score": 5
                      }
                    }
                  },
                  {
                    "NotAnotherEmpire": {
                      "data": {
                        "body": "Pfizer is near-100% effective in younger adults and Israel's population is in aggregate very young. It could lose a lot of efficacy and still be highly effective by normal measures.",
                        "score": 28
                      }
                    }
                  }
                ],
                "data": {
                  "body": "I believe that's because even though the vaccine is less effective on the South African variant it still provides enough of a cushion to decrease your viral load of passing on the virus to other people which slows the spread so in other words even if it's not 100% effective in stopping the virus just take a look at the United States the vaccination is really stopping the virus and I just hope that we can get vaccines to other countries that aren't able to afford it and that way we can kind of get this s*** show of the last year and a half under control",
                  "score": 57
                }
              }
            },
            {
              "ohsnapitsnathan": {
                "children": [
                  {
                    "nocemoscata1992": {
                      "children": [
                        {
                          "Coca-karl": {
                            "data": {
                              "body": "Right, but we still wouldn't see an increase in cases while the other variations decline significantly. Until it becomes the dominant strain in the country we shouldn't expect to see the trend shift. If the pattern holds then Israel should plateau for a month of two before cases climb back up.",
                              "score": 7
                            }
                          }
                        },
                        {
                          "ohsnapitsnathan": {
                            "data": {
                              "body": "I mean I'm not claiming it has grown that much (in fact I think that would be an extreme estimate) just that we can't infer too much from the overall data because that variant accounts for a small portion of cases.",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Cases are less than 10% of what they were end of Feburary-Early March. If it had grown 5X it would be more than 50% of current cases. Even if it had stayed the same it would be more than 10%.",
                        "score": 17
                      }
                    }
                  }
                ],
                "data": {
                  "body": "\nThey found that only 1% of cases were SA variant, so probably that the SA variant is still too rare to really shift the overall statistics. Even if it grew 5x since the study it would still be <10% of cases.",
                  "score": 28
                }
              }
            },
            {
              "slimwillendorf": {
                "children": [
                  {
                    "nocemoscata1992": {
                      "children": [
                        {
                          "slimwillendorf": {
                            "children": [
                              {
                                "Moraghmackay": {
                                  "children": [
                                    {
                                      "Eurovision2006": {
                                        "data": {
                                          "body": "Yeah, it was Denmark. They're pretty much the only EU country that is reopening, but to do anything you need to show proof of vaccination, recovery or a negative test from the last two days.",
                                          "score": 2
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "Yeah I feel like for international travel it's going to become a thing to have proof of vaccination absolutely to get people feeling safe back in airplanes and you know like I agree that it is somewhat a privacy issue especially having apps on your phone that can essentially have that information but then again people that refuse to be back a reason shouldn't be traveling or risking other people's safety because they feel that their freedom outweighs the freedom of another person because if you're risking other people's lives because you don't want to get vaccinated that's wrong stay home. I can't remember if it was Denmark they're starting their vaccination pass as well and I want to say there's another QR code called excelsior and the only reason I remember that is because of Stan Lee... Lol but meanwhile in Canada we're just I don't know what's happening here or when we're supposed to be even getting vaccinated it's almost easier going to the states spending two weeks in a quarantine place and getting vaccinated there and coming back here then waiting on Canada to get there stuff together with expired vaccines with I'm sorry if a vaccine has a 3-day shelf life when you get it then I mean that's unacceptable. Sorry sorry for the rant",
                                    "score": 5
                                  }
                                }
                              },
                              {
                                "nocemoscata1992": {
                                  "children": [
                                    {
                                      "toontje18": {
                                        "data": {
                                          "body": "Aha, that probably explains the mossad-level contact tracing!",
                                          "score": 1
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "I don't know, they definitely don't publish data like e.g. the UK do",
                                    "score": 4
                                  }
                                }
                              },
                              {
                                "zogo13": {
                                  "data": {
                                    "body": "Israel has respectable genomic sequencing but no where close to the UK for instance",
                                    "score": 3
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "They do. And they have a mossad-level contact tracing team. Heck, they don’t even allow anyone - even Pfizer CEO who wasn’t vaccinated at the time - to enter the country without proof of vaccination!",
                              "score": 24
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "I don't think they do much sequencing",
                        "score": 10
                      }
                    }
                  }
                ],
                "data": {
                  "body": "But consider fact that Israel does the real contact tracing and therefore able to contain the spread of SA variant.",
                  "score": 20
                }
              }
            }
          ],
          "data": {
            "body": "Note that this study ended at the beginning of March. Since then, cases have dropped tenfold in Israel. If B.1351 was significantly immunoevasive it should be spreading now and cause a large increase in cases.",
            "score": 175
          }
        }
      },
      {
        "nootomat": {
          "children": [
            {
              "Magnesus": {
                "children": [
                  {
                    "nootomat": {
                      "data": {
                        "body": "Yea the R value and the fact that there are multiple vaccines at play. Let's say it's able to evade mRNA, well there are non mRNA vaccines being used large scale globally. That should get us plenty of time to get some booster shots out.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "For now. We'll see what happens when everyone is vaccinated and everything reopens. If the SA variant will spread. My guess is the R value will be too low since vaccines will be slowing it further down. Let's hope so.",
                  "score": 5
                }
              }
            },
            {
              "New-Atlantis": {
                "children": [
                  {
                    "elcuervo": {
                      "children": [
                        {
                          "NotAnotherEmpire": {
                            "children": [
                              {
                                "elcuervo": {
                                  "children": [
                                    {
                                      "NotAnotherEmpire": {
                                        "children": [
                                          {
                                            "elcuervo": {
                                              "data": {
                                                "body": "My point is that even if it's faster than many expected, it's still relatively slow.",
                                                "score": 3
                                              }
                                            }
                                          },
                                          {
                                            "zogo13": {
                                              "data": {
                                                "body": "Relatively speaking the current crop of variant do not have “a lot of major changes” they have a lot of changes relative to what we saw previously in this virus, but that’s still a relatively limited amount and most changes are located in one region of the virus",
                                                "score": 6
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "B-117 (UK) didn't happen to have the immune escape mutations. The South African variant of similar vintage and independent evolution had some of B-117s mutations along with immune escape. \n\nPoint is, SARS-CoV-2 can change more drastically than had been thought. The conventional wisdom had been that it couldn't do what it did in these mutants, with large numbers of major changes just appearing.",
                                          "score": -2
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "And vaccines developed before the variant even existed are still extremely effective against it.",
                                    "score": 6
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "That's what people were saying before B.1.1.7. Turns out it can shift much more rapidly.",
                              "score": 1
                            }
                          }
                        },
                        {
                          "jdorje": {
                            "children": [
                              {
                                "elcuervo": {
                                  "data": {
                                    "body": "Thanks for clarifying!",
                                    "score": 1
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "What we've seen so far isn't antigenetic drift,  it's an ascending tower of ever more fit mutations.  The previous reply though is saying that's all we'll ever see,  which is not something we can know yet.  But the spike antigen is not like the flu antigen; you can't just make random changes and still have it be ultra contagious - so it could be true that we'll never see drift.",
                              "score": 4
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "This is antigenic drift, but this occurs over a long period of time.",
                        "score": 1
                      }
                    }
                  },
                  {
                    "zogo13": {
                      "children": [
                        {
                          "New-Atlantis": {
                            "data": {
                              "body": "B.1.1.7 was first detected in September, but the alarm was only sounded in December. Even if the Bristol variant (including the E484K) doesn't spread, it shows that variants can spontaneously mutate any time in any place. Moreover, the UK has imposed stricter controls in December when the B.1.1.7 variant grew rapidly. That may have kept the Bristol variant from spreading, but we can't assume that such controls will be imposed in other places, where new variants may occur.",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "E484K has been detected in B.1.1.7 as early back as December and it’s failed to gain any kind of foothold anywhere",
                        "score": 9
                      }
                    }
                  }
                ],
                "data": {
                  "body": "The variants seem to converge in a common direction. So, in the end they'll all acquire most of the mutations seen in the SA variant or the Brazilian variant, possibly in addition to a few others. Even if the British variant doesn't have the E484K mutation yet, it can acquire it by further mutation as in the Bristol variant or by recombination.\n\nEspecially with the roll-out of vaccination and partial immunity due to low-efficacy vaccines or due to delayed 2nd shot, the vaccine evading mutations are likely to spread in places that see a surge in infections despite partial vaccine-induced immunity.",
                  "score": 10
                }
              }
            },
            {
              "berkeleykev": {
                "data": {
                  "body": ">but it also seems like the SA variant is getting stomped out by the B117\n\nAnd this has been reported elsewhere, which means infection from B117 confers a great deal of immunity against the SA variant.",
                  "score": 1
                }
              }
            },
            {
              "nocemoscata1992": {
                "children": [
                  {
                    "nootomat": {
                      "children": [
                        {
                          "MissLadyJay": {
                            "children": [
                              {
                                "Nonegu4l0bd": {
                                  "children": [
                                    {
                                      "ClassyCoder": {
                                        "data": {
                                          "body": "I said that a few times in this sub and got downvoted heavily.  Countries like USA shouldn’t even bother with AZ.\n\nEurope should also consider changing strategies. Considering all the legal battles.",
                                          "score": 2
                                        }
                                      }
                                    },
                                    {
                                      "MissLadyJay": {
                                        "data": {
                                          "body": "That’s a good question. I asked myself the same thing and I’m not sure",
                                          "score": 3
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "[deleted]",
                                    "score": 3
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "In SA, we had to sell the 1 million doses of AZ that we got in January/February as that vaccine was not really effective against our strain.",
                              "score": 3
                            }
                          }
                        },
                        {
                          "Nonegu2xx5s": {
                            "data": {
                              "body": "Pfizer is the king of the crop. AZ and JJ aren’t even close.",
                              "score": 13
                            }
                          }
                        },
                        {
                          "gazorpazorpfuknfield": {
                            "data": {
                              "body": "SA already evaded AZ by a pretty significant degree. Not J&J. We already have data on those two",
                              "score": 6
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "For sure, and Israel also went exclusive into Pfizer. With the world over seeing multiple vaccines from different manufacturers there's still going to be some variation at play....if SA can evade Pfizer but not J&J or AZ, that's going to limit its ability to spread.",
                        "score": 6
                      }
                    }
                  }
                ],
                "data": {
                  "body": "P1 is not common in Israel",
                  "score": 10
                }
              }
            },
            {
              "zogo13": {
                "data": {
                  "body": "P.1 has been present in Italy for a while now and has actually been being outcompeted by B.1.1.7",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "That's concerning, but it also seems like the SA variant is getting stomped out by the B117 and P1 variants.",
            "score": 41
          }
        }
      },
      {
        "oath2order": {
          "data": {
            "body": "A non-peer reviewed study? We should be ignoring this as an outlier, just like all the studies that say vaccines prevent transmission, right?\n\nThis study should be ignored for the time being.",
            "score": 5
          }
        }
      },
      {
        "overthereanywhere": {
          "children": [
            {
              "Moraghmackay": {
                "children": [
                  {
                    "overthereanywhere": {
                      "children": [
                        {
                          "Moraghmackay": {
                            "data": {
                              "body": "Non peer-reviewed studies that are done in labs and actually in the real world and a lot of people also I found out today are confusing opinion pieces from news sources with actual news that's not an opinion you know, I agree though sometimes journalists need to you know consider the audience and the context that they will take it in because it could do more damage than good.",
                              "score": 5
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Also I think part of the issue is that journalists are getting their hands on pre-prints and using it for unintended purposes and not considering context. People also have attempted to disparage papers just because they're pre-prints and to immediately declare them as fake news (just like how some are fear-mongering vaccines because they're only EUA and aren't \"fully approved\"). The public I feel at times are jumping into the scientific paper process without having a full understanding of how it works.",
                        "score": 4
                      }
                    }
                  }
                ],
                "data": {
                  "body": "But that's just that right the more people that click on a link to look at it and the more outrageous it is the more that companies like Reddit Facebook Twitter profit from that so .",
                  "score": 13
                }
              }
            },
            {
              "Nonegu35zff": {
                "children": [
                  {
                    "lovememychem": {
                      "data": {
                        "body": "Your post or comment has been removed because\n\n* **You should contribute only high-quality information.** We require that users submit reliable, fact-based information to the subreddit and provide an English translation for an article in the comments if necessary.  A post or comment that does not contain high quality sources or information or is an opinion article will be removed. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_5.3A_keep_information_quality_high))\n\n*If you believe we made a mistake, please [message the moderators](/message/compose?to=/r/Coronavirus).*",
                        "score": 1
                      }
                    }
                  },
                  {
                    "somethingsomethingbe": {
                      "data": {
                        "body": "The implication you’re implying, that Israel is tarnishing the Pfizer vaccine image because of a dispute in price, is pretty dumb...",
                        "score": 14
                      }
                    }
                  }
                ],
                "data": {
                  "body": "[removed]",
                  "score": -7
                }
              }
            }
          ],
          "data": {
            "body": "Unfortunately the title of the news article hides the fact that 1) the study only considers positive test rate and nothing about hospitalization and severe covid, 2) that there's still some protection. They do mention this in the body of the article, but I think they could have made this a lot more clear in the title.",
            "score": 53
          }
        }
      },
      {
        "speakhyroglyphically": {
          "children": [
            {
              "sziehr": {
                "children": [
                  {
                    "Evan_Th": {
                      "children": [
                        {
                          "sziehr": {
                            "children": [
                              {
                                "speakhyroglyphically": {
                                  "data": {
                                    "body": "They say 'variety' is the spice of life",
                                    "score": 1
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Woot.  The question is do we have to stick with brand we got or can we take what we can get next round",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[Pfizer too](https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-initiate-study-part-broad-development).  They say:\n\n>While we have not seen any evidence that the circulating variants result in a loss of protection provided by our vaccine, we are taking multiple steps to act decisively and be ready in case a strain becomes resistant to the protection afforded by the vaccine.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Moderna already has one in safety and effectiveness trials as I type this.",
                  "score": 6
                }
              }
            }
          ],
          "data": {
            "body": "We all knew there was gonna have to be a followup shot. Hopefully they start making it. mrna or not? IDK",
            "score": -8
          }
        }
      },
      {
        "tasunder": {
          "data": {
            "body": "I’m far from an expert but it seems to me that if you think about this, this is exactly what would be expected. A breakthrough infection occurs when there is not an adequate immune response doesn’t it?  The threshold for inadequate immune response is lower for B.1.351 so you would expect that, among people whose immune responses aren’t robust in response to the vaccine, more of them would be infected by B.1.351.",
            "score": 2
          }
        }
      },
      {
        "treple13": {
          "data": {
            "body": "This headline is definitely maximized to push clicks.\n\nVaccines are still very effective against SA. They are just MORE effective against other variants. But that doesn't sound scary enough.",
            "score": 51
          }
        }
      },
      {
        "twohammocks": {
          "data": {
            "body": "A big question I have - were any of these people immunocompromised in any way? E484K mutation can pop up intrahost...\nVirus plasticity\n'Extensive intrahost evolution of SARS-CoV-2 has been reported in at least five individuals with protracted infection because of immune impairment from therapy for hematologic malignancies or autoimmunity (3–7).' Many of the mutations that popped up after plasma treatment are the big ones: E454K, N501Y, etc..\nhttps://science.sciencemag.org/content/371/6536/1306.full",
            "score": 2
          }
        }
      }
    ],
    "data": {
      "score": 50,
      "body": ""
    }
  },
  "EKEEFE41": {
    "children": [
      {
        "AutoModerator": {
          "data": {
            "body": "Automatic translation [here](https://translate.google.com/translate?sl=auto&tl=en&u=https://www.jpost.com/health-science/covid-19-is-weakening-could-die-out-without-vaccine-specialist-claims-632324)\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
            "score": 1
          }
        }
      },
      {
        "D-Sleezy": {
          "children": [
            {
              "CannonWheels": {
                "data": {
                  "body": "god damn i love some rainbow sherbert",
                  "score": 1
                }
              }
            },
            {
              "DollarMouth": {
                "data": {
                  "body": "If it did smell like rainbow sherbet, would you taste it?",
                  "score": 3
                }
              }
            },
            {
              "Nonefvn13el": {
                "children": [
                  {
                    "Nonefvn2ndu": {
                      "children": [
                        {
                          "AutoModerator": {
                            "data": {
                              "body": "Your comment has been removed because \n\n* **Incivility isn’t allowed on this sub.** In specific, we do not allow content that [threatens or encourages violence or physical harm](https://www.reddithelp.com/en/categories/rules-reporting/account-and-community-restrictions/do-not-post-violent-content). These comments are violations of this rule and the site-wide content policy. We want to encourage a respectful discussion. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_1.3A_be_civil))\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[removed]",
                        "score": 1
                      }
                    }
                  },
                  {
                    "nojox": {
                      "children": [
                        {
                          "ImYoric": {
                            "children": [
                              {
                                "nojox": {
                                  "data": {
                                    "body": "Thanks for taking the time to list out the combination of factors that make COVID \"serious\".",
                                    "score": 1
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "I just checked, there are many diseases that are more infectious than Covid-19.\n\nCovid-19 just happens to have a combination of factors:\n\n* pretty deadly – not nearly as much as Ebola or the previous SARS, but still pretty deadly;\n* pretty infectious – not nearly as much as many children's diseases, but way more than the deadly diseases above;\n* often asymptomatic – which makes it much harder to trace back to a patient 0 or to delimit clusters than any of the diseases above;\n* grave enough that many infected need to go to a hospital – which means that it's very quickly going to saturate hospitals in regions that fail to contain it and also that once it's on the loose, many infected won't be able to work, even many who are going to survive the disease.\n\nIn fact, it is my understanding that hospital saturation and loss of work power are actually the worst risk. If all the hospitals in your country are saturated with Covid-19 patients, who's going to take care of other diseases and accidents? If everybody is sick, who's going to take care of the nuclear plants?",
                              "score": 5
                            }
                          }
                        },
                        {
                          "Nonefvpgp27": {
                            "children": [
                              {
                                "nojox": {
                                  "children": [
                                    {
                                      "Nonefvrgjva": {
                                        "children": [
                                          {
                                            "nojox": {
                                              "children": [
                                                {
                                                  "Nonefvs45o7": {
                                                    "children": [
                                                      {
                                                        "nojox": {
                                                          "children": [
                                                            {
                                                              "Nonefvs8tou": {
                                                                "children": [
                                                                  {
                                                                    "nojox": {
                                                                      "data": {
                                                                        "body": "Ok you win",
                                                                        "score": 1
                                                                      }
                                                                    }
                                                                  }
                                                                ],
                                                                "data": {
                                                                  "body": "[deleted]",
                                                                  "score": 1
                                                                }
                                                              }
                                                            }
                                                          ],
                                                          "data": {
                                                            "body": "Isn't this agreeing with what I am saying?\n\n> Everyone’s immune system reacts differently when exposed to a virus. Someone with a strong, healthy immune system who is exposed to a virus may not become infected, or may become infected but show few symptoms. Those with compromised immune systems and the elderly are considered at higher risk of dying from COVID-19.\n> \n> Some doctors have suggested that Trudeau may already have the coronavirus but has no symptoms. Trudeau has not been tested for the virus, as most doctors recommend against testing people who are asymptomatic.\n> \n> In Camilla’s case, Dr. Fish said it’s possible that proper hygiene could’ve played a role in her negative test results. However, she added that it’s entirely possible that Camilla could test positive later.\n\nI think we're just disagreeing on semantics.\n\nFrom https://en.wikipedia.org/wiki/Infection#Signs_and_symptoms :\n\n> In certain cases, infectious diseases may be asymptomatic for much or even all of their course in a given host. In the latter case, the disease may only be defined as a \"disease\" (which by definition means an illness) in hosts who secondarily become ill after contact with an asymptomatic carrier. **An infection is not synonymous with an infectious disease, as some infections do not cause illness in a host.** [17]\n\nAs i said, infection = virus entered your system in minimum viable amount. Developing symptoms depends on how your system interacts with the virus.",
                                                            "score": 1
                                                          }
                                                        }
                                                      }
                                                    ],
                                                    "data": {
                                                      "body": "[deleted]",
                                                      "score": 1
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "Asymptomatic? Or socially distanced?",
                                                "score": 1
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "[deleted]",
                                          "score": 2
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "Disclaimer: layman; opinion based on interviews of epidemiologists.\n\nWell, I don't know how medical science formally defines it, but I watched a bunch of interviews of epidemiologists and they refer to infection as the event of the virus entering the system of a person, not the visible symptoms. The ones in whom the virus has entered their system but developed no symptoms are referred to as asymptomatic, but they are counted as infected and factored into IFR. IFR is a statistical estimate and not a counted number, unlike CFR which is a counted number. CFR varies widely depending on the healthcare system and its various aspects and parts and is not an indicator of the disease itself, but of the disease and of the healthcare system.\n\nIndividuals being \"susceptible\" or not does not enter either calculation, it seems. Either you were infected or you were not.\n\nThere is the point of minimum feasible viral load, which they seem to have not figured out yet (i.e. 1,234 viruses in one place), but they decide that it should be one number for everyone.\n\nThere is another omission in my earlier post, which is that herd immunity confers a good deal of protection to everyone not infected, and herd immunity is (R0 - 1)/R0 % of a given population, which means for a globalised world it would be, assuming R0=3, 67% of 7 billion which is about 4.67 billion people. In practice, it might be much lower. R reduces drastically if you take steps like masks (big one), staying at home(big one), social distancing, temporary lockdowns, etc. Therefore, say with an R of 1.5, you would get herd immunity at 33% infected (presymptomatic, asymptomatic or symptomatic).\n\nThe point I was making was that IFR may be <= 0.5% but potentially everyone is vulnerable to getting infected if we do not distance, which means a small percentage of a big number is still a pretty big number and therefore everyone is taking it seriously.\n\n----\n\nNow, in this post, I would like to add that the virus obviously seems to affect the rich, the poor and the powerful equally and therefore, human power structures have begun to respect it, unlike in the case of cold and flu. Nobody shuts down schools for the flu or for tuberculosis or malaria, even though poor people die in the 100s of 1000s annually from those diseases, but most of them are poor and/or don't matter.",
                                    "score": 0
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "[deleted]",
                              "score": 3
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "The problem of COVID is not the IFR, it is a benign disease, relatively speaking, the problem is that it is the most infectious thing known to man since the Spanish Flu. This means every man and woman breathing air will get it this year if they don't isolate or distance. Now calculate 0.1%, forget 0.25%, of 7 billion people. That's right, 7 million dead. Hence the seriousness. And hence the drastic measures.\n\nEdit: u/ImYoric has a better explanation below. I admit that my post above is an exaggeration of numbers, because its a simple hypothetical calculation, but I'm not an expert nor claiming to be one, just a layman explaining why COVID is being taken so seriously.",
                        "score": -2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "[deleted]",
                  "score": 1
                }
              }
            },
            {
              "honorface76": {
                "data": {
                  "body": "Is that what I sound like when I say it?",
                  "score": 2
                }
              }
            }
          ],
          "data": {
            "body": "I'll believe that when my shit turns purple and smells like rainbow sherbet",
            "score": 11
          }
        }
      },
      {
        "Darwing": {
          "children": [
            {
              "Nonefvqiobn": {
                "data": {
                  "body": "It’s disappeared in New York😎",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "just gotta keep waiting guys Brazil USA Aftica India, all these places will be fine, just wait it out and it will magically disappear",
            "score": 20
          }
        }
      },
      {
        "EKEEFE41": {
          "children": [
            {
              "boooooooooo_cowboys": {
                "data": {
                  "body": "I’m also a virologist, and I think this is mostly wishful thinking. \n\nIt’s plausible that a less dangerous strain could have emerged in Italy (although at this point that’s all just speculation). But that doesn’t mean that the same thing would happen everywhere. And it doesn’t mean that the regular version of the virus would just disappear.",
                  "score": 2
                }
              }
            },
            {
              "gopdestruyedtheus": {
                "children": [
                  {
                    "EKEEFE41": {
                      "data": {
                        "body": "Agreed",
                        "score": 2
                      }
                    }
                  },
                  {
                    "MookieT": {
                      "children": [
                        {
                          "Fall7StandUp8": {
                            "data": {
                              "body": "I was just thinking the same thing regarding the doom and gloom. Comments here are extremely pessimistic and other than social distancing and masks really add nothing. Also, they don’t seem to care about the destructive results (economic and other) of lockdowns.",
                              "score": 1
                            }
                          }
                        },
                        {
                          "Nonefvmytrg": {
                            "children": [
                              {
                                "Nonefvn19xh": {
                                  "children": [
                                    {
                                      "Nonefvn24kg": {
                                        "children": [
                                          {
                                            "Nonefvn2wax": {
                                              "children": [
                                                {
                                                  "Nonefvn43id": {
                                                    "data": {
                                                      "body": "Yeah... not that hard of a swing. Not me anyway lol. Sounds like you know some nut bags.",
                                                      "score": 2
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "[deleted]",
                                                "score": -4
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "I think it's really hard for ppl to walk back fear bc they think that makes them wrong. I was completely terrified for a soul month... then I started looking at numbers and reputable sources,  not hyperbole headlines. I'm left and this has definitely exposed the left wing nut jobs. One good thing now, I see the middle. I wear my mask but don't thing we're doomed.",
                                          "score": 4
                                        }
                                      }
                                    },
                                    {
                                      "boooooooooo_cowboys": {
                                        "data": {
                                          "body": "That article doesn’t say anything about the virus getting milder since the early part of the outbreak. \n\nYou’re just fishing for people to tell you what you want to hear.",
                                          "score": 2
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "[deleted]",
                                    "score": -4
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "100% I have posted good things with legitimate sources and get downvoted to hell because it doesn't fit the narrative here. I've witnessed it happen to others. Even questions, just questions, get down votes if they suggest something other than doomsday. It's sad.",
                              "score": -1
                            }
                          }
                        },
                        {
                          "Phantastic_Elastic": {
                            "children": [
                              {
                                "MookieT": {
                                  "data": {
                                    "body": "I think the reason for that is there's no definitive science based studies to prove otherwise. That's usually what they go off of there. Someone's opinion (or a group of people) hold merit but not nearly as much as actual, quantifiable data. You also have ZERO idea how badly I want that to be true that it is weakening also lol.",
                                    "score": 1
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Interestingly these occasional stories about the virus suddenly becoming less dangerous are given no credence over on that science-based sub.",
                              "score": 5
                            }
                          }
                        },
                        {
                          "PryomancerMTGA": {
                            "children": [
                              {
                                "MookieT": {
                                  "children": [
                                    {
                                      "PryomancerMTGA": {
                                        "data": {
                                          "body": ">I don't know a thing about you or your intellect\n\nLOL, I woke up and just saw this comment reply without the original comment. I thought someone was trash talking at first 😂\n\nThanks again and have a great day",
                                          "score": 2
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "No problem. I don't know a thing about you or your intellect but if you read something you don't understand (me almost all the time) don't be afraid to ask for help. They're very accommodating and willing to assist",
                                    "score": 2
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Thanks for the heads up :)",
                              "score": 5
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "r/covid19 is the science based sub. This is just, for the most part, a doom and gloom hangout which is why I only filter by \"Good News\". If you want science, you're in for a treat over there. They're excellent at moderating it",
                        "score": 12
                      }
                    }
                  }
                ],
                "data": {
                  "body": "> opinion of one virologist in Italy\n\n> mutation has not been specifically tracked scientifically\n\nKind of says it all on a science based subreddit, no?",
                  "score": 20
                }
              }
            },
            {
              "hairylikeabear": {
                "data": {
                  "body": "“There could be a lower viral load in the respiratory tract, probably due to a genetic mutation in the virus which has not yet been demonstrated scientifically. Also, we are now more aware of the disease and able to manage it.”\n\n\nI will believe there has been a significant mutation when it has been demonstrated scientifically. I think the virologist hits the nail on the head in the second part.",
                  "score": 8
                }
              }
            }
          ],
          "data": {
            "body": "I know this is the opinion of one virologist in Italy, and it also says the mutation has not been specifically tracked scientifically... I am mostly posting this to see other people's opinions on it, thank you",
            "score": 4
          }
        }
      },
      {
        "Nonefvn000h": {
          "data": {
            "body": "There are many efforts to track mutating strains, so I'm skeptical.\n\nOther explanations may include:\n\n1. Hospitals are better at treating and preventing cross-infections.\n\n2. Many of the most susceptible to the worst symptoms have already been seen.\n\n3. People in developed nations have reduced factors that correlate with severity, including Vitamin D deficiency.",
            "score": 3
          }
        }
      },
      {
        "Nonefvrc674": {
          "data": {
            "body": "I think this happened with SARS and MERS",
            "score": 3
          }
        }
      },
      {
        "Titty-master2": {
          "data": {
            "body": "Litterally what I've been saying since day 1. It will go away once it runs its course. Just wait it out.",
            "score": 1
          }
        }
      },
      {
        "heytherefreeman": {
          "children": [
            {
              "EKEEFE41": {
                "data": {
                  "body": "The point was less severe cases. \n\nAgain I'm not defending it, like I said in my first post it seems like just an opinion of one guy",
                  "score": 2
                }
              }
            },
            {
              "Supreme_Slacker": {
                "data": {
                  "body": "Cases means infections right? I think the article is talking about the mortality aspect.",
                  "score": 12
                }
              }
            }
          ],
          "data": {
            "body": "Yet we scored a record high day in global cases yesterday?",
            "score": -1
          }
        }
      },
      {
        "kraftpunkk": {
          "children": [
            {
              "Nonefvn3133": {
                "children": [
                  {
                    "boooooooooo_cowboys": {
                      "data": {
                        "body": "Most scientists are not saying that it is weakening.",
                        "score": 3
                      }
                    }
                  },
                  {
                    "kraftpunkk": {
                      "children": [
                        {
                          "nojox": {
                            "data": {
                              "body": "It is definitely not. This guy is in the minority and the news also shows otherwise.",
                              "score": 2
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Dude there’s been so many conflicting reports. Hopefully it is weakening though.",
                        "score": 3
                      }
                    }
                  },
                  {
                    "workshardanddies": {
                      "data": {
                        "body": "The researcher here actually seems to partially disagree with your assessment, and credits social distancing factors along with a possible mutation\n\n>\"It was like an aggressive tiger in March and April, but now it's like a wild cat. Even elderly patients, aged 80 or 90, are now sitting up in bed, and they are breathing without help. The same patients would have died in two or three days before.\n\n> \"I think the virus has mutated because our immune system reacts to the virus, and we have a lower viral load now due to the lockdown, mask-wearing, social distancing. We still have to demonstrate why it's different now.\n\nSo he posits mutation, though doesn't do much to explain it. And then cites the factors mentioned by the commenter you responded to.",
                        "score": 12
                      }
                    }
                  }
                ],
                "data": {
                  "body": "[deleted]",
                  "score": -9
                }
              }
            },
            {
              "nojox": {
                "children": [
                  {
                    "ShanghaiPierce": {
                      "children": [
                        {
                          "Wolf845": {
                            "children": [
                              {
                                "coweatman": {
                                  "children": [
                                    {
                                      "mondomovieguys": {
                                        "children": [
                                          {
                                            "coweatman": {
                                              "children": [
                                                {
                                                  "mondomovieguys": {
                                                    "data": {
                                                      "body": "I just want to be pure.",
                                                      "score": 2
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "you need to mix it with ammonia first.",
                                                "score": 3
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "Don't forget the bleach!",
                                          "score": 3
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "hand sanitizer.",
                                    "score": 6
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "What kind of seasonings are you using?",
                              "score": 5
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "I've been eating 3 masks a week and I'm healthy.",
                        "score": 23
                      }
                    }
                  }
                ],
                "data": {
                  "body": "The mask is the vaccine.",
                  "score": 2
                }
              }
            }
          ],
          "data": {
            "body": "Could it be that more people are just wearing masks and not getting a huge viral load when and if infected?",
            "score": 37
          }
        }
      },
      {
        "systoliq": {
          "data": {
            "body": "I want to believe it. I want so badly to have some hope.",
            "score": 23
          }
        }
      },
      {
        "whollyguac": {
          "children": [
            {
              "Nonegej8rsk": {
                "data": {
                  "body": "How do you know the mutated virus is less severe?  Or is that usually the case?",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "This is almost certainly correct, although the article doesn't really explain it correctly, or at all. Perhaps the writer was trying to relay information they didn't fully comprehend.\n\nThe underlying theory is that a mutated virus that is less-severe  will have a greater percentage of infected with little/no symptoms.  Those asymptomatic people will spread the less severe mutation of the virus faster and farther, slowly snuffing out the original pre-mutation virus.  The effect can compound as more and more mutations take place.",
            "score": 3
          }
        }
      }
    ],
    "data": {
      "score": 0,
      "body": ""
    }
  },
  "None": {
    "children": [
      {
        "AutoModerator": {
          "data": {
            "body": "This post appears to be about vaccines, please see [our FAQ](https://www.reddit.com/r/Coronavirus/wiki/faq#wiki_where_can_i_find_information_about_the_mechanism_and_progress_of_vaccines.3F) for answers to frequently asked questions regarding the COVID-19 vaccines. Any comment containing misinformation will be removed and the user potentially banned.\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
            "score": 1
          }
        }
      },
      {
        "MasonDark": {
          "children": [
            {
              "HereticHousewife": {
                "children": [
                  {
                    "MasonDark": {
                      "data": {
                        "body": "Most reactions have been handled with epinephrine and that was about it. \n\nGood luck to you and best of health.",
                        "score": 4
                      }
                    }
                  }
                ],
                "data": {
                  "body": "It may be different in Mexico, but my doctor in the USA told me to get the vaccine anyway, despite having had an allergic reaction to a medication, but to try and get it at a clinic or at least a pharmacy with a minute clinic that would be better equipped to handle an allergic reaction. Unfortunately the only place in my county to get vaccinated is a supermarket pharmacy. So I'm trying to get on a waiting list for a vaccine appointment at an urgent care clinic in a neighboring county.",
                  "score": 6
                }
              }
            }
          ],
          "data": {
            "body": "The doctor has a history of allergic reactions. \n\nDidn’t they say NOT to get the vaccine in that case?",
            "score": 19
          }
        }
      },
      {
        "gizzardsgizzards": {
          "data": {
            "body": "hospitalized for what?  did he get hit by a car or fall off a ladder?",
            "score": 3
          }
        }
      },
      {
        "intromission76": {
          "children": [
            {
              "Cardioman": {
                "children": [
                  {
                    "intromission76": {
                      "children": [
                        {
                          "Cardioman": {
                            "data": {
                              "body": "Then maybe you should consider it. Have your allergies been very severe? Worst I've had has been uvula inflamation after eating peanuts. I've never had anaphylactic shock or difficulty breathing or anything too bad.",
                              "score": 2
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Thanks. I'm a teacher actually. I have never carried an epipen, I'm just careful to avoid white fish. I would have liked to be remote but have been teaching in-person since September. We are going remote beginning on Monday, but I think it is just to meet the inevitable rise in cases following holiday break. I know they want to revert to in-person learning ASAP. Other than work I stay home all the time.",
                        "score": 3
                      }
                    }
                  }
                ],
                "data": {
                  "body": "If you are at risk of catching it, get the vaccine. But do it in a place that can handle an allergic reaction and with your epipen handy. \n\nI have a history of allergic reactions but am also a surgeon that transplants lungs and implants \"artificial heart-lung\" machines in covid patients. I also spent April helping out in a covid ward when the health care system in Spain collapsed. \n\nSafe to say am getting that shit into my shoulder as soon as I can, allergies or not.\n\nIf all you want the vaccine for is to go party and eat out, then wait.",
                  "score": 3
                }
              }
            },
            {
              "gottathrowthisawayaw": {
                "data": {
                  "body": "Wait for Oxford/AstraZeneca",
                  "score": 5
                }
              }
            }
          ],
          "data": {
            "body": "If I'm allergic to codfish, do I not get the vaccine?",
            "score": 3
          }
        }
      },
      {
        "lolfunctionspace": {
          "children": [
            {
              "Give_me_the_science": {
                "children": [
                  {
                    "lolfunctionspace": {
                      "data": {
                        "body": "It's just pandering to clicks. How many people do you think actually read the safety and efficacy paper? \n\nhttps://www.nejm.org/doi/full/10.1056/NEJMoa2034577\n\nIt was published a few days ago. You'd think given the technological profundity of the results, it would be dominating the headlines. Nope.\n\nBroken media system pandering to clicks.",
                        "score": 5
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Exactly.  The media needs to quit this bullshit.",
                  "score": 14
                }
              }
            }
          ],
          "data": {
            "body": "Okay now do how many mexican doctors hospitalized from COVID19 today.\n\nThe clinical trials are finished. Why is every single allergic reaction a Reuters headline?",
            "score": 37
          }
        }
      },
      {
        "schmerm": {
          "children": [
            {
              "Cardioman": {
                "data": {
                  "body": "Mexico is in north america geografically and in latin america culturally",
                  "score": 3
                }
              }
            },
            {
              "Noneghvu7np": {
                "children": [
                  {
                    "chinaPresidentPooh": {
                      "children": [
                        {
                          "Noneghwzeq2": {
                            "children": [
                              {
                                "Noneghx0ht6": {
                                  "data": {
                                    "body": "Not for a lack of trying though",
                                    "score": 1
                                  }
                                }
                              },
                              {
                                "chinaPresidentPooh": {
                                  "data": {
                                    "body": "Well, they're giving it their best try.",
                                    "score": 2
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Did you also realize that it is not a country?",
                              "score": 4
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "I just realized that Québec is Latin American.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": ">> \"Northern America\", as a term distinct from \"North America\", excludes Central America, which itself may or may not include Mexico (see Central America § Different definitions). In the limited context of the North American Free Trade Agreement, the term covers Canada, the United States, and Mexico, which are the three signatories of that treaty.\n\nit depends \n\n\nfurthermore\n\n\n>> Latin America, while confined to the geographical region of the Americas, includes only countries that:\n\nspeak a Romance language (Spanish, French, and Portuguese)\nwere (or are) ruled by a country that speaks a Romance language\nTo learn more, read our post on the countries in Latin America!",
                  "score": 4
                }
              }
            },
            {
              "intromission76": {
                "data": {
                  "body": "Mexico is in North America, yes.",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "Tag weird. Isn't Mexico in North America?",
            "score": 3
          }
        }
      }
    ],
    "data": {
      "score": 0,
      "body": ""
    }
  },
  "caspy7": {
    "children": [
      {
        "AutoModerator": {
          "data": {
            "body": "This post appears to be about vaccines, please see [our FAQ](https://www.reddit.com/r/Coronavirus/wiki/faq#wiki_where_can_i_find_information_about_the_mechanism_and_progress_of_vaccines.3F) for answers to frequently asked questions regarding the COVID-19 vaccines. Any comment containing misinformation will be removed and the user potentially banned.\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
            "score": 1
          }
        }
      },
      {
        "Batfastard14": {
          "data": {
            "body": "Nah I’m good",
            "score": 6
          }
        }
      },
      {
        "Mattata_95": {
          "children": [
            {
              "Cacti_Pie": {
                "data": {
                  "body": "You you don't end up hospitalised or with severe symptoms.",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "So what's the point of the vaccine.",
            "score": 21
          }
        }
      },
      {
        "Nonego2fbzn": {
          "children": [
            {
              "hopeful20000000": {
                "children": [
                  {
                    "Nonego2y2at": {
                      "children": [
                        {
                          "evanc3": {
                            "data": {
                              "body": "Okay, so you do those things (which is what they already do) and now you need to wait for a) people on both groups to get covid and b) people around those an infected person, in both groups, to either contract the virus or not. That is relatively simple, but remember the virus can take 10-14 days between infection and symptoms. So potentially, you could have an exposure during your one week study and not see a second degree case until almost a month later. So at a minimum you are looking at 5 weeks of JUST data collection.\n\nNow you have to look at the data. Can you conclusively say that person A transmitted to person B? Only if everything is properly contact traced and genetically sequenced. That is not easy and can take time to contact everyone and piece together the timeline, especially with high rates of the virus in the general population and asymptomatic infection. \n\nWhen you are developing a product, you have to focus on certain things. Usually, baseline performance and safety are two of those. Smaller details get pushed to the side until resources become available. Mask mandates wouldn't go away until a significant portion of the population is vaccinate anyway, so why rush the data to help make that decision? You really want to make sure you get it right.\n\nThere are so many more factors to this, but this vaccine is \"scientifically\" approved because they properly applied the scientific method to prove its safety and efficacy. The data they currently have( and what you are proposing) does not meet the definition of \"good science\", so it wouldn't be approved by anyone in the community. For good reason.",
                              "score": 1
                            }
                          }
                        },
                        {
                          "hopeful20000000": {
                            "data": {
                              "body": "(It also wouldn’t answer the transmission question)",
                              "score": 3
                            }
                          }
                        },
                        {
                          "hopeful20000000": {
                            "children": [
                              {
                                "Nonego3v52u": {
                                  "children": [
                                    {
                                      "hopeful20000000": {
                                        "children": [
                                          {
                                            "Nonego4u8lb": {
                                              "children": [
                                                {
                                                  "hopeful20000000": {
                                                    "children": [
                                                      {
                                                        "Nonego53430": {
                                                          "children": [
                                                            {
                                                              "hopeful20000000": {
                                                                "data": {
                                                                  "body": "I don’t think we know transmission metrics for even the annual flu vaccine",
                                                                  "score": 1
                                                                }
                                                              }
                                                            },
                                                            {
                                                              "hopeful20000000": {
                                                                "children": [
                                                                  {
                                                                    "Nonego6effn": {
                                                                      "children": [
                                                                        {
                                                                          "hopeful20000000": {
                                                                            "data": {
                                                                              "body": "I specifically pointed out the “flew past normal review” part - that’s what’s gonna worry people",
                                                                              "score": 1
                                                                            }
                                                                          }
                                                                        },
                                                                        {
                                                                          "hopeful20000000": {
                                                                            "data": {
                                                                              "body": "True no one is reading this but I’d just suggest not using inflammatory language like that in more visible spots. It’s all someone needs as an excuse to not get the shot",
                                                                              "score": 1
                                                                            }
                                                                          }
                                                                        }
                                                                      ],
                                                                      "data": {
                                                                        "body": "[removed]",
                                                                        "score": 1
                                                                      }
                                                                    }
                                                                  }
                                                                ],
                                                                "data": {
                                                                  "body": "Btw the vaccine really didn’t fly past normal review. It was approved for emergency use but still had standards by the FDA. It’s kind of dangerous to state that because it will scare people away from what is likely a very safe (and we know effective) vaccine. Unless of course that is your goal",
                                                                  "score": 1
                                                                }
                                                              }
                                                            }
                                                          ],
                                                          "data": {
                                                            "body": "[removed]",
                                                            "score": 0
                                                          }
                                                        }
                                                      }
                                                    ],
                                                    "data": {
                                                      "body": "Maybe Pfizer and Moderna should do some trials in the UK. Considering they’re US companies - this stuff generally isn’t allowed on our soil. It’s pretty well known in research that there are a lot of human subjects experiments that can be done in places like the Netherlands and Canada that would never pass IRB here. Part of the reason is our history of human subjects research...see Tuskegee",
                                                      "score": 1
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "[removed]",
                                                "score": 1
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "I literally said the US. Could you link the UK study?",
                                          "score": 2
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "[removed]",
                                    "score": 0
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "You really think an IRB would approve that experiment? Intentionally exposing people to potential infection?! I conduct human subjects research and can guarantee you we’d never be allowed to do anything like that in the US",
                              "score": 2
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[removed]",
                        "score": -3
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Maybe you’re intentionally exaggerating - but one week is not how science works. When they set up these clinical trials they wanted to know if the vaccine prevents infection, so that was their outcome measure. They compared how many people came down with covid despite having the vaccine with how many people came down with covid with the placebo. That’s where you get that 95% - people in the vaccine group were 95% less likely to get covid than people who got placebo. The outcome measure that they recorded was SARS-CoV-2 infection in people in the trial. \n\nSo... how would you suggest they analyze these data (SARS-CoV-2 infection rates) to instead ask about transmission?",
                  "score": 7
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": 8
          }
        }
      },
      {
        "Nonego2lkp2": {
          "data": {
            "body": "I'll probably wear a mask in public for the rest of my life. I'm okay with that.",
            "score": -7
          }
        }
      },
      {
        "Own-Philosopher7558": {
          "data": {
            "body": "Even if they don't prevent spread, it doesn't seem like they will cause mass hospitalization and deaths once enough people are vaccinated. Not sure what they're on about. Many pathogens spread without symptoms long before covid came around",
            "score": 1
          }
        }
      },
      {
        "Sarjenkat": {
          "children": [
            {
              "CarjackerWilley": {
                "data": {
                  "body": "Not just you. People are tired. There is a very strong emotional response at this point regardless of what the science says.",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "I just had a comment deleted from here that said as much..........",
            "score": 1
          }
        }
      },
      {
        "Scaryboy45": {
          "children": [
            {
              "Carl_JAC0BS": {
                "data": {
                  "body": "\"Prevents infections\" most certainly does not mean the same thing as \"transmission is reduced.\"",
                  "score": 0
                }
              }
            },
            {
              "nocemoscata1992": {
                "data": {
                  "body": "Pretty much identical data in the US ([https://www.medrxiv.org/content/10.1101/2021.02.15.21251623v1](https://www.medrxiv.org/content/10.1101/2021.02.15.21251623v1)).  88.7%.",
                  "score": 8
                }
              }
            }
          ],
          "data": {
            "body": "New study from Israel just showed that the Pfizer Vaccine (and mostly likely Moderna) prevents infections by 89% meaning that transmission is reduced. My family and I are all vaccinated so once vaccines are more widely available I am not wearing a mask unless I have to.",
            "score": 15
          }
        }
      },
      {
        "TheChosenOne69420": {
          "data": {
            "body": "Well fuck off then",
            "score": 5
          }
        }
      },
      {
        "TheGhostofJoeGibbs": {
          "children": [
            {
              "Nonego2ekec": {
                "data": {
                  "body": "they're likely not going to do this though... They're just going to wait for cases to come down and then they will allow anyone to go without a mask",
                  "score": 10
                }
              }
            },
            {
              "hectorse2011": {
                "data": {
                  "body": "I think they will just drop the mandate with the 100M in 100d timeline. Enough time for people to vaccinate and for nonvaccinating assholes to be on their own if they fake-vaccinate.",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "You know the second they create a no mask for vaccinated people policy tons of unvaccinated COVIDskeptics will unmask.",
            "score": 16
          }
        }
      },
      {
        "VacuousDecay": {
          "data": {
            "body": "When did this sub become rabidly anti maskers?",
            "score": 0
          }
        }
      },
      {
        "Viajaremos": {
          "data": {
            "body": "In Public Indoor spaces? Sure. \n\nAround other vaccinated people in private? No.\n\nThe effects of social isolation have been brutal, and we can't indefinitely give up our lives for a marginally lower rate of virus spread.",
            "score": 11
          }
        }
      },
      {
        "cabbage_player": {
          "children": [
            {
              "hopeful20000000": {
                "children": [
                  {
                    "Worth-Enthusiasm-161": {
                      "children": [
                        {
                          "hopeful20000000": {
                            "children": [
                              {
                                "Coalbin": {
                                  "data": {
                                    "body": "It’s HOT, most people here don’t wear them outside for this reason",
                                    "score": 1
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "I wasn’t asking about justification for masks. I meant like physically why does it bother you? To me it’s not really a major annoyance beyond causing acne. And in my line of work I’m wearing one all day long",
                              "score": 0
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "I can answer that question for many people I think: I don’t bother wearing a mask in the current situation; actually I wear it with pride, and expect other people to do so too. BUT very possibly, many western countries will reach a point where the vaccination has caused the hospitalization, number of death and R° to drop massively. If we get to that point and number of infectious people is at a certain low point, wearing a mask will basically will do nothing to further reduce the spread. At that point I’m ready to drop the mask, and I hope the politicians agree too.",
                        "score": 3
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Genuine question - what is it that bothers you about wearing a mask?",
                  "score": -4
                }
              }
            },
            {
              "some_where_else": {
                "children": [
                  {
                    "banditta82": {
                      "data": {
                        "body": "Opinions on masks will change drastically after the vaccine is available to the general public.  People are not going to keep wearing masks to protect the lazy and the stupid.  It would be like asking people to change their lifestyle to protect smokers from themselves, no one would do it.",
                        "score": 12
                      }
                    }
                  },
                  {
                    "cabbage_player": {
                      "children": [
                        {
                          "Nonego2rvqe": {
                            "children": [
                              {
                                "maglor1": {
                                  "children": [
                                    {
                                      "Nonego2wbst": {
                                        "children": [
                                          {
                                            "Darkraihs": {
                                              "data": {
                                                "body": "You’re going off the random quote of a guy on Reddit. We do require masks in Texas",
                                                "score": 1
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "[deleted]",
                                          "score": -1
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "I find it funny how liberals are frothing at the mouth in happiness that Texas is fucked up. Remember that the rich aren't the ones who are going to be suffering, it's the disproportionately black and brown poor.",
                                    "score": 0
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "[deleted]",
                              "score": -3
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "I live in Texas where public transit doesn’t exist and masks are already mostly optional. Things are going to return to normal a lot quicker here than in the shithole nanny states.",
                        "score": 2
                      }
                    }
                  },
                  {
                    "nocemoscata1992": {
                      "children": [
                        {
                          "cabbage_player": {
                            "children": [
                              {
                                "nocemoscata1992": {
                                  "data": {
                                    "body": "What I don't get is why so many people view COVID restrictions as laws of nature or science when they are 100% political decisions. Decisions informed by science obviously, but political nonetheless.\n\nI am not claiming they should go now. But they will have to go eventually. And if someone tries to keep them will be voted out.",
                                    "score": 9
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Bingo. The public is not going to cooperate with continued restrictions as vaccinations become more available and cases continue to drop. Masks are going to be history by the end of summer for most people.",
                              "score": 4
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "You realize that this is a political choice and not a rule of nature. As cases drop and public opinion shifts, so will the politics and the mandates will go. Of course some people will keep wearing them.",
                        "score": 11
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Round where I am that would mean you cannot go shopping or get on public transport.\n\nI don't mean people will give you nasty looks and you won't get served, I mean the police will show up and 'arrest' you.\n\nTo be clear, many in our community have been affected - you definitely will be wearing a mask.",
                  "score": 2
                }
              }
            }
          ],
          "data": {
            "body": "No. I’m done wearing a mask as soon as vaccines are widely available, and there’s nothing that anyone can do about it.",
            "score": 11
          }
        }
      },
      {
        "chuck19781978": {
          "children": [
            {
              "Nonego2hmi5": {
                "children": [
                  {
                    "shallah": {
                      "data": {
                        "body": "How DARE scientists collect data before making recommendations affecting the health and very lives of billions",
                        "score": 1
                      }
                    }
                  }
                ],
                "data": {
                  "body": "The media is insanely obsessed with parroting this idea that “we can’t know! We don’t know anything! Not even a hunch!”",
                  "score": 17
                }
              }
            },
            {
              "formthrowawayplease": {
                "children": [
                  {
                    "Nonego2hnxe": {
                      "children": [
                        {
                          "gaukonigshofen": {
                            "data": {
                              "body": "Amex?",
                              "score": 4
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "That’s why I carry my card",
                        "score": -3
                      }
                    }
                  },
                  {
                    "chuck19781978": {
                      "data": {
                        "body": "oh yeah, you can't have people going around not following rules because they say they've been vaccinated.  And no matter what you say some folks will think they're good ten minutes after their jab",
                        "score": 14
                      }
                    }
                  },
                  {
                    "xgozax": {
                      "data": {
                        "body": "It’s because they treat the people like we are dumb 2 year olds and with good reason I guess the masses usually are dumb.",
                        "score": 4
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Without research that it does prevent spread obviously they're going to say \" we don't know what will happen yet.\" But I suspect a large part for saying this is they don't want people to stop wearing masks under the false claim \"oh I've been vaccinated.\"",
                  "score": 29
                }
              }
            }
          ],
          "data": {
            "body": "There's been good evidence this week that the vaccines work well to prevent the virus spread?   Sure, be cautious for a little while as infections are high and let more people get the jab but I think this 'don't know' is disingenuous.",
            "score": 70
          }
        }
      },
      {
        "gaukonigshofen": {
          "children": [
            {
              "Nonego3haif": {
                "children": [
                  {
                    "gaukonigshofen": {
                      "data": {
                        "body": "Considering anyone can get diabetes, no.",
                        "score": -2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Is the likelihood dramatically changed by the age of the person eating the jellybeans?",
                  "score": 4
                }
              }
            },
            {
              "bitcoins": {
                "data": {
                  "body": "What if you eat them all at the same time? That’s what normally happens with jelly beans",
                  "score": 4
                }
              }
            }
          ],
          "data": {
            "body": "100 jellybeans in a bowl. 11 of them are likely to make you sick. Would you eat any?",
            "score": -8
          }
        }
      },
      {
        "ivix": {
          "data": {
            "body": "Nope, not going to happen.",
            "score": 9
          }
        }
      },
      {
        "mtbdork": {
          "data": {
            "body": "Does the polio vaccine help prevent the spread of polio? Does the flu vaccine help prevent the spread of the flu? Does the measles vaccine help prevent the spread of measles?\n\nThis is just the media hyping up “speculation” like they always do; I can do that too! \n\nI heard a person who said they were a doctor “speculating” that the covid vaccine will make all of our heads explode in a puff of confetti in 3 years, better get that to the presses for the abundance of terror-clicks that are sure to come!",
            "score": 17
          }
        }
      },
      {
        "nocemoscata1992": {
          "children": [
            {
              "Carl_JAC0BS": {
                "children": [
                  {
                    "nocemoscata1992": {
                      "children": [
                        {
                          "Carl_JAC0BS": {
                            "children": [
                              {
                                "nocemoscata1992": {
                                  "data": {
                                    "body": "the study I mentioned shows that the vaccine DOES prevent infection to a large degree",
                                    "score": 5
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "It's possible that it reduces transmission, but right now the point is that we simply aren't certain. This question was not studied as part of the clinical trials. Until there's certainty, the whole point is to continue wearing masks until everyone/a greater proportion of your personal network (family/friends/coworkers) is vaccinated. \n\n>Will the COVID vaccine prevent me from infecting others?\n\n>The answer is, we don't know. Clinical trials of the Pfizer/BioNTech and Moderna vaccines found that both do a good job preventing symptomatic COVID-19 disease, including severe COVID-19. However, the trials did not measure whether a person who is vaccinated is less likely to spread the virus to someone else.\n\n>It's possible that the vaccines protect against COVID-19 disease by preventing a person from becoming infected in the first place. However, it's also possible that the vaccine protects a person from COVID-19 illness, but does not prevent a person from becoming infected. In other words, a vaccinated person may have replicating virus in their nose and throat even if they are protected from becoming sick.\n\n>But does that mean that you have enough virus in your nose and throat to infect someone else? Not necessarily. It's possible that the immune response triggered by the vaccine, which protects you from becoming sick, also reduces the amount of virus in your nose and throat to a point where you are unlikely to spread it to someone else. But we need more research to know for sure.\n\n>The bottom line? If you're among the first groups of people to get vaccinated, it's best to continue wearing masks and maintaining physical distance in order to protect others who haven't yet gotten the vaccine.\n\n[https://www.health.harvard.edu/diseases-and-conditions/preventing-the-spread-of-the-coronavirus#:~:text=The%20answer%20is%2C%20we,protected%20from%20becoming%20sick](https://www.health.harvard.edu/diseases-and-conditions/preventing-the-spread-of-the-coronavirus#:~:text=The%20answer%20is%2C%20we,protected%20from%20becoming%20sick.)",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "How can someone transmit the virus if not infected in the first place?",
                        "score": 3
                      }
                    }
                  }
                ],
                "data": {
                  "body": ">There is literally a study that came out today showing the Pfizer vaccine is ~89% effective at preventing infection including asymptomatic.\n\nThis is literally not the same thing as transmission. Transmission from a vaccinated person to an unvaccinated person is what the focus of this post is. How are so many people not understanding the difference?",
                  "score": 1
                }
              }
            },
            {
              "nocemoscata1992": {
                "data": {
                  "body": "Actually I think it's both Pfizer and Moderna",
                  "score": 11
                }
              }
            }
          ],
          "data": {
            "body": "There is literally a study that came out today showing the Pfizer vaccine is \\~89% effective at preventing infection including asymptomatic. It is a US study on healthcare workers, so I suppose they get tested regularly and not many infections are missed.",
            "score": 19
          }
        }
      },
      {
        "oath2order": {
          "data": {
            "body": "> it make take months to find out\n\nI've figured that my state and county were going to keep the mask mandate for as long as possible, I just didn't know what justification they would use.\n\nThis is the justification.",
            "score": 2
          }
        }
      },
      {
        "twoeggs0verhard": {
          "children": [
            {
              "Much-Search-4074": {
                "children": [
                  {
                    "randyrandom1234": {
                      "data": {
                        "body": "Patient zero is not much more than a pile of bones in a field in rural China",
                        "score": 3
                      }
                    }
                  }
                ],
                "data": {
                  "body": "How many new strains will be created from patient zeros I wonder. \n🤔",
                  "score": -6
                }
              }
            },
            {
              "Worth-Enthusiasm-161": {
                "data": {
                  "body": "Luckily many, many summer activities can be done maskless outside. Massive pool parties might not still be a good idea, but going to the beach, having a picknick with friends or hiking is already quite safe, and the vaccines will make it nearly risk free.",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "Sorry, hot girl summer is happening, and it's happening without masks",
            "score": 27
          }
        }
      }
    ],
    "data": {
      "score": 5,
      "body": ""
    }
  },
  "ecgz88": {
    "children": [
      {
        "AutoModerator": {
          "data": {
            "body": "This post appears to be about vaccines. We encourage you to read our helpful resources on the COVID-19 vaccines:\n   \n[Vaccine FAQ Part I](https://www.reddit.com/r/Coronavirus/wiki/faq#wiki_where_can_i_find_information_about_the_mechanism_and_progress_of_vaccines.3F)\n\n[Vaccine FAQ Part II](https://www.reddit.com/r/Coronavirus/comments/mnitdo/vaccine_faq_variants_chronic_conditions_nsaids)\n\n[Vaccine appointment finder](https://www.reddit.com/r/Coronavirus/wiki/faq/vaccinefinder)\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
            "score": 1
          }
        }
      },
      {
        "Bad_at_internet": {
          "data": {
            "body": "Nope",
            "score": 14
          }
        }
      },
      {
        "Eurovision2006": {
          "data": {
            "body": "I think that a lot of countries in Europe will avoid another wave, if we manage to roll out the vaccine to outpace the delta variant.\n\nBut I think it's very likely that the US will have another significant wave of hospitalisation and death. I guess if you're fully vaccinated, there's not much you can do, but I do think Americans' celebrations is a bit impromptu.",
            "score": -2
          }
        }
      },
      {
        "FartFragrance": {
          "children": [
            {
              "BeefBot9000": {
                "children": [
                  {
                    "FartFragrance": {
                      "children": [
                        {
                          "BeefBot9000": {
                            "data": {
                              "body": "Oh, so a tiny fraction of a percent of the population.  The rest of us.  Ok",
                              "score": 4
                            }
                          }
                        },
                        {
                          "External-Carpenter-6": {
                            "data": {
                              "body": "Which conditions prevent someone from getting the vaccine? According to the CDC most people with underlying conditions can get the vaccine:\n\nhttps://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/underlying-conditions.html?s_cid=10481:bell%27s%20palsy%20covid%20vaccine%20cdc:sem.ga:p:RG:GM:gen:PTN:FY21",
                              "score": 7
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "The rest of us meaning those individuals who for some reason or underlying health condition are not able to get vaccinated but are the ones who are at highest risk of getting infected when their fellow unvaccinated individuals go running around unmasked.",
                        "score": -8
                      }
                    }
                  },
                  {
                    "fertthrowaway": {
                      "data": {
                        "body": "Vaccinated people can still get infected. It's not even all that rare and is reflected in, ya know, the efficacies. Kind of a duh base parameter in any modeling study like this.",
                        "score": 0
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Who is \"the rest of us\"?  If you're vaccinated you won't get infected.  If you've had covid in the last 6-12 months or longer, you won't get infected.",
                  "score": 8
                }
              }
            },
            {
              "FartFragrance": {
                "data": {
                  "body": "I would hope that going forward at least people that are feeling sick would put on a mask as to not spread what ever they have to the rest of us.  I see the lawsuits coming soon when someone with the common cold goes to work sick and infects someone else because they didn't wear a mask or opt to stay home.",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "I wonder how many of the unvaccinated will continue to go out without masks and get sick and then infect the rest of us?",
            "score": -10
          }
        }
      },
      {
        "MSJDCAK": {
          "data": {
            "body": "I'll take my chances.",
            "score": 6
          }
        }
      },
      {
        "Motion_Offense": {
          "data": {
            "body": "Lol this isn’t happening",
            "score": 60
          }
        }
      },
      {
        "Noneh08nf29": {
          "children": [
            {
              "GracchiBros": {
                "children": [
                  {
                    "ShackToPortland": {
                      "data": {
                        "body": "Who said anything about a return of post-May numbers? Every negative response to my post has put words in my mouth. I cited one simple data point and y’all acting like I stole your last cookie.",
                        "score": -6
                      }
                    }
                  }
                ],
                "data": {
                  "body": "It's a misleading half (not even that) truth.  The level of immunity in the population is much different now than last year.  COVID isn't done.  In fact, it never will be completely.   But there's not even a remotely likely chance we will see a return of the numbers seen after May of last year.",
                  "score": 13
                }
              }
            },
            {
              "Varolyn": {
                "data": {
                  "body": "Hospitals of May 2020 vs Hospitals of May 2021 tell a much different story.",
                  "score": 13
                }
              }
            },
            {
              "crazypterodactyl": {
                "children": [
                  {
                    "ShackToPortland": {
                      "children": [
                        {
                          "crazypterodactyl": {
                            "children": [
                              {
                                "ShackToPortland": {
                                  "children": [
                                    {
                                      "crazypterodactyl": {
                                        "children": [
                                          {
                                            "Varolyn": {
                                              "children": [
                                                {
                                                  "ShackToPortland": {
                                                    "data": {
                                                      "body": "Yes. I am troll for reporting data anyone can Google. LOL! I didn’t cherry pick anything. Y’all just freaked out.",
                                                      "score": 2
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "He must be a troll, and he's obviously cherry picking stats. By his logic, North Korea has 0 Covid cases since they haven't reported any to the public.",
                                                "score": 5
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "You sound unhinged. I'm not freaking out over anything here, I'm pointing out the context that you desperately want to ignore. The question is - why? Why are you so set on spreading what amounts to disinformation without all the data?",
                                          "score": 12
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "LOL. You are freaking out over one truth. None of your whataboutisms changes that truth.",
                                    "score": -4
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Yeah, the data is the data - there's more data than just raw case numbers, though, and you don't want to look at it. Why?",
                              "score": 14
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Wow. Your name checks out.\n\nThe data is the data.",
                        "score": -7
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Even without the context of lack of tests last year and how much more open things are now (meaning that we absolutely have a lower number of infections than we did then), the difference in 7 day averages was like 2000 cases a day. That's really a line you think is important?",
                  "score": 15
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": -13
          }
        }
      },
      {
        "Noneh08qtvt": {
          "data": {
            "body": "In short this absolutely terrifies me. I don't see how the world can function with longer masks and distancing especially for poor populations who need to pay rent. Many people I know have struggled immensely from isolation.",
            "score": 16
          }
        }
      },
      {
        "Noneh08tdvs": {
          "children": [
            {
              "TheAtticDemon": {
                "data": {
                  "body": "Try wearing different masks.",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "Yeah, you can fuck right off with that.  Masks are annoying, uncomfortable, and they do affect your breathing, no matter what some dude with a pulse ox monitor says.  Employees at stores are tired of being the mask police just as much as people are tired of wearing them.  Not having to wear a mask any more is literally a breath of fresh air",
            "score": 21
          }
        }
      },
      {
        "Noneh08u0wc": {
          "children": [
            {
              "Noneh095nsk": {
                "data": {
                  "body": "They recently lost their 45 cashcow so gotta do something to make people watch",
                  "score": 5
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": 19
          }
        }
      },
      {
        "Noneh44i96e": {
          "data": {
            "body": "Proof that it doesn't work...?",
            "score": 1
          }
        }
      },
      {
        "ThePoliticalFurry": {
          "children": [
            {
              "0x1FFFF": {
                "children": [
                  {
                    "ThePoliticalFurry": {
                      "data": {
                        "body": "It 100% could be a matter of making oversimplified models that only take vaccination into account without any kind of estimates for infection/exposure induced immunity \n\nMeaning they're piss-all useful in the real world",
                        "score": 5
                      }
                    }
                  }
                ],
                "data": {
                  "body": "I wonder how, if at all, the teams simulations are considering the effects of natural immunity from past covid infection (which probably disproportionately overlaps with people who declined the vaccine). I know natural immunity is not as robust as vaccine induced immunity but with how widespread covid was in the US it must be playing some role in the lower rate of spread we're seeing.",
                  "score": 10
                }
              }
            }
          ],
          "data": {
            "body": "> Patel and colleagues say their findings suggest it will take a coordinated effort of maximizing vaccine coverage and practicing pandemic precautions \"to reduce COVID-19 burden to a **level that could safely allow a resumption of many economic, educational, and social activities.**\"\n\nIt looks like 2019 out there in most of the country and we still have less 20,000 new cases a day nationwide and dropping so I'd be curious to see some people double check his team's math on this one",
            "score": 32
          }
        }
      },
      {
        "The__Snow__Man": {
          "children": [
            {
              "fertthrowaway": {
                "data": {
                  "body": "It's hilarious that you get downvoted just quoting the article. Monkey see no evil, hear no evil, speak no evil. Reddit is just loaded to the gills with genius self-made epidemiologists and mathematicians who know better.",
                  "score": 7
                }
              }
            }
          ],
          "data": {
            "body": ">\"If the vaccine were only distributed to a minority of the population, **we might even see surges that were to the magnitude of what we were seeing prior to vaccines being administered**.\"\n\n>Patel noted that as vaccine coverage approached **75%** in their simulations, they saw the level of infection decline.\nJust over half of the adult population in the US and about **40% of the total population has been fully vaccinated**, according to the latest CDC data.",
            "score": -1
          }
        }
      },
      {
        "WindyCityShooter": {
          "data": {
            "body": "Nope",
            "score": 23
          }
        }
      },
      {
        "alanpugh": {
          "children": [
            {
              "ExcelsAtMediocrity": {
                "data": {
                  "body": "Lmfao. Reddit is the “if it saves even A SINGLE LIFE” crowd when it comes to guns and banning them but doesn’t want to wear a mask and stand six feet from people for a year",
                  "score": 1
                }
              }
            },
            {
              "Firefuego12": {
                "data": {
                  "body": "Yeah, I have always supported implementing strong lockdown measures back during 2020 but at one point we are going to have to stop and open up once herd inmunity is truly reached. If you ask people to center all their lifes towards saving minus 1000 people then it is not a society, it is an elite-centered organization aimed towards protecting people that may not exist.",
                  "score": 23
                }
              }
            },
            {
              "Noneh08nj0t": {
                "children": [
                  {
                    "alanpugh": {
                      "children": [
                        {
                          "Noneh08oi2j": {
                            "data": {
                              "body": "ok i'm just saying nah man at extending extra masking. At this point you'd be more likely to die from getting struck by lightning or drowning.",
                              "score": 25
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "That looks accurate. I'm not sure what you're trying to say.",
                        "score": 5
                      }
                    }
                  }
                ],
                "data": {
                  "body": "89060 infections a year if i do 244 x 365\n\nNah not doing this extending masking and social distancing.",
                  "score": 33
                }
              }
            },
            {
              "Noneh08nkn5": {
                "children": [
                  {
                    "0x1FFFF": {
                      "children": [
                        {
                          "ShackToPortland": {
                            "children": [
                              {
                                "angelamerkelsboner": {
                                  "data": {
                                    "body": "Not *full* isolation, but social distancing is in its nature isolating.",
                                    "score": 10
                                  }
                                }
                              },
                              {
                                "gizzardsgizzards": {
                                  "data": {
                                    "body": "Yes it is.  That’s like saying water isn’t wet.",
                                    "score": 6
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Social distancing is not isolation.",
                              "score": -23
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Wearing a mask isn't isolating but social distancing (ie doing things like working split shifts, cancelling travel, not gathering socially, reducing business capacity etc.) Is a different story. The entire concept is to reduce spread of disease by physically separating people.",
                        "score": 29
                      }
                    }
                  },
                  {
                    "Varolyn": {
                      "children": [
                        {
                          "ShackToPortland": {
                            "children": [
                              {
                                "Noneh08su4p": {
                                  "children": [
                                    {
                                      "AutoModerator": {
                                        "data": {
                                          "body": "Your comment has been removed because\n\n* **Incivility isn’t allowed on this sub.** We want to encourage a respectful discussion. ([More Information](https://www.reddit.com/r/Coronavirus/wiki/rules#wiki_rule_1.3A_be_civil))\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/Coronavirus) if you have any questions or concerns.*",
                                          "score": 1
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "[removed]",
                                    "score": 2
                                  }
                                }
                              },
                              {
                                "ThePoliticalFurry": {
                                  "data": {
                                    "body": "CONFIRMED infections were lower but testing was also so shit the CDC says it's possible actual infections are upwards of 400% the reported number \n\nWe're testing more more widely now",
                                    "score": 17
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Woah there partner. I stated one accurate fact: the number of Covid infections per day last was higher than the same week in 2020.\n\nTake a chill pill.",
                              "score": -25
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "You do know that positivity rate was drastically higher in May of 2020 when compared to May of 2021 right. You could also look at how hospitalizations and deaths are far lower now than what they were in May of 2020. \n\nAt least do some research instead of concluding that the infection rate of May of 2020 was lower, when that is clearly not the case.",
                        "score": 20
                      }
                    }
                  },
                  {
                    "gizzardsgizzards": {
                      "data": {
                        "body": "How do they not equal isolation?  Distancing is like the textbook definition of isolation.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "[removed]",
                  "score": -33
                }
              }
            },
            {
              "Noneh08un70": {
                "data": {
                  "body": "Clickbait AKA trash article from CNN who are clearly clinging on to the final straws of the pandemic to generate fear and doom. \n\nTime to stop clicking on such trash. Get over it CNN-The pandemic is done in the US for now.",
                  "score": 27
                }
              }
            }
          ],
          "data": {
            "body": "They're looking at 224 extra infections per day statewide (assuming 90% efficacy and 75% vaccination) as justification for nearly an entire extra year of masking and social distancing. \n\nAt some point we need to balance this with the mental costs of continued isolation. \n\nWe had 300,000 new infections in a single day (nationwide) in January. I don't see how 224 infections (most of which are greatly reduced in severity due to the vaccines) justifies this level of continued public health policy.",
            "score": 98
          }
        }
      },
      {
        "ecgz88": {
          "children": [
            {
              "CalgaryChris77": {
                "children": [
                  {
                    "ThePoliticalFurry": {
                      "data": {
                        "body": "Yeah\n\nA lot of the things this study is claiming just do not add up when you look at the massive decline in infections we're seeing nationwide even at the current vaccine coverage level",
                        "score": 9
                      }
                    }
                  }
                ],
                "data": {
                  "body": "This study seems pretty negative about vaccines. Factoring in vaccines making it harder for a vaccinated to spread even if they do get it, much less likely to die as well, this doesn't seem to add up to reality.\n\n8000 deaths over a year is a lot for a population of that size... that is a much higher death rate than we've had in Canada during Covid, with an unvaccinated population, although with restrictions in place.",
                  "score": 19
                }
              }
            },
            {
              "enigma_hal": {
                "children": [
                  {
                    "0x1FFFF": {
                      "data": {
                        "body": "You're right. It's not like a lower efficacy vaccine is going to be somehow more attractive to the people who are refusing the high efficacy vaccines already available in the US. (Now in places like India where there is a shortage it would probably be better to take any vaccine than to hold out for one with higher efficacy but that's a whole different scenario)",
                        "score": 6
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Doesn't make sense to me that they are comparing more low efficacy vaccines to fewer high efficacy.  Supply in the US doesn't seem to be the current problem, it's those that either oppose the vaccine for various reasons, or just don't care enough to get it.  I mean, this is definitely the case in the US rn.",
                  "score": 3
                }
              }
            },
            {
              "milvet02": {
                "children": [
                  {
                    "BeefBot9000": {
                      "children": [
                        {
                          "milvet02": {
                            "data": {
                              "body": "Right?",
                              "score": 0
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "It is truly bizarre that the one good thing he did is the one thing they aren't proud of",
                        "score": 1
                      }
                    }
                  },
                  {
                    "Eurovision2006": {
                      "children": [
                        {
                          "milvet02": {
                            "data": {
                              "body": "Except the vaccine maps perfectly track the 2020 voting maps, Republicans are the least likely to get vaccinated, and the cherry on top these people believe that Trump can do no wrong yet wholly reject the vaccine that Trump himself brought to market in record time.",
                              "score": 5
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": " With the amount of unvaccinated young people, I don't think you can just blame republicans.",
                        "score": 3
                      }
                    }
                  }
                ],
                "data": {
                  "body": "If you could vax everyone sure, but the republicans are all anti vax now, which is crazy as their god king made the vaccine himself.",
                  "score": 0
                }
              }
            }
          ],
          "data": {
            "body": "\"Our study suggests that, for a population of 10.5 million, approximately 1.8 million infections and 8,000 deaths could be prevented during 11 months with more efficacious COVID-19 vaccines, higher vaccination coverage, and maintaining NPIs (non-pharmaceutical interventions), such as distancing and use of face masks,\" they wrote.\r  \nIf vaccines with 50% efficacy were rolled out to 25% of adults, the model showed an average of 2.2 million new infections when precautions were lifted, and just under 800,000 new infections when they were maintained.\n\n\r  \nIf vaccines with 90% efficacy were given to 75% of adults, the model showed an average of 527,409 new infections when precautions were lifted, and 450,575 new infections when they were maintained.\n\n\r  \nIt would be better to give lower-efficacy vaccines to more people, they calculated. That would reduce the risk of virus spread more than giving higher efficacy vaccines to fewer people.",
            "score": 6
          }
        }
      },
      {
        "fertthrowaway": {
          "data": {
            "body": "No matter how many times you just deny it and say \"nope\", that doesn't make your wish for reality so. See you all back here in the Fall.",
            "score": -7
          }
        }
      },
      {
        "jayw74": {
          "data": {
            "body": "Nerp",
            "score": 4
          }
        }
      },
      {
        "littleredwagon87": {
          "data": {
            "body": "No thanks.",
            "score": 7
          }
        }
      },
      {
        "s0f1k": {
          "data": {
            "body": "Everybody is so mad. I'll keep wearing the mask, thanks.",
            "score": 2
          }
        }
      },
      {
        "sifuyee": {
          "data": {
            "body": "Fairly soon many of the aggressively vaccinating states are going to reach a point where the vast majority of serious disease is going to reside only in the unvaccinated remnant.  Granted a small number of these folks have legitimate reasons why they can't get vaccinated, but the majority are unvaccinated by choice now.  There will be very little public sympathy to prevent illness among those who chose to ignore the vaccine recommendations.  I have no objection to continuing to mask and keep my distance wherever possible, but I'll be drawing the line if it interferes with me getting back into the office to work and working efficiently.",
            "score": 0
          }
        }
      },
      {
        "vulrax": {
          "data": {
            "body": "Bzzzzt. Wrongo",
            "score": 8
          }
        }
      }
    ],
    "data": {
      "score": 16,
      "body": ""
    }
  }
}