{
  "s0igel": {
    "z0d14c": {
      "children": [
        {
          "0ke_0": {
            "children": [
              {
                "Tefatika": {
                  "data": {
                    "body": "+1\n\nAlso adding that food varies tremendously between regions, so I recommend sticking to those produced locally, like pecorino if you're visiting Rome",
                    "score": 7
                  }
                }
              }
            ],
            "data": {
              "body": "First of all: try Italian cheese. Try it alone, try it with pasta or with other stuffs. I don't know from where you come from but it is hard that you have ever tried a real pecorino, a real parmigiano or a real mozzarella di bufala if you are not Italian.\n\nSecond: we make a lot of differences between cheese and other products like, for example, mozzarella. It is not a single color, dairy products are of different shades.\n\nComing to your question: we have dishes that, by recipe, are made with cheese (like for example carbonara or cacio e pepe) and dishes that include mozzarella (like pizza or lasagne) and others, but I think that your perception is wrong. You will find an enormous variety of dishes that will satisfy you even without cheese. It is usually written on the menus if a dish contains milk derived ingredients, but, in case it is not, just ask :)\n\nAnyway enjoy your permanence in Italy. I hope you will find some good cheese to fall in love with.",
              "score": 48
            }
          }
        },
        {
          "730avs": {
            "data": {
              "body": "Just ask to not use cheese if it is possible, it is not that weird for us",
              "score": 3
            }
          }
        },
        {
          "AHalfOfAnEngineer": {
            "children": [
              {
                "z0d14c": {
                  "children": [
                    {
                      "AHalfOfAnEngineer": {
                        "data": {
                          "body": "Surely pizza and lasagne. If you want to know if the dish you desire has some strong cheese, you must ask \"Il formaggio che c'è in questo piatto ha un sapore forte?\".\nBut with pasta and other dishes you can simply ask for \"Niente formaggio\" as it is usually sprinkled on top before serving, not contained in the dish itself, with a few exceptions I mentioned in the previous comment\nSome typical rice recipes (Risotto, which can be \"Alla Milanese\" for example) will usually be cooked with cheese to make it tastier and more \"\"creamy\"\"",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "I can probably do some mozzarella. Which dishes have mozzarella that you feel are critical to try? I mainly don't like pungent cheesy flavor or smell.",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "Hi\n\nI am Italian and for many years I struggled with cheese. Even nowadays I only eat some types if they've been baked, otherwise I just can't manage to eat them\n\nWhen you're at a restaurant fish surely won't have any cheese on it; pasta on the other hand will almost always have some. You will have to order your dish asking \"Niente formaggio, per favore\" at the end of your order. Still, in my experience some restaurants won't do anything to remove cheese unless you're lactose intolerant, but if you asked for a dish without cheese and they bring you one with cheese on it you can ask to have it done again \"Questa volta senza formaggio, grazie\", which underlines that you want something the way you ordered it\n\nStill, I have to admit that I still find some cheeses unbearable (Stelvio, Pecorino) whereas if you order something like Lasagne it will surely have Parmigiano Reggiano and Mozzarella in it, but the taste is very delicate and it adds to the experience rather than covering it. Obviously some dishes have to have cheese, just think of \"Carbonara\" or \"Pizzoccheri\" or even worse, \"Cacio e Pepe\". However you will still be able to experience a good amount of traditional dishes, but if you can't stand even \"Mozzarella\" (real Italian one is very delicate, nothing close to US or British stuff) then your experiences reduce greatly",
              "score": 2
            }
          }
        },
        {
          "Dracogame": {
            "children": [
              {
                "z0d14c": {
                  "data": {
                    "body": "I can do mozzarella on pizza and so I might try that, but otherwise cheese is a no-go for me. Thanks for the reply",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "I don’t like cheese either.\n\nGotta say tho, growing up I started to like stuff like mozzarella over pizza, some dishes that require Pecorino and Parmigiano… So I’d still recommend to try some stuff out. Especially mozzarella, it really is different from processed mozzarella typically found elsewhere. In general tho, just ask for stuff without cheese. They might do it or outright tell you that the cheese in that plate is so important they’d recommend something else. Either way, there are people that don’t like cheese in Italy, so don’t worry too much about it.",
              "score": 1
            }
          }
        },
        {
          "IlConiglioUbriaco": {
            "data": {
              "body": "just eat the cheese, stop being picky.",
              "score": 2
            }
          }
        },
        {
          "Ionti": {
            "data": {
              "body": "Go for fish: it's very rare to mix cheese and seafood.",
              "score": 2
            }
          }
        },
        {
          "Ixionbrewer": {
            "data": {
              "body": "I hated cheese until I spent 6 weeks there.  The cheese is amazing. I was converted.",
              "score": 29
            }
          }
        },
        {
          "Jazzlike-Increase-59": {
            "data": {
              "body": "How did it go? My husband is anti cheese. Mostly anti- stinky cheese. But I’m curious how it went in Italy for you.",
              "score": 1
            }
          }
        },
        {
          "JustGianlu": {
            "data": {
              "body": "You will definitely find stuff without cheese, just mention it as some recipes might include cheese even though it won't be the \"main\" thing.\n\nIt is in fact quite difficult being vegan in rural places, while it is quite easy being vegetarian, due to the usage of cheese in traditional foods.\n\nYes, you are an alien.",
              "score": 2
            }
          }
        },
        {
          "MeglioMorto": {
            "children": [
              {
                "HumblerSloth": {
                  "data": {
                    "body": "I second this, you may find that you like cheese and dislike poor quality cheese instead.",
                    "score": 3
                  }
                }
              }
            ],
            "data": {
              "body": "So you are saying that...\n\n1) You like italian food\n\n2) You don't like cheese\n\n3) Italian food has a lot of cheese\n\nLet's suppose all three statements are true. You love Italian food, then why do you care if there's cheese? Just enjoy it. Right?",
              "score": 14
            }
          }
        },
        {
          "Prisencolinensinai": {
            "data": {
              "body": "Ask which recipes asks for no cheese",
              "score": 1
            }
          }
        },
        {
          "Propenso": {
            "data": {
              "body": "Menus should list all ingredients of the dishes, asking on top of that will ensure a reasonably cheese-free experience.  \nYou should be able to find various dishes that naturally do not contain any cheese.",
              "score": 2
            }
          }
        },
        {
          "Public_Nerve2104": {
            "data": {
              "body": "Just ask, Italy is full of people that for some reason or another don't want to eat cheese, so people will gladly accomodate your request.",
              "score": 1
            }
          }
        },
        {
          "RbN420": {
            "data": {
              "body": "If you ask for pasta at a restaurant, unless the seasoning includes cheese, the cheese used as a topping for your plate of pasta will be served separately",
              "score": 2
            }
          }
        },
        {
          "Sayyestononsense": {
            "children": [
              {
                "z0d14c": {
                  "data": {
                    "body": "😂 thanks",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "downvoted for personal taste, congratulations...?",
              "score": 1
            }
          }
        },
        {
          "SilverPit": {
            "children": [
              {
                "El_Orenz": {
                  "data": {
                    "body": "To be fair, there might be some dishes where this won't make much sense... Like, I would not dare to order a \"cacio e pepe\" without cheese! Or a lasagna alla bolognese. In the cases cheese is not a flavouring, but a fundamental ingredient.\n\nBut, for the rest, I quite agree: OP, just ask them which dishes include cheese and if it can be removed.\n\nOooor: try it! Italian cheese might surprise you ;)",
                    "score": 30
                  }
                }
              }
            ],
            "data": {
              "body": "As far as i know, you just need to ask for \"Niente formaggio, perfavore\"; That's for stuff that have optional cheese; for the other stuff you should check before or ask the waiters if there is cheese in it and if it's possible to remove it.",
              "score": 48
            }
          }
        },
        {
          "Soturin_tie": {
            "data": {
              "body": "Cheese is terrible and it ruins almost everything. As a fellow cheese hater, some tips:\n\n- if you are from the US, I feel that american \"Italian\" food has much more cheese than the actual Italian one, so it could be more tolerable.\n\n- Cheese can be a part of some recipes and if it's used as an ingredient (i.e. some meatballs may have parmesan in it) it doesn't ruin the flavour. As other people have said, saying \"no cheese, thanks\" will be enough to avoid it when possible.\n\n- Any pizza can be asked with a \"base rossa\" (just tomato) or \"base marinara\" (tomato, oregan, and garlic) as an alternative to a tomato + mozzarella",
              "score": 7
            }
          }
        },
        {
          "____NatoPato": {
            "data": {
              "body": "È una cosa più comune di quanto si creda e anche io “ne soffro”. Per quanto mi riguarda non la definirei paura, forse più fobia (anche se sembra aver poco senso) o intenso ribrezzo. Tipo mi fa senso anche solo l’idea di dover toccare del gorgonzola.",
              "score": 1
            }
          }
        },
        {
          "crazyseph": {
            "children": [
              {
                "Prisencolinensinai": {
                  "data": {
                    "body": "Ha ragione nel fatto che il Parmigiano è insuperabile, lo trovate divertente per il modo esagerato con cui ne è uscito ma in fondo in fondo siete d'accordo con le sue opinioni",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "u/cocasborraparmigiano ti evoco",
              "score": 12
            }
          }
        },
        {
          "ivytea": {
            "data": {
              "body": "Upon hearing your \"No cheese\" half of restaurateurs will cheer as cheese costs a lot and you have saved a lot for them while the other half would get upset or even angry due to your \"arrogance towards Italian cuisine\". But only the latter half make authentic Italian food. Make your own choice.",
              "score": 2
            }
          }
        },
        {
          "lormayna": {
            "data": {
              "body": "I am with you, I hate any kind of cheese (except mozzarella or ricotta) and I am usually a bit picky on the food. My suggestion is to ask in advance and say that you have allergy, the people will understand.\nAnyway, there are lot of dishes without cheese, so no problem.",
              "score": 1
            }
          }
        },
        {
          "otterform": {
            "children": [
              {
                "DarkLatios325": {
                  "children": [
                    {
                      "El_Orenz": {
                        "data": {
                          "body": "Aaaand, a lot of dishes include lactose, but no cheese (a lot of desserts for instance). \n\nMuch better to just say \"I don't like cheese, don't give me anything that tastes like cheese, thanks!\"",
                          "score": 9
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Nope, parmesan has no lactose.",
                    "score": 22
                  }
                }
              }
            ],
            "data": {
              "body": "honestly, if you are so strongly opposed to cheese, just mention that you are lactose intolerant and people tend to be understanding...",
              "score": 30
            }
          }
        },
        {
          "robypez": {
            "children": [
              {
                "JohnGCole": {
                  "children": [
                    {
                      "bbossolo": {
                        "children": [
                          {
                            "JohnGCole": {
                              "data": {
                                "body": "D'altronde è un formaggio pericoloso e si tiene sempre in forma",
                                "score": 18
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Una volta l'ha picchiato",
                          "score": 22
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Pe... perché hai paura del parmigiano?",
                    "score": 25
                  }
                }
              },
              {
                "Juggernaut_990": {
                  "data": {
                    "body": "Anche a me fa ribrezzo il Parmigiano.",
                    "score": 1
                  }
                }
              },
              {
                "Propenso": {
                  "children": [
                    {
                      "robypez": {
                        "children": [
                          {
                            "zanna001": {
                              "children": [
                                {
                                  "robypez": {
                                    "data": {
                                      "body": "Ahahha. Tu pensa che se c’è vento non mi siedo ad un tavolo se c’è parmigiano grattugiato per paura che una ventata me lo tiri addosso e se il grattugiato viene passato tra commensali nei pressi del mio piatto io non mangio più",
                                      "score": 3
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Voglio vederti sul caffè a parlare con la tua controparte, il ragazzo che paragonava il parmigiano all'eroina, per quanto ne mangiava",
                                "score": 3
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Si ma il parmigiano mi terrorizza e gli altri formaggi non mi piacciono. Quindi me la cavo con \"intolleranza lattosio\"",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Ma nel parmigiano non c'è il lattosio.",
                    "score": 5
                  }
                }
              },
              {
                "namtab00": {
                  "data": {
                    "body": "il parmigiano è praticamente senza lattosio (funzione della stagionatura)..\n\nIdem gorgonzola...",
                    "score": 7
                  }
                }
              }
            ],
            "data": {
              "body": "I’m Italian and I’m afraid of cheese. Parmigiano terrorizes me. I solved this issue using the lactose intolerance. \nUsually with “no cheese” they use the cheese to cook, if you tell them that you are intolerant to lactose you are pretty sure that you are safe",
              "score": 9
            }
          }
        },
        {
          "shouldchangenick": {
            "data": {
              "body": "Just ask for no cheese, but you'll miss a lot of italian dishes, carbonara and cacio e pepe, antipasto di montagna, lasagne etc etc etc...\n\nIf you don't like anything made with milk you have to ask \"no latticini\", that includes mozzarella, ricotta and everything else . Asking just \"no formaggi\" can lead to misunderstanding, because formaggio is aged, and \"latticini\" are not.",
              "score": 4
            }
          }
        },
        {
          "spauracchio1": {
            "children": [
              {
                "Nonehs22kay": {
                  "children": [
                    {
                      "Nonehs288as": {
                        "data": {
                          "body": "che poi le cozze gratinate se fatte bene devono avere un po' di formaggio",
                          "score": 3
                        }
                      }
                    },
                    {
                      "tartare4562": {
                        "children": [
                          {
                            "Albablu": {
                              "children": [
                                {
                                  "tartare4562": {
                                    "data": {
                                      "body": "C'è una bella differenza tra la pasta al tonno, che per inciso non so quanti considererebbero un piatto di pasta al pesce propriamente detto, e gli spaghetti con le vongole. Il parmigiano ammazzarebbe il sapore delle vongole, e tra l'altro uscirebbe una roba salatissima.",
                                      "score": 24
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Ha ragione, il pesce è spesso delicato e il formaggio lo esalta, prova tonno broccolo e parmigiano grana o pecorino e vedrai",
                                "score": 6
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Favorisca il pastaporto prego.",
                          "score": 94
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "[deleted]",
                    "score": 20
                  }
                }
              },
              {
                "Pipesandsnow": {
                  "data": {
                    "body": "Alici e mozzarella e salmone e burrata avrebbero qualcosa da ridire...",
                    "score": 12
                  }
                }
              },
              {
                "emanuele93c": {
                  "data": {
                    "body": "Aggiungo la mia, in un ristorante ad Ischia ho mangiato spaghetti con formaggio, limone e pesce. Era un piatto ideato da loro, buonissimo.",
                    "score": 1
                  }
                }
              },
              {
                "fralbalbero": {
                  "children": [
                    {
                      "spauracchio1": {
                        "children": [
                          {
                            "fralbalbero": {
                              "data": {
                                "body": "Many chefs experiment cheese+fish combinations\n\nAlso you can find some in traditional cuisine, e.g. mozzarella+anchovies or spada+pecorino",
                                "score": 2
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Barbarians excluded",
                          "score": 19
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Not true",
                    "score": -3
                  }
                }
              },
              {
                "nicktheone": {
                  "data": {
                    "body": "Io in un risotto di pesce un po' di formaggio durante la manteca ce lo metto sicuramente però non è sicuramente come fare la spolverata a crudo.",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "Eat fish, nobody put cheese on fish",
              "score": 89
            }
          }
        },
        {
          "spauracchio1": {
            "data": {
              "body": "Out of curiosity, what cheese are you used to?",
              "score": 12
            }
          }
        },
        {
          "tuxfan77": {
            "children": [
              {
                "Propenso": {
                  "children": [
                    {
                      "xXLordChromXx": {
                        "children": [
                          {
                            "demonblack873": {
                              "children": [
                                {
                                  "preputio_temporum": {
                                    "data": {
                                      "body": "On the other hand, many restaurants will only take your requests seriously if they risk a lawsuit",
                                      "score": 3
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Congratulations, you are the reason people with actual allergies end up not getting taken seriously.\n\nFFS if you're at a restaurant you're the customer, and they'll give you what you ask for. Just tell them you don't like cheese, it's not rocket science.",
                                "score": 5
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Just the most efficient way, no need to tell truth",
                          "score": 4
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": ">you can \"pretend\" to be one\n\nThat would be a dick move though.",
                    "score": 5
                  }
                }
              }
            ],
            "data": {
              "body": "By law, all restaurants have to supply the list of possible allergens, and be able to handle allergic people.\nSo if you say without cheese, they will propose the dishes without cheese (I know you said you are not allergic, still you can \"pretend\" to be one).\nThere are plenty of dishes without cheese in Italy.",
              "score": 21
            }
          }
        },
        {
          "whatwhasmystupidpass": {
            "data": {
              "body": "Nope, it’s widely available but there are plenty of foods without it, including pizza.\n\nPaolo Maldini famously dislikes cheese as well, as do other people",
              "score": 16
            }
          }
        }
      ],
      "data": {
        "score": 0,
        "body": "For context, I'm visiting Italy soon -- probably just Rome and Florence but possibly other places. \n\nI love Italian food, except my perception is that it includes a lot of cheese. Long story short, I don't like cheese. It isn't an allergy or anything; just not a fan of it. How can I order foods like pasta without cheese? Is it as simple as asking for it without cheese or do I need to be extra careful to find out which dishes never include cheese to begin with? Am I wrong and a lot of italian food doesn't include cheese? Thanks all. \n\n(Yes, I know I am an alien for not liking cheese)",
        "submission_id": "s0igel"
      }
    }
  },
  "2iy82i": {
    "None": {
      "children": [
        {
          "AcrossNowhere": {
            "data": {
              "body": "Nulla potrà mai battere le patatine Amica Chips gusto Hamburger e Pollo. Nulla! ",
              "score": 2
            }
          }
        },
        {
          "Ascz": {
            "children": [
              {
                "Nonecl6p0rk": {
                  "data": {
                    "body": "Oddio, non è che vai di tanto in meglio...",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "Io da quando ho smesso di mangiare porcherie e invece delle patatine mi compro un pacco di taralli sento di avere livellato in real life",
              "score": 4
            }
          }
        },
        {
          "McNorch": {
            "data": {
              "body": "ma anche [no](http://i.imgur.com/fFUjGje.gif)",
              "score": 2
            }
          }
        },
        {
          "Mechanicalmind": {
            "data": {
              "body": "Emigra. Di merda fritta condita con aromi improbabili è piena l'italia, già.",
              "score": 3
            }
          }
        },
        {
          "Nonecl6kn2g": {
            "children": [
              {
                "Nonecl6q1vv": {
                  "data": {
                    "body": "Lays sono lr migliori al mondo",
                    "score": 0
                  }
                }
              }
            ],
            "data": {
              "body": "Ma con tutte le patatine che trovi in Europa proprio quelle schifezze vuoi far arrivare in Italia?",
              "score": 15
            }
          }
        },
        {
          "Nonecl6kz2k": {
            "data": {
              "body": "Evvai sta vincendo [FIRMA] !1!!",
              "score": 2
            }
          }
        },
        {
          "Nonecl78n07": {
            "children": [
              {
                "Nonecl79b14": {
                  "data": {
                    "body": "***( ͡° ͜ʖ ͡°)*** ",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "[deleted]",
              "score": 3
            }
          }
        },
        {
          "Scienziatopazzo": {
            "children": [
              {
                "Nonecl6p2os": {
                  "data": {
                    "body": "**MUM GET THE CAMERA!**",
                    "score": 1
                  }
                }
              },
              {
                "supersaxo": {
                  "data": {
                    "body": "per i profani [/r/montageparodies](http://www.reddit.com/r/montageparodies/)",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "U wot m9.\n\n*Trickshots SirRichFool 360 noscope*\n\nOH MAI GOD. OOH. OOOH. WHERE YOU AT. WHERE YOU AT. WOMBO COMBO.\n\nILLUMINATI.",
              "score": 4
            }
          }
        },
        {
          "Stan_Baniszewski": {
            "data": {
              "body": "Ma sono così tanto diverse dalle tortilla chips di tutte le marche e sottomarche in vendita nei nostri supermercati?    \nComunque sono sbarcate da poco in Italia le patatine Lay's, che vengono prodotte dalla stessa azienda (Frito-Lay, di proprietà del gruppo PepsiCo), perciò non è detto che in un futuro non troppo distante non possano arrivare anche le Doritos.",
              "score": 2
            }
          }
        },
        {
          "Stan_Baniszewski": {
            "data": {
              "body": "> Firma anche tu per portare l'euforia dei Doritos qua in Italia!  \n\nGià le petizioni online non servono a una minchia, ma quello che hai usato è per di più un sito per fare sondaggi.",
              "score": 3
            }
          }
        },
        {
          "Stan_Baniszewski": {
            "data": {
              "body": "Se c'è da firmare con il sangue per far arrivare le Pop Tarts anche in Italia fatemi un fischio. Kellogg's, eccheccazzo, con tutte le stronzate pseudo salutiste e le schifezze ipercaloriche che vendi, che ti costa distribuirle anche qui?",
              "score": 1
            }
          }
        },
        {
          "antifool73": {
            "children": [
              {
                "Mechanicalmind": {
                  "data": {
                    "body": "a milano c'è California Bakery. Costoso, ma hanno delle cheesecake da far paura.",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "NO PERÒ SE APRITE UN RISTORANTE DI SOLE CHEESECAKE FATE UN FISCHIO CHE PRENOTO IN ANTICIPO GRAZIECIAO",
              "score": 6
            }
          }
        },
        {
          "escaday": {
            "data": {
              "body": "Io farei qualsiasi cosa per avere un \"In'n'out\" in Italia.",
              "score": 2
            }
          }
        },
        {
          "italianjob17": {
            "data": {
              "body": "Piuttosto importiamo le Walkers gusto sweet thai chili.",
              "score": 3
            }
          }
        },
        {
          "mariuzzo": {
            "children": [
              {
                "Nonecl6kjee": {
                  "data": {
                    "body": "( ͡° ͜ʖ ͡°) redy u seid?",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "my body is ready",
              "score": 2
            }
          }
        },
        {
          "ortogonale": {
            "children": [
              {
                "cristobalcolon": {
                  "children": [
                    {
                      "tsuru_pg": {
                        "data": {
                          "body": "Uff è uno shop.\n\nCi ero quasi cascato!",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "[Occhio alle intolleranze](http://imgur.com/3zxL4A6)",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "Io voglio i TIM TAM australiani!!!",
              "score": 1
            }
          }
        },
        {
          "postmoderno": {
            "children": [
              {
                "Nonecl6kbzi": {
                  "children": [
                    {
                      "postmoderno": {
                        "children": [
                          {
                            "Nonecl6khi7": {
                              "children": [
                                {
                                  "postmoderno": {
                                    "children": [
                                      {
                                        "Nonecl6l1cy": {
                                          "children": [
                                            {
                                              "postmoderno": {
                                                "children": [
                                                  {
                                                    "Nonecl6mdy7": {
                                                      "data": {
                                                        "body": "direi mango acido.",
                                                        "score": -1
                                                      }
                                                    }
                                                  }
                                                ],
                                                "data": {
                                                  "body": "sapeva di tamarindo piccante o di mango acido piccante? le possibilità sono infinite ma normalmente la maggior parte delle caramelle schifose in messico hanno queste due varianti. ",
                                                  "score": 3
                                                }
                                              }
                                            }
                                          ],
                                          "data": {
                                            "body": "Mi hanno portato una sorta di caramella salata dal Messico. La vomitai. Che era?",
                                            "score": -1
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "mexico. la patria delle schifezze",
                                      "score": 3
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Dove sei cresciuto per avere i Doritos?",
                                "score": 2
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "non fraintendermi sono cresciuto a Doritos, ma sono veramente una schifezza. quella cazzo di polverina rossa/gialla/viola probabilmente è pure illegale in europa",
                          "score": 7
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Oh andiamo!",
                    "score": 3
                  }
                }
              }
            ],
            "data": {
              "body": "no",
              "score": 9
            }
          }
        },
        {
          "suddenly_spiders": {
            "children": [
              {
                "Nonecl6ma8i": {
                  "data": {
                    "body": "Basta pasta\n",
                    "score": 3
                  }
                }
              }
            ],
            "data": {
              "body": "NO\n\ncon tutta la roba buona che abbiamo qui, ci manca solo di importare qualche altra schifezza unta da oltreoceano.",
              "score": 3
            }
          }
        },
        {
          "supersaxo": {
            "children": [
              {
                "Mechanicalmind": {
                  "data": {
                    "body": "la mdew c'è già.",
                    "score": 1
                  }
                }
              },
              {
                "Nonecl6ltly": {
                  "children": [
                    {
                      "AlviseFalier": {
                        "children": [
                          {
                            "_luca_": {
                              "data": {
                                "body": "\\+ cancro x tutti!",
                                "score": 2
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "É effettivamente Sprite ma con il triplo dello zucchero e caffeina. Viene venduto in bottiglie verdi per nascondere il fatto che sia giallo fosforescente tipo pipì radioattiva. \n\nVoglio potermi avvelenare ADESSO! Mountein Diu in Itaglia! ",
                          "score": 7
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Mi dicono che sa di Sprite quindi non ci punterei tanto...",
                    "score": 2
                  }
                }
              },
              {
                "Nonecl6vvsl": {
                  "data": {
                    "body": "Non dovrebbe [essere difficile!](https://www.facebook.com/MountainDewItalia)",
                    "score": 1
                  }
                }
              },
              {
                "Powah96": {
                  "children": [
                    {
                      "Mechanicalmind": {
                        "data": {
                          "body": "c'è anche ai medusa multisala...o almeno in quello dove vado io c'è",
                          "score": 1
                        }
                      }
                    },
                    {
                      "supersaxo": {
                        "children": [
                          {
                            "Nonecl6qj4v": {
                              "data": {
                                "body": "MLG powers costs a lot...",
                                "score": 2
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "ero 50% ironico 50% non ironico. io l'ho vista una volta in un area di servizio e costava troppo per una bottiglietta minuscola.",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "La montain dew c'è in italia! Anche se per ora l'ho beccata solo nelle macchinette delle metro e al games week come stand :/ (Forse eri ironico?)",
                    "score": 2
                  }
                }
              },
              {
                "amicocinghiale": {
                  "data": {
                    "body": "A true gentlesir M'fellow. ",
                    "score": 7
                  }
                }
              }
            ],
            "data": {
              "body": "SI E VOGLIO ANCHE LA MOUNTAIN DEW",
              "score": 8
            }
          }
        }
      ],
      "data": {
        "score": 0,
        "body": "Ho avuto il privilegio e l'onore di assaggiare le prelibate patatine chiamate **Doritos** (se non sai cosa sono guarda [qua](http://www.underconsideration.com/brandnew/archives/doritos_fix_package_detail_01.jpg)).\n\nSono la cosa più buona che ci sia al mondo e le ho avute per mano di amico.\n\nDue pacchetti sono pochi e dieci non abbastanza, non possiamo più vivere così! Il mercato controllato da San Carlo impedisce di raggiungere il giusto livello di euforia che al contrario queste patatine possono dare; se non mi credete guardate [qua](http://youtu.be/AvnjmBJOYRs)!\n\nSono stufo di pizza, pasta e mafia. Per non parlare degli spaghetti e del mandolino, **VOGLIAMO I DORITOS!**\n\nPerché dopo un piatto di pasta, ci voglio i Doritos!\n\nPerché sulla pizza, ci vanno quei croccanti Doritos!\n\nPerché col mandolino si mangiano i Doritos!\n\n[Firma anche tu per portare l'euforia dei Doritos qua in Italia!](http://strawpoll.me/2755386)\n\n***YES WE DORITOS!***\n\n",
        "submission_id": "2iy82i"
      }
    }
  },
  "ugladm": {
    "helembad": {
      "children": [
        {
          "00ishmael00": {
            "children": [
              {
                "Uguaglianza": {
                  "children": [
                    {
                      "LegSimo": {
                        "children": [
                          {
                            "Nameless-10": {
                              "data": {
                                "body": "Lascia stare...c'è ancora gente convinta che girino tutti con la coppola e la lupara come nei film ambientati a fine '800",
                                "score": 5
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Madonna regà la Calabria non è il deserto del Gobi, ci abita la gente.",
                          "score": 5
                        }
                      }
                    },
                    {
                      "gitty7456": {
                        "data": {
                          "body": "Puglia e Calabria in due settimane di ferie già mi vanno a nausea. Poi de gustibus eh!",
                          "score": 5
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": ">Ma chi è che vivrebbe a MILANO lievitano da remoto?\n\nA naso più gente di quella che vivrebbe in Calabria...\n\nScusa se non mi dispiace una vita culturale attiva e contemporanea, eventi, attività, socialità.",
                    "score": 4
                  }
                }
              },
              {
                "gitty7456": {
                  "data": {
                    "body": "Ovvio… :-/\n\n/s",
                    "score": 1
                  }
                }
              },
              {
                "helembad": {
                  "children": [
                    {
                      "00ishmael00": {
                        "data": {
                          "body": "Roma, Milano, Firenze, Venezia...",
                          "score": 4
                        }
                      }
                    },
                    {
                      "TheEightSea": {
                        "children": [
                          {
                            "NoSuchDevException": {
                              "children": [
                                {
                                  "Lakker54": {
                                    "data": {
                                      "body": "La sicilia orientale in generale è abbastanza cara, la zona di Palermo molto meno",
                                      "score": 1
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "> O vuoi negare che tutto il centro e il nord sono più costosi rispetto a Calabria, Puglia e Sicilia?\n\nDipende anche dalle zone del centro e zone del sud. Per esempio io mi sono trasferito dalla provincia di Viterbo a quella di Bari, e ho notato un incremento (anche sostanziale) del costo della vita; come anche dubito che Rieti o Grosseto costino di piu' di Lecce o Catania.",
                                "score": 3
                              }
                            }
                          },
                          {
                            "helembad": {
                              "children": [
                                {
                                  "neilpare": {
                                    "data": {
                                      "body": "ma sei te che hai chiesto\n\n>\"Meno\" rispetto a dove?\n\nha solo risposto alla tua domanda...",
                                      "score": 2
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Si parlava di estero vs. Italia, non di diversi posti italiani. Che c'entra che la Calabria costi meno dell'Emilia?",
                                "score": 1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Rispetto a praticamente tutto il resto maremmamaiala. O vuoi negare che tutto il centro e il nord sono più costosi rispetto a Calabria, Puglia e Sicilia?",
                          "score": 3
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "\"Meno\" rispetto a dove?",
                    "score": 0
                  }
                }
              },
              {
                "stef_eda": {
                  "data": {
                    "body": "Esatto. Non solo il costo della vita, considerando anche il mare, il meteo, gli inverni miti, penso che scegliere di vivere in una megalopoli 'landlocked' e' da pazzi.\n\nPoi ben venga chi brama per vivere a Milano e pagare 12 euro uno spritz.  Qualcuno lo deve pur fare il lavoro sporco.",
                    "score": 1
                  }
                }
              },
              {
                "uno_in_particolare": {
                  "data": {
                    "body": "Immagino che moooolta più gente vorrebbe vivere a Milano e provincia che in Puglia o Calabria, anche con un lavoro remoto, per ovvi motivi",
                    "score": 4
                  }
                }
              }
            ],
            "data": {
              "body": "Ma chi è che vivrebbe a MILANO lavorando da remoto? È ovvio che si vivrebbe in Puglia, Calabria o simili. Lì si che la vita costa meno.",
              "score": 12
            }
          }
        },
        {
          "Banzambo": {
            "children": [
              {
                "ShitPostQuokkaRome": {
                  "data": {
                    "body": "È aumentato e non è che ci sia un aumento qualitativo, cioè della serie i pomodori non sono più succulenti adesso",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "Io vivo in provincia di Vicenza, quindi non stiamo parlando di Milano o Roma. Ma anche qui non si scherza più. \n\nIl problema in Italia negli ultimi quindici anni è diventato solo uno per quel che riguarda questo argomento: che il costo della vita è aumentato su tutti i fronti (basta andare al supermercato per rendersene conto) mentre gli stipendi no, anzi. Aggiungete un pizzico abbondante di cara vecchia inflazione e avete la ricetta perfetta per un Paese in cui le porspettive di vita non sono più tanto rosee.\n\nDiversi miei amici hanno vissuto in Germania per un paio d'anni e mi hanno confermato che lì il costo della vita è di poco superiore a quello italiano, ma in compenso lì gli stipendi sono molto più alti e le prospettive di crescita professionale di tutt'altro tipo.",
              "score": 2
            }
          }
        },
        {
          "CastielRed": {
            "children": [
              {
                "SebVettel02": {
                  "children": [
                    {
                      "CastielRed": {
                        "data": {
                          "body": "sono gli immobili che tirano su tutto purtroppo",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Se la differenza degli stipendi è solo 3/4x non vivi in una delle città più care della terra, dì sicuro",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "Io vivo in una delle città più costose del pianeta terra.\n\nEppure:\n\n\\-la spesa al supermercato mi costa praticamente quanto in Italia\n\n\\-c’è roba che costa adirittura meno, come le bollette (massimo 20 euro per tutto al mese) o l'elettronica/tecnologia (che costa sempre un 20% in meno che da noi).\n\nE c’è ovviamente roba che costa di più.\n\nMa stando qui da anni posso assicurare che la media di quello che spendo al mese per vivere e' praticamente identica a quella italiana, con la differenza degli stipendi 3/4x (che però poi vengono compensati dal costo delle case che è molto più alto).\n\nMa si, se nel discorso di parla di quanto costa comprare le cose di tutti i giorni sono d'accordo anche io che l'italia non è affatto economica.",
              "score": 1
            }
          }
        },
        {
          "Full-Monk-89": {
            "children": [
              {
                "SiMoStro": {
                  "data": {
                    "body": "> Domestic Beer (1 pint draught) +43.75 %\n\n> Cappuccino (regular)\t-48.65 %\n\nSetting priorities: you are doing it right :-)",
                    "score": 4
                  }
                }
              }
            ],
            "data": {
              "body": "[Rispondo con questo link, così si possono avere dati alla mano e risolvere vari quesiti/dubbi.](https://www.numbeo.com/cost-of-living/compare_cities.jsp?country1=Germany&country2=Italy&city1=Munich&city2=Milan&tracking=getDispatchComparison)",
              "score": -1
            }
          }
        },
        {
          "Hour_Prune_225": {
            "children": [
              {
                "Mascalz1": {
                  "children": [
                    {
                      "Guggio97": {
                        "children": [
                          {
                            "RemindMeBot": {
                              "data": {
                                "body": "I will be messaging you in 1 day on [**2022-05-03 17:08:35 UTC**](http://www.wolframalpha.com/input/?i=2022-05-03%2017:08:35%20UTC%20To%20Local%20Time) to remind you of [**this link**](https://www.reddit.com/r/italy/comments/ugladm/il_mito_del_basso_costo_della_vita_in_italia/i71sld0/?context=3)\n\n[**CLICK THIS LINK**](https://www.reddit.com/message/compose/?to=RemindMeBot&subject=Reminder&message=%5Bhttps%3A%2F%2Fwww.reddit.com%2Fr%2Fitaly%2Fcomments%2Fugladm%2Fil_mito_del_basso_costo_della_vita_in_italia%2Fi71sld0%2F%5D%0A%0ARemindMe%21%202022-05-03%2017%3A08%3A35%20UTC) to send a PM to also be reminded and to reduce spam.\n\n^(Parent commenter can ) [^(delete this message to hide from others.)](https://www.reddit.com/message/compose/?to=RemindMeBot&subject=Delete%20Comment&message=Delete%21%20ugladm)\n\n*****\n\n|[^(Info)](https://www.reddit.com/r/RemindMeBot/comments/e1bko7/remindmebot_info_v21/)|[^(Custom)](https://www.reddit.com/message/compose/?to=RemindMeBot&subject=Reminder&message=%5BLink%20or%20message%20inside%20square%20brackets%5D%0A%0ARemindMe%21%20Time%20period%20here)|[^(Your Reminders)](https://www.reddit.com/message/compose/?to=RemindMeBot&subject=List%20Of%20Reminders&message=MyReminders%21)|[^(Feedback)](https://www.reddit.com/message/compose/?to=Watchful1&subject=RemindMeBot%20Feedback)|\n|-|-|-|-|",
                                "score": 1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "!remind me 24 hours",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Vallo a spiegare ai boomer..è stato facile trovare lavoro lì?",
                    "score": 0
                  }
                }
              },
              {
                "lormayna": {
                  "children": [
                    {
                      "Hour_Prune_225": {
                        "children": [
                          {
                            "lormayna": {
                              "children": [
                                {
                                  "Hour_Prune_225": {
                                    "children": [
                                      {
                                        "lormayna": {
                                          "data": {
                                            "body": "Okay, molto più chiaro. Quindi il modello è diverso da quello americano: oltre la franchigia paga comunque lo stato e non vai in bancarotta se ti viene un cancro. Ha senso e può essere un sistema abbastanza sostenibile, almeno per la Svizzera. \nGrazie mille per la delucidazione",
                                            "score": 1
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "> aumenta se hai figli\n\nNo, non aumenta la tua, ma devi assicurare i tuoi figli.\n\nMa non avendo figli ne' essendo interessato ad averne, non saprei darti molte informazioni a riguardo :/ So che avere figli qui e' notoriamente costoso, ma hai anche un grosso ritorno in detassazione per le spese per i figli.\n\nAd ogni modo, l'assicurazione per un bambino costa il 20/25% quella di un adulto, ed e' garantita dalla confederazione se il genitore non se la puo' permettere\n\n\n> se hai patologie o invecchi\n\nNon \"aumenta\" come causa-effetto, ma aumenta in base alla tua franchigia. Ti spiego:\n\nQuando ti assicuri, puoi scegliere un franchigia annuale, in fasce tra 300 e 2500CHF\n\nQuella e' la cifra che paghi tu, prima che l'assicurazione entri in gioco. E.g. fissi la franchigia a 2500CHF, finisci in ospedale e ti fanno un intervento per 4000 euro. Tu paghi 2500CHF, l'assicurazione copre il resto.\n\n(poi, per quell'anno di assicurazione, qualsiasi spesa aggiuntiva e' coperta dall'assicurazione)\n\nLogicamente piu' scegli una franchigia alta, piu' basso e' il tuo premio mensile.\n\nQuindi se sei anziano / cagionevole di salute e bene o male sai che avrai spesso bisogno di cure, ti conviene scegliere una franchigia bassa (300CHF), e pagare un premio mensile piu' alto\n\n\n>  E che succede se perdi il lavoro?\n\nIo ho il permesso B, che e' quello che ti danno quando entri come lavoratore qui. Se perdo il lavoro, ho qualcosa come 6 mesi per trovarne un altro, senno' perdo il permesso di lavoro\n\nSe hai il permesso C (che puoi richiedere dopo 5 anni), allora non hai questo problema\n\nPer il resto c'e' la disoccupazione come in Italia, ma non ne so molto: il tasso di disoccupazione e' molto basso, il mercato del lavoro e' abbastanza stabile.",
                                      "score": 1
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Se non sbaglio, però, aumenta se hai figli, Via via che invecchi o se hai delle patologie che richiedono un particolare trattamento sanitario (tipo diabete). Questo è quello che diceva un mio amico che vive in Svizzera. \nÈ vero?\nE che succede se perdi il lavoro?",
                                "score": 1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "> è praticamente gratis.\n\nLa paghi alla fonte invece che come spesa diretta, non e' che non la paghi: qui la paghi direttamente, ma sei tassato meno\n\n> L'Italia, secondo gli ultimi dati Ocse, fa registrare una spesa pro-capite in sanità pari a 2.473 euro\n\nIo personalmente ho l'assicurazione di base + un pacchetto di complementari con dei rimborsi (tipo rimborso abbonamento palestra, occhiali, parziale spese dentistiche, check-up gratuito annuale...) e pago 360CHF/mese, in uno dei cantoni dove le assicurazioni sono tra le piu' care",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Quanto paghi di assicurazione sanitaria? Senza polemica, ma anche quello è un costo che va considerato perché in Italia la sanità è praticamente gratis.",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "Vivo in Svizzera, e ogni singolo italiano a cui lo dico mi dice \"eeeeh ma il costo della vita\"\n\nA Milano spendevo 700 euro per una camera singola. Qui spendo 2100CHF per un appartamento con 3 camere da letto\n\nIl mio stipendio, per lo stesso mestiere, e' aumentato del 350% (ed e' pure sotto la media del mercato)",
              "score": 14
            }
          }
        },
        {
          "MTT420_00": {
            "children": [
              {
                "helembad": {
                  "children": [
                    {
                      "JamieDelRey": {
                        "children": [
                          {
                            "helembad": {
                              "children": [
                                {
                                  "JamieDelRey": {
                                    "children": [
                                      {
                                        "helembad": {
                                          "data": {
                                            "body": ">ma fra campagna/provincia italiana e campagna/provincia tedesca la differenza é uguale o più marcata?\n\nE' uguale. All'incirca campagna lombarda = campagna bavarese e campagna turingia = campagna pugliese.",
                                            "score": 0
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "Però sarebbe stato anche utile il confronto non con le grandi città. Ovvio che non puoi paragonare Francoforte con Casale Monferrato, ma fra campagna/provincia italiana e campagna/provincia tedesca la differenza é uguale o più marcata?",
                                      "score": 5
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Ho dimostrato che è grossomodo paragonabile.",
                                "score": -2
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Al limite hai dimostrato che é più economico senza il molto.",
                          "score": 9
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": ">Il senso del tuo post quindi?\n\nMi pareva abbastanza chiaro. In Italia c'è il mito che si viva in un paese molto più economico rispetto ai vicini. Ma si tratta di un falso mito.",
                    "score": -8
                  }
                }
              }
            ],
            "data": {
              "body": " Minchia un papiro per non dire praticamente nulla. Alla fine hai comparato (senza fonti) Italia e Germania e: gli affitti sono uguali, i mezzi costano meno in Italia, comprare casa costa molto meno in Italia, la spesa è uguale, internet costa meno in Italia. Il senso del tuo post quindi?",
              "score": 59
            }
          }
        },
        {
          "MeglioMorto": {
            "children": [
              {
                "Dioken_": {
                  "children": [
                    {
                      "AostaValley": {
                        "data": {
                          "body": "This. E siamo ancora con la mentalità degli anni sessanta detta da gente che fra un po' è nata nel terzo millennio e crede ancora che quando rivenderà casa fra trenta o quaranta anni ci guadagna o che lascerà un capitale immobiliare ai figli.",
                          "score": 1
                        }
                      }
                    },
                    {
                      "im_simone": {
                        "children": [
                          {
                            "Dioken_": {
                              "data": {
                                "body": "La differenza è che per entrare in una casa in affitto mi basta un buon contratto di lavoro, per entrare in una casa con mutuo devo avere almeno il 30% del prezzo dell'immobile come liquidità, altrimenti la banca col cazzo che mi concede un mutuo.\nQuindi, considerando che un euro della banca cosa almeno 1,3 euro, per comprare una casa servono molti più soldi di quanti non servano per un affitto.\n\nPer poi sperare che tra 30anni la mia casa sia ancora in una posizione strategica della città in cui l'ho comprata, che la tecnologie non siano avanzate a tal punto da renderla obsoleta (o da dovermi far spendere soldi per tenerla al passo coi tempi) e che sia ancora in buone condizioni dopo trenta anni.",
                                "score": 5
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "È vero, ma ormai affitti e rate dei mutui sono così vicini che nel lungo termine l'immobile è una garanzia. O vuoi buttare la pensione in affitto? Al momento, in Italia conviene ancora comprare, dico ragionando sul lungo termine.",
                          "score": 2
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Comprare UN immobile non è un investimento.\n\nComprare più immobili è un investimento, perché generano rendita.\n\nUn immobile va mantenuto, ed ha dei costi di gestione, non genera una rendita.",
                    "score": 6
                  }
                }
              },
              {
                "ShitPostQuokkaRome": {
                  "children": [
                    {
                      "MeglioMorto": {
                        "data": {
                          "body": "Comprare casa non è una spesa, ma un investimento. I soldi non li stai perdendo, ma mettendo da parte. È una questione completamente diversa. Comunque sia, puoi anche scorporare l'affitto e il discorso non cambierà molto. La differenza la fanno i salari, non le spese.",
                          "score": 2
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Questo come dice il report assumendo che si vuole andare in affitto. Se uno vuole comprare casa ed è come dice Helembad molto più economico, allora lo svantaggio di Milano probabilmente non sparirebbe ma diminuirà.",
                    "score": -1
                  }
                }
              },
              {
                "helembad": {
                  "children": [
                    {
                      "MeglioMorto": {
                        "children": [
                          {
                            "stef_eda": {
                              "data": {
                                "body": "E' un investimento e come tale puo' generare perdite. Puo' ovviamente anche generare guadagni (cio' che tutti auspicano giustamente). che pero' sono tali solo al netto delle spese sostenute per mantenerlo (tasse, manutenzione ordinaria e straordinaria, utenze).",
                                "score": 1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": ">Comprare un immobile è un investimento.\n\n>Solo se poi lo vendi o lo affitti.\n\nAnche no. È un investimento a prescindere. Vuoi dirmi che affitto e mutuo son la stessa cosa? Ma dai...",
                          "score": 6
                        }
                      }
                    },
                    {
                      "VvPelle": {
                        "children": [
                          {
                            "helembad": {
                              "children": [
                                {
                                  "VvPelle": {
                                    "children": [
                                      {
                                        "helembad": {
                                          "children": [
                                            {
                                              "VvPelle": {
                                                "children": [
                                                  {
                                                    "helembad": {
                                                      "children": [
                                                        {
                                                          "VvPelle": {
                                                            "children": [
                                                              {
                                                                "helembad": {
                                                                  "children": [
                                                                    {
                                                                      "VvPelle": {
                                                                        "data": {
                                                                          "body": "Se vai ancora più indietro nel tempo forse trovi un prezzo a 1 CHF al metro quadro. Per favore trova un articolo del 2021 o 2022. Quello da te linkato è del 2017, c'è stata l'inflazione più alta che molte generazioni possano ricordarsi e mi tiri fuori un articolo del 2017. \nMolte persone comprano la casa in Italia, questo è un fatto oggettivo (tasso di proprietà in Svizzera è il più basso in tutto il continente) quando misuri mele con mele devi tenere conto anche di questi fattori e non con frasi soggettive come: solo case molto costose o è anormale vendere o comprare casa, perché in un altro paese, vedi Italia è molto normale e questo processo dovrebbe essere incluso nelle tue analisi. Tra l'altro ti posso dire che esistono persone in diverse situazioni della vita che hanno spese diverse: famiglia con bambini, se vuoi battezzare i bambini e sei credente, se hai comprato casa e la vuoi ristrutturare, pagare o no la tassa TV, rimani disoccupato e devi pagare l'assicurazione sanitaria, sei una partita iva e devi pagare le tasse, avere un avvocato, ingaggiare un consulente fiscale. Ti vorrei ricordare tra l'altro che (cifre gross income per year) se prendi 100000 CHF sei nel top 7% della popolazione svizzera, se prendi 65k nel top 10% tedesco e 50k top 10% italiano (world inequality database-->take the test). Quando misuri mele con mele devi anche vedere quanto in alto sei per mangiare le stesse mele.",
                                                                          "score": 3
                                                                        }
                                                                      }
                                                                    }
                                                                  ],
                                                                  "data": {
                                                                    "body": ">Infatti il prezzo medio a Zurigo secondo internet è di 14871 CHF al metro quadro\n\nNo, circa 12mila franchi, ossia 840k franchi (760mila euro) per un appartamento da 70 mq. Questo nel posto in assoluto più costoso del paese. E tenendo conto che gli immobili in vendita a prescindere dalla metratura tendono ad essere sbilanciati verso il lusso, proprio perché è anormale vendere e comprare.\n\nhttps://www.nzz.ch/finanzen/wo-der-quadratmeter-am-meisten-kostet-ld.1322569\n\n>ah no aspetta l'Italia è più costosa!!!\n\nVeramente ho scritto esplicitamente che la Svizzera è nettamente più cara dell'Italia in valore assoluto, ma non tanto più cara da compensare gli stipendi 4-5 volte maggiori. Esattamente qual è il tuo punto?",
                                                                    "score": 1
                                                                  }
                                                                }
                                                              }
                                                            ],
                                                            "data": {
                                                              "body": "Infatti il prezzo medio a Zurigo secondo internet è di 14871 CHF al metro quadro (per un Wohnung), e per un appartamento di 80 metri quadri (metratura normale) farebbe circa 1190000. Il valore medio delle case è più di 1 milione di CHF. Il tuo presumibilmente valore medio inferiore al milione di CHF non esiste perché è 1 milione il valore medio. Scusa la statistica con quali valori la fai con i presumibilmente? La fai al contrario con i prezzi reali di mercato.\nLe case che tu consideri molti costose non sono quelle da 1 milioni, perché quelle sono il valore medio, quelle molto costose sono da 5 milioni. A sto punto torna in Italia e compratene una da 200000€, ah no aspetta l'Italia è più costosa!!! e lo stai dicendo per una cosa come la casa che a tutte le latitudini è la maggior spesa di una famiglia.",
                                                              "score": 3
                                                            }
                                                          }
                                                        }
                                                      ],
                                                      "data": {
                                                        "body": "Sotto i 500k in Svizzera trovi giusto nei profondi Grigioni, il valore di mercato di un bilocale a Zurigo non sarebbe comunque quello, lo sarebbe a stento a Milano figuriamoci. Anzi che ne hai trovati 59 in tutto il cantone, sono tantissimi. \n\nLe statistiche non le stabilisco io - ci sono i prezzi medi al mq.",
                                                        "score": 1
                                                      }
                                                    }
                                                  }
                                                ],
                                                "data": {
                                                  "body": "Sono su ImmoScout24 svizzero ci sono 59 appartamenti in vendita con minimo 2,5 Zimmer fino a un massimo di 500000 CHF, (dato che le normali costano molto meno ho messo direttamente un prezzo metà del milione) nel canton Zurich con 0km di raggio, di cui solo solo 4 hanno il prezzo esposto, gli altri sono tutti Preis auf Anfrage. Stabilisci le tue statistiche su 4 appartamenti su il cui prezzo è esposto? Gli altri 55 scusa? \nPer non farmi mancare niente sono andato a leggere la descrizione di uno di questi 4, scrive chiaramente che si farà un'asta, la base minima è 495000.",
                                                  "score": 2
                                                }
                                              }
                                            }
                                          ],
                                          "data": {
                                            "body": "No; i pochissimi \"normali\" in vendita hanno prezzi molto minori (pur alti; si parla comunque di Zurigo). Semplicemente non ce ne sono. Non si tratta di una questione di prezzo.",
                                            "score": 2
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "Ripeto i prezzi e quindi l'assegnare un valore a una cosa lo fa il mercato non i presumibilmente, dato che un domani vista la scarsità di questi appartamenti dalle dimensioni e luogo normale come lo definisci tu sul mercato, uno di questi dovesse essere messo in vendita potrebbero anche essere messo in vendita a 2 milioni di CHF e la gente o investitori lo comprerebbero. Non fare teorie di mercato con i presumibilmente.",
                                      "score": 1
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Un immobile che sarebbe presumibilmente di valore medio. A Zurigo per esempio è difficile trovare in vendita immobili sotto i 100 mq e/o in periferia - se vai sui principali siti trovi una trentina di immobili in vendita sotto 100mq, in buona parte in centrissimo o in palazzi di nuova costruzione, mentre ci sono oltre 500 immobili in affitto sotto 100 mq. \n\nCi sono pochi immobili in vendita in generale (10 volte meno degli immobili in affitto) e la maggior parte sono appartamenti di \"lusso\" o comunque di pregio oltre il milione di franchi in quartieri molto ricercati. Se cerchi un appartamento di metratura normale in un quartiere normale trovi praticamente solo affitti.",
                                "score": 3
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Scusa non ho capito cosa intendi per case molto costose, se ci sono per la maggior parte solo quelle sul mercato, significa rappresentano una media circa del mercato. Gli immobili di valore medio come dici tu non sono sul mercato quindi come fai a definirli di valore medio?",
                          "score": 2
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": ">Quindi in Italia i prezzi sarebbero più bassi perché c'è più domanda? \n\nE' più complesso. In Germania, come in Svizzera, spesso vengono messi in vendita solo gli immobili MOLTO costosi. Se hai un immobile di valore medio lo affitti. Per dire, a Zurigo trovi affitti di tutte le categorie ma in vendita ci sono quasi solo immobili di lusso. E' un circolo che si autoalimenta: comprare costa, quindi nessuno mette in vendita, quindi ci sono pochi immobili a prezzi medi in vendita, quindi vanno tutti in affitto e comprare costa, eccetera.\n\nIn Italia e' l'opposto, tendenzialmente.\n\n>Comprare un immobile è un investimento.\n\nSolo se poi lo vendi o lo affitti.\n\n>Ora che c'entra Roma?\n\nEra per dire che i trasporti in Italia sono generalmente economici nelle grandi citta'.\n\n>I prezzi a Monaco sembrerebbero essere del 5% più cari che a Milano. Se vuoi fare un discorso con un minimo di senso, però, devi anche conftontare i salari medi per città. Spoiler spoiler... 3400 per Monaco, 1900 per Milano. Ecco perché, se sei a Monaco, ti sembra che Milano costi poco. Se avessi lo stesso lavoro a Milano, potresti permetterti molto meno.\n\nEh, e allora? Siamo d'accordissimo, sto dicendo esattamente quello.",
                    "score": 0
                  }
                }
              }
            ],
            "data": {
              "body": ">A Milano comprare casa costa MOLTO meno. Circa il 50% in meno. Ovviamente dovuto al fatto che per fattori culturali e storici gli italiani tendono a comprare casa mentre i tedeschi tendono a stare in affitto.\n\nQuindi in Italia i prezzi sarebbero più bassi perché c'è più domanda? In genere succede il contrario.\n\n>E a questo punto potrebbe chiudersi il discorso, visto che in ogni caso l'immobile è di gran lunga la spesa maggiore per chiunque e il resto è un contorno.\n\nUn affitto è un costo. Comprare un immobile è un investimento. È ben diverso e per valutare le differenze bisogna fare un discorso molto più approfondito.\n\n>I trasporti sono decisamente più economici in Italia. A Milano un abbonamento mensile costa 39 euro, a Monaco 59. A Roma un annuale viene sotto i 300 euro.\n\nOra che c'entra Roma? \n\n>Chiunque abbia vissuto in Germania può testimoniare come la spesa al supermercato sia simile.\n\nIo abitavo in Francia e facevo la spesa in Germania, per quei i prodotti che convenivano al di là del confine... Ma non puoi prendere due categorie a cazzo di cane ed estrapolare su tutto il paniere.\n\nVai su numbeo.com e fa un confronto fra Milano e Monaco di Baviera. Spoiler: il riassunto del report dice...\n\n> You would need around 4,772.48€ in Munich to maintain the same standard of life that you can have with 4,500.00€ in Milan.\n\nI prezzi a Monaco sembrerebbero essere del 5% più cari che a Milano. Se vuoi fare un discorso con un minimo di senso, però, devi anche conftontare i salari medi per città. Spoiler spoiler... 3400 per Monaco, 1900 per Milano. Ecco perché, se sei a Monaco, ti sembra che Milano costi poco. Se avessi lo stesso lavoro a Milano, potresti permetterti molto meno.",
              "score": 27
            }
          }
        },
        {
          "Nameless-10": {
            "children": [
              {
                "Nonei74uc9d": {
                  "children": [
                    {
                      "Nameless-10": {
                        "data": {
                          "body": "Mi fa piacere, sono contento per te",
                          "score": 3
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Yep. Ti scrivo dal molise dopo aver ghostato il lavoro in ufficio in una grande città. Il mio costo della vita si è praticamente azzerato. Stress e Madonne pure.",
                    "score": 7
                  }
                }
              },
              {
                "helembad": {
                  "children": [
                    {
                      "Nameless-10": {
                        "children": [
                          {
                            "gitty7456": {
                              "data": {
                                "body": "99.9% mi sembra altino… io in Italia vivrei solo in 3-4 città. Tutte piuttosto care.\n\n\nInfatti in Italia vivo a Milano, potendo scegliere, ho fatto così. Mi da qualità di vita, intrattenimento, aeroporto, ambiente internazionale, ristoranti top, … dubito di essere lo 0.01% pazzo.",
                                "score": 1
                              }
                            }
                          },
                          {
                            "helembad": {
                              "children": [
                                {
                                  "Nameless-10": {
                                    "data": {
                                      "body": "Ovvio che per molti sia poi un discorso affettivo/nostalgico a quel punto...ipoteticamente se fossi un italiano andato all'estero per cercare una paga migliore e poi un giorno mi capitasse l'occasione di potermi spostare liberamente mantenendo la stessa condizione, magari il primo posto che mi verrebbe in mente sarebbe proprio l'Italia (dove in teoria ci sarebbero la famiglia, amici, cibo, abitudini e luoghi a cui magari sono affezionato) invece di che so...la Bulgaria ;)",
                                      "score": 3
                                    }
                                  }
                                },
                                {
                                  "stef_eda": {
                                    "data": {
                                      "body": "Esatto. Personalmente sceglierei un paese con un meteo decente. Qualsiasi paese oltre le alpi e' abbastanza merdoso da questo punto di vista.",
                                      "score": 2
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Sì ma il punto in quel caso non è \"estero vs. Italia\" e non è che risparmi perché \"l'Italia costa meno\". Semplicemente vai in un posto che costa meno di per sé rispetto a quello in cui stavi prima. Ma puoi risparmiare allo stesso modo anche trasferendoti a lavorare da remoto nelle campagne dello Yorkshire con uno stipendio londinese, o in un paesino della Sassonia con lo stipendio di Monaco.\n\nIn altre parole lavorando da remoto cerchi di trasferirti in un posto che costi meno. Non ha senso farne un discorso di Italia vs. estero. A quel punto l'Italia la scegli per fattori affettivi e non per una questione di costo.",
                                "score": 3
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Ma per quanto mi riguarda possono abitare anche a Buckingham Palace...se a loro sta bene nessuno li obbliga a tornare. \n\n\nAllora qual è il punto del discorso? Hai scritto che \"lavorando da remoto in Italia con uno stipendio estero non necessariamente si risparmia\", ma tolte una manciata di città oggettivamente non è così.\n\nUn pincopallino sano di mente che ritorna in Italia (per i più disparati motivi) con un stipendio medio italiano*n volte, al 99.9% si cerca un posto tranquillo e si gode di più la vita ad una frazione del costo di prima. Se per te invece non si risparmia, ok se ne prende atto",
                          "score": 4
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": ">Ma parti dal presupposto che, nonostante il lavoro da remoto, si vivrebbe a Milano\n\nNo. Ma allo stesso modo non bisogna partire dal presupposto che tutti quelli che lavorano all'estero vivano a South Kensington.",
                    "score": 6
                  }
                }
              }
            ],
            "data": {
              "body": "Ma parti dal presupposto che, nonostante il lavoro da remoto, si vivrebbe a Milano...io non ne sarei così sicuro",
              "score": 31
            }
          }
        },
        {
          "NearbyCurrent2119": {
            "children": [
              {
                "ShitPostQuokkaRome": {
                  "data": {
                    "body": ">Poveretti non fare piangere tutti i ritaliani che abitano ancora con mamma che pensano che chi va all’estero sia costretto a pagare tutto da 2x in su.\n\nCasomai è il contrario, ti sei creato un avversario immaginario.",
                    "score": 8
                  }
                }
              },
              {
                "pesciolino_ocra": {
                  "children": [
                    {
                      "NearbyCurrent2119": {
                        "data": {
                          "body": "Non trovo alcuna contraddizione",
                          "score": -3
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Pochi giorni fa scrivevi questo \n\n>Ho iniziato a lavorare da poco ma sono già distrutto dalla vita. Ogni mattina è una sofferenza incredibile, dicono (i miei colleghi) che migliori col tempo ma non ci credo.\n\n>Avrei la possibilità di vivere “di sussistenza” grazie a una rendita passiva di circa 1000€ al mese. Sono in un piccolo paesino di provincia in Veneto. Casa di proprietà. Auto idem. Sono molto parsimonioso e non ho vizi.\n\n>La faccio la pazzia? Avete esperienze o opinioni?\n\nCambi opinione/domicilio/residenza veramente in fretta",
                    "score": 7
                  }
                }
              },
              {
                "xenon_megablast": {
                  "children": [
                    {
                      "SebVettel02": {
                        "data": {
                          "body": "C’è anche chi crede a Dio",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "> Poveretti non fare piangere tutti i ritaliani che abitano ancora con mamma che pensano che chi va all’estero sia costretto a pagare tutto da 2x in su.\n\nChe non ci sarebbe niente di male. Però quando poi senti parlare quello che dice di prendere poco più di 1000€ e di non avere spese perché vive ancora con i suoi e fa la _bella vita_, ti rendi conto che forse tante persone non hanno idea di cosa significhino le parole che usano.",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "Poveretti non fare piangere tutti i ritaliani che abitano ancora con mamma che pensano che chi va all’estero sia costretto a pagare tutto da 2x in su.\n\nIo in Germania ci vado spesso (un braccio della mia azienda è là), gli stipendi sono letteralmente il doppio (paghiamo un odontotecnico italiano 1400 e uno tedesco 2800, netti). La vita costa uguale. Ovvio che quindi i tedeschi sono più ricchi e possono permettersi più cose.",
              "score": -9
            }
          }
        },
        {
          "NoSuchDevException": {
            "children": [
              {
                "Nonei74yzic": {
                  "data": {
                    "body": "Anche l’estero però non è solo Berlino e Londra.. non puoi fare il paragone tra un paesino di 100 abitanti in Sicilia e Londra, il paragone deve avere senso",
                    "score": 1
                  }
                }
              },
              {
                "PeterSmusi": {
                  "children": [
                    {
                      "NoSuchDevException": {
                        "data": {
                          "body": "Bah, insomma, Bari e dintorni non e' proprio economica...",
                          "score": 3
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Con uno stipendio estero in puglia vivi da re lol",
                    "score": 3
                  }
                }
              },
              {
                "stef_eda": {
                  "children": [
                    {
                      "im_simone": {
                        "data": {
                          "body": ">\\- se un altro Putin invade l'Italia sei tra i primi a prenderti una bombetta in testa.\n\nBeh, oddio, con il conflitto in Ucraina gli italiani hanno scoperto che non esiste solo Kiev. Anzi, alcuni hanno addirittura scoperto che è la capitale.",
                          "score": 2
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Quello che penso anche io. Le grandi citta' oltre a essere piu' care sono anche:\n\n\\- piu' inquinate\n\n\\- piu' stressanti\n\n\\- al primo sciopero dei camionisti tempo 2 giorni non trovi piu nulla sugli scaffali. Nelle periferie la gente nemmeno si accorge che c'e' stato lo sciopero\n\n\\- se un altro Putin invade l'Italia sei tra i primi a prenderti una bombetta in testa.\n\n\\- devi prenotare se vuoi andare al bar, al ristorante, in palestra, in piscina, a lavare la macchina.\n\n\\- Nei locali 4.0 delle citta' non c'e' un semplice menu stampato. No, troppo boomer, c'e' un bel codice QR che linka a un pdf da 74 Megabyte da scaricare. Peccato che dentro il locale non c'e' campo.",
                    "score": 0
                  }
                }
              }
            ],
            "data": {
              "body": "> Morale della favola: se sperate automaticamente di risparmiare prendendovi un lavoro da remoto con stipendio estero e spostandovi in Italia, fate attenzione perché non sarà necessariamente così.\n\nPeccato che l'Italia non sia solo Milano e Roma (e grazie a Dio, direi).\n\nPotrei pure prendermi un lavoro da remoto con stipendio estero e vivere in Italia in una zona a costo non molto elevato della vita con buona qualita' della vita :)",
              "score": 11
            }
          }
        },
        {
          "Nonei70mer8": {
            "children": [
              {
                "buffyvsparenzo": {
                  "children": [
                    {
                      "Nonei71rlxl": {
                        "children": [
                          {
                            "buffyvsparenzo": {
                              "data": {
                                "body": "Non dovresti, no - la latenza aumenta leggermente (a seconda del vpn) ma la velocità dovrebbe esser quella.",
                                "score": 1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Con vpn non hai colli di bottiglia significativi sulla velocità di download?",
                          "score": 3
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "È una schifezza, non lo metto in dubbio, ma per quello basta qualsiasi vpn marcio da 20€ l'anno",
                    "score": 0
                  }
                }
              }
            ],
            "data": {
              "body": "In Germania se provi a scaricare free una cosa ti mandano l'esercito a casa in Italia fai il cazzo che vuoi. Già quello sono diverse centinaia di € l'anno per me",
              "score": 1
            }
          }
        },
        {
          "Nonei70vfiz": {
            "children": [
              {
                "lormayna": {
                  "data": {
                    "body": "Costa più vivere a  Cuba, in Venezuela, in Corea del Nord o in Cina?",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "[deleted]",
              "score": 4
            }
          }
        },
        {
          "Nonei74ywkz": {
            "data": {
              "body": "Le case e internet costano poco, il resto no. Il mio ragazzo tedesco sconvolto ogni volta che andiamo a mangiare/bere in bar o ristoranti",
              "score": 1
            }
          }
        },
        {
          "RedditItalyBot": {
            "children": [
              {
                "helembad": {
                  "data": {
                    "body": "E' paywall? Io lo vedo, basta accettare la pubblicità. E' il Mietspiegel dello Zeit. Ad ogni modo, [altre fonti](https://www.miet-check.de/mietspiegel/) riportano dati simili. Per Milano la fonte è questa: https://www.immobiliare.it/mercato-immobiliare/lombardia/milano/\n\nPer le altre voci di spesa si può utilizzare [Numbeo](https://www.numbeo.com/cost-of-living/compare_cities.jsp?country1=Germany&country2=Italy&city1=Munich&city2=Milan&tracking=getDispatchComparison) come hanno citato altri; non mi fa impazzire ma grossomodo corrisponde.\n\nPer i biglietti dei trasporti basta consultare i rispettivi siti municipali; ora purtroppo sono da mobile e non li ho sottomano.",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "Puoi aggiungere delle fonti in più? L'unica che citi è dietro paywall.",
              "score": 1
            }
          }
        },
        {
          "Rexam14": {
            "children": [
              {
                "helembad": {
                  "children": [
                    {
                      "Rexam14": {
                        "children": [
                          {
                            "helembad": {
                              "children": [
                                {
                                  "Lord_TheJc": {
                                    "children": [
                                      {
                                        "helembad": {
                                          "children": [
                                            {
                                              "Lord_TheJc": {
                                                "data": {
                                                  "body": "Siamo d'accordo che il tuo è un confronto migliore rispetto a Londra vs Reggio Emilia, ma il punto non è proprio quello su cui insisti tu: non devi prendere \"mele e mele successive\" se vuoi fare un confronto tra nazioni. Devi prendere le nazioni, non una manciata di città.\n\nE l'hai detto tu per primo, quindi davvero mi fa strano che ripeti sta cosa del prendere altre città. Il fatto che tu quantomeno prendi città simili tra loro (anche se solo per la posizione nella classifica del costo della vita) rende il risultato migliore ma rimane l'errore di estendere le città all'intera nazione.",
                                                  "score": 4
                                                }
                                              }
                                            }
                                          ],
                                          "data": {
                                            "body": "Anche fosse sarebbe sempre meglio di chi paragona Londra e Reggio Emilia e conclude che il Regno Unito è più caro dell'Italia, ma al di là di questo il punto è che puoi fare il paragone con mele e mele successive (appunto Francoforte con Roma, Amburgo con Firenze ecc.) e il risultato è sempre più o meno quello.",
                                            "score": 0
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "> No, io ho paragonato mele con mele prendendo le due città più costose dei rispettivi paesi\n\nIl confronto sarà anche mele con mele, ma stai assolutamente espandendo quello che hai visto tra Milano e Monaco all'intera Italia. L'intero thread a partire dal titolo è un'espansione all'intera Italia, anche se magari non puntavi a questo.",
                                      "score": 5
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "No, io ho paragonato mele con mele prendendo le due città più costose dei rispettivi paesi. Avrei potuto paragonare Roma e Francoforte (secondo posto) o Amburgo e Firenze (terzo posto) o Norimberga e Genova (due luoghi relativamente economici) eccetera eccetera e il risultato sarebbe stato grossomodo lo stesso.",
                                "score": 2
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": ">Ma in ogni caso sono considerazioni validissime, basta che \"Torino è meno cara di Monaco\" (verissimo) non diventi \"L'Italia è meno cara della Germania\".\n\nBeh nel tuo post hai preso \"Milano\" e l'hai fatta diventare \"l'Italia\"...",
                          "score": 9
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Torino è notoriamente la grande città più economica del centro-nord. Se per esempio tu venissi da Norimberga la tua esperienza sarebbe molto diversa, trattandosi di un posto molto economico.\n\nMa in ogni caso sono considerazioni validissime, basta che \"Torino è meno cara di Monaco\" (verissimo) non diventi \"L'Italia è meno cara della Germania\".",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "Come diceva un altro utente, la spesa preponderante generalmente è la casa. Ho vissuto a Monaco quasi quattro anni e ogni mese se ne andava circa mezzo stipendio solo per l'affitto e le spese base (nonostante lo stipendio più alto). Inoltre comprare casa in Baviera è praticamente impossibile senza fare un mutuo a 30 anni per un monolocale di 20 mq.\n\nIn Italia invece, a Torino (che forse non sarà Milano ma non è neanche il paesino dell'entroterra), pago meno di 1/4 del mio stipendio per l'affitto di un 55 mq e i mezzi costano molto meno. Risparmio di più e ho una qualità della vita migliore.\n\nA me, oggi, è risultato più conveniente tornare. In futuro chissà.",
              "score": 6
            }
          }
        },
        {
          "Secret-Ad-186": {
            "children": [
              {
                "SebVettel02": {
                  "data": {
                    "body": "Uuuuuu neanche da paragonare",
                    "score": 1
                  }
                }
              },
              {
                "helembad": {
                  "data": {
                    "body": ">Quindi la casa domina incontrastata sulle spese, il resto sono spiccioli. \n\nSono d'accordo, infatti ho scritto che mi sarei anche potuto fermare al solo prezzo degli immobili.",
                    "score": 3
                  }
                }
              }
            ],
            "data": {
              "body": "Quello di cui mi sono accorto vivendo per conto mio all'estero è che l'unica cosa che conta è la casa.\nLa casa, affitto o mutuo, si porta via un terzo dello stipendio, almeno seguendo i consigli classici.\nLa spesa al supermercato, le uscite la sera, trasporti, elettronica, vacanze, e varie ed eventuali, tutti assieme non arrivano nemmeno al 10% dello stipendio.\nAgendo su una di queste categorie potrei al massimo elemosinare un paio di punti percentuali, ma qualitativamente non mi cambierebbe nulla.\n\nQuindi la casa domina incontrastata sulle spese, il resto sono spiccioli.\nTutte le discussioni sul prezzo della carne, della frutta importata dall'Italia, sugli abbonamenti dei mezzi pubblici, per me non hanno senso: è come preoccuparsi di svuotare il cassetto portaoggetti per ridurre il peso di un'auto.\n\nE se è vero che in alcuni paesi la casa arriva a costare fino al doppio, gli stipendi *partono* dal doppio, a salire.\nQuindi, almeno per le mete \"classiche\" degli emigranti, il risultato finale è a favore dell'estero.",
              "score": 14
            }
          }
        },
        {
          "ShitPostQuokkaRome": {
            "children": [
              {
                "helembad": {
                  "children": [
                    {
                      "Uguaglianza": {
                        "children": [
                          {
                            "helembad": {
                              "data": {
                                "body": "Non far finta di non aver capito cosa intendo e a quale genere di commento mi riferisco.\n\nComunque avendo tu citato i formaggi mah, dipende. Quelli a pasta dura sono innegabilmente meglio in Italia, per gli altri mi pare sia una questione di gusti. Latte e yogurt invece sono nettamente meglio nel mondo tedesco e nordico.",
                                "score": 0
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": ">\"in Italia costa tutto meno\"\n\nMa che strawman è? Ma chi l'ha mai detto?\n\nManco in Gabon o Moldavia costa TUTTO meno.\n\nHai pure fatto affermazioni discutibili tipo quella sui latticini (a partire dal fatto che sui prodotti di qualità la differenza di prezzo tra Italia e Germania c'è e si fa notare sempre più all'aumentare del livello): all'Aldi la qualità (e l'assortimento) dei formaggi media è al livello dei più lerci dei discount italiani.",
                          "score": 7
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Benissimo - vuol dire che a. non vedrò altri commenti tipo \"in Italia costa tutto meno\" e b. non vedrò più alcun thread su qualsiasi argomento molto studiato (tipo, che so, il PIL, le tasse, il cibo, gli animali).",
                    "score": 0
                  }
                }
              }
            ],
            "data": {
              "body": "Il prezzo delle città è una delle dinamiche più studiate al mondo, è un argomento per cui esiste una conoscenza abbastanza profonda, non serve che il panzutello/a di strada apra il suo stesso thread con le statistiche e paragoni scelti da se stessi.",
              "score": 1
            }
          }
        },
        {
          "VvPelle": {
            "data": {
              "body": "Si chiama rientro dei cervelli, quindi qualche conto lo sanno fare pure loro.",
              "score": 7
            }
          }
        },
        {
          "WalterCanyon": {
            "children": [
              {
                "99112234": {
                  "data": {
                    "body": "Penso sia corretto usare “assumere che” con il significato di “ipotizzare”/“prendere per ipotesi”, quindi non mi sembra che OP l’abbia usato in modo errato",
                    "score": 4
                  }
                }
              },
              {
                "walter1974": {
                  "children": [
                    {
                      "WalterCanyon": {
                        "children": [
                          {
                            "walter1974": {
                              "data": {
                                "body": "La Treccani è quella che non conosce la differenza tra acciaino e acciarino.\n\nE in ogni caso [https://www.treccani.it/vocabolario/assunto2/](https://www.treccani.it/vocabolario/assunto2/)",
                                "score": 1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "https://www.treccani.it/vocabolario/assumere/",
                          "score": -1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Credo che esista anche in italiano usato come in inglese, infatti esiste il sostantivo assunto/assunzione come sinonimo di supposizione.",
                    "score": 6
                  }
                }
              }
            ],
            "data": {
              "body": "Tu hai soprattutto bisogno di ripassare cosa voglia dire il verbo \"assumere\".",
              "score": -5
            }
          }
        },
        {
          "aintx": {
            "children": [
              {
                "matart91": {
                  "children": [
                    {
                      "dodgeunhappiness": {
                        "data": {
                          "body": "Sì infatti, dirigenti tedeschi e dirigenti italiani tranquilli che hanno stipendi paragonabili.",
                          "score": 9
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Una statistica sul stipendio medio netto dovrebbe includere tutti i lavori, dal lavapiatti al CEO di una multinazionale.\n\nQuelle 356 persone che hanno contribuito con i propri dati su Numbeo non so quanto possono fare statistica a riguardo.",
                    "score": 25
                  }
                }
              }
            ],
            "data": {
              "body": "Per chi non conoscesse il sito dove vedere queste cosine: [Numbeo](https://www.numbeo.com/cost-of-living/compare_cities.jsp?country1=Italy&country2=Germany&city1=Milan&city2=Munich).\n\nRiassunto: Per vivere a Monaco come vivresti a Milano con 2.500 Euro, te ne servono 2.651 (poco di piú insomma). Il problema è:\n\n* Stipendio medio netto Milano: 1.764\n* Stipnedio medio netto Monaco: 3.210  \n\nLocal Purchasing Power in Munich is 71.62 % higher than Milan.",
              "score": 37
            }
          }
        },
        {
          "ciaux": {
            "children": [
              {
                "ProstMeister": {
                  "children": [
                    {
                      "ciaux": {
                        "data": {
                          "body": "Infatti in zona più centrale di rho, forse ho sbagliato io a scrivere",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Un bilocale a Rho non costa 200000, dai. Un trilocale recente sì, un bilocale no, a meno che tu non lo prenda nella piazza principale del paese.",
                    "score": 2
                  }
                }
              },
              {
                "gitty7456": {
                  "data": {
                    "body": "uh?",
                    "score": 0
                  }
                }
              }
            ],
            "data": {
              "body": "Mia cugina vive a Milano la sua ragazza in Puglia in qualche paesino del cazzo. \n\n2 cose l'hanno colpita: la bruttezza della cittá e il costo della vita. Lasciamo stare il primo punto che é soggettivo anche se ha ragione.\n\nTipo volevano prendere in affitto un appartamento ma costa troppo anche un semplice monolocale (800€????), regionali fanno cagare, non si può mangiare nulla sotto ai 10€ e così via.\n\nTipo la loro idea é prendere un appartamento poi, non dico in centro ma nemmeno a rho. Vedono che tipo un bilocale é sui 200000€ che é letteralmente quanto pagherebbe lei per una buona villetta nel suo paese.\n\nBoh idk, come lo racconta lei sembra proprio un altro paese il suo, quasi del terzo mondo (io e mia cugini siamo filippini).\n\nE dunque? Nulla, non ha senso dire \"costo di vita in italia\". Nord vs sud, città vs campagna, gente del posto con la casa in ereditá e gente trasferita che se la deve comprare.",
              "score": 4
            }
          }
        },
        {
          "flauxsis": {
            "children": [
              {
                "NoSuchDevException": {
                  "data": {
                    "body": "> ma ogni volta che sento sciocchezze come Milano rappresentativa dell'Italia tutta mi sento male\n\nBenvenuto in questo subreddit.",
                    "score": 30
                  }
                }
              },
              {
                "Rexam14": {
                  "children": [
                    {
                      "NoSuchDevException": {
                        "children": [
                          {
                            "Rexam14": {
                              "children": [
                                {
                                  "ImaginaryZucchini272": {
                                    "data": {
                                      "body": "Anche secondo me se prendi 2000€ e paghi 1000 di affitto per un posto neanche bello è difficile vivere bene o risparmiare godersi la vita.",
                                      "score": 2
                                    }
                                  }
                                },
                                {
                                  "NoSuchDevException": {
                                    "children": [
                                      {
                                        "tjxmi": {
                                          "data": {
                                            "body": "Per il mercato immobiliare il confine della circonvallazione è caduto da poco, ma in generale a livello di spesa in generale non hai costi molto più alti che a Roma.\n\nIl discorso stipendio medio cambia in base ad una variabile importante, che è il fatto di avere o meno una casa di proprietà o essere in affitto.",
                                            "score": 1
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "> che Milano sia la città in cui trasferirsi per studiare\n\nBeh, considera che Milano ha il PoliMI, la Cattolica, la Bocconi, UniMI e Bicocca, ecc... quindi questa idea per cui sia la citta' per studiare non e' campata per aria. Come lo sono anche Roma (La Sapienza, LUISS, Tor Vergata, Foro Italico, ecc...), Pisa, Bologna, Trento, Padova, ... persino la bistrattata Bari (PoliBA e UniBa non sono proprio da buttare via) e la provinciale Viterbo (universita' con uno dei migliori dipartimenti di Agraria d'Italia).\n\n> trovare lavoro\n\nBeh, e' la capitale finanziaria d'Italia, quindi ovvio che si trovi lavoro li'. Come Roma e' la capitale politica/culturale d'Italia (ministeri, aziende parastatali, produzioni audiovisive, ecc...), a Torino c'e la sede della FIAT, esiste tutta la Motor Valley emiliana, esistono Veneto, Firenze, pure in Sud Italia ci stanno dei posti in cui si trova lavoro in maniera decente, come Napoli, Cagliari, Catania, Bari (dove lavoro io), Cosenza, ...\n\n> ed avere successo\n\nLa definizione di successo e' fin troppo aleatoria. Per una persona \"avere successo\" significa un lavoro come dirigente in una Big 4 a Milano, per un'altra dirigente/politico a Roma, un'altra ancora come capo ingegnere in un progetto della FIAT a Torino o ingegnere in Ferrari a Maranello, un'altra professore ordinario all'Alma Mater a Bologna, un'altra una vita tranquilla a Napoli o a Bari, o magari mandare avanti un'azienda agroalimentare/turistica di successo in Puglia o in Basilicata, ecc...\n\n> La gente sopravvive a Milano nonostante abbia un reddito medio di 29.627 euro (fonte) pagando una media di 1.182,20 euro di affitto (fonte).\n\n> La mia opinione è che a Milano generalmente non si vive bene.\n\nMai capito infatti come faccia il milanese medio a campare con lo stipendio medio (a meno di vivere nella cinta esterna della citta') dentro il comune di Milano.\n\nComunque io, personalmente, a Milano non ci vivrei mai, semplicemente perche' sono riuscito (e questo lo definerei gia' un discreto successo personale) a rimediare un lavoro niente male proprio a Bari, guadagnando di piu' rispetto a quando stavo a Roma e tutto questo anche in ambiente internazionale. Se devo fare il vero salto di qualita', a questo punto mi converrebbe sul serio emigrare.",
                                      "score": 6
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Sento dire spesso (anche qui su r/Italy) che Milano sia la città in cui trasferirsi per studiare, trovare lavoro ed avere successo, che sia il motore trainante dell'Italia e altre amenità del genere. Io dichiaro che questo è un luogo comune fuorviante e falso.\n\nLa gente sopravvive a Milano nonostante abbia un reddito medio di 29.627 euro ([fonte](https://www.ilsole24ore.com/art/stipendi-d-italia-ecco-retribuzioni-nord-sud-milano-testa-vibo-valentia-coda-AE09l96E?refresh_ce=1)) pagando una media di 1.182,20 euro di affitto ([fonte](https://it.numbeo.com/costo-della-vita/città/Milano)).\n\nLa mia opinione è che a Milano generalmente non si vive bene.",
                                "score": 11
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Puoi elaborare questa opinione? :)",
                          "score": 2
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Sono anni che continuo a ripetere che sopravviviamo **nonostante** Milano, invece che **grazie a** Milano.",
                    "score": 8
                  }
                }
              },
              {
                "helembad": {
                  "children": [
                    {
                      "panezio": {
                        "children": [
                          {
                            "helembad": {
                              "children": [
                                {
                                  "panezio": {
                                    "children": [
                                      {
                                        "helembad": {
                                          "children": [
                                            {
                                              "panezio": {
                                                "children": [
                                                  {
                                                    "helembad": {
                                                      "data": {
                                                        "body": ">Tanto per dirne una spendi centinaia di euro in meno di gas all'anno per il riscaldamento.\n\nVeramente no, in Italia di riscaldamento si spende tantissimo sia perché le case italiane non sono fatte per il freddo (infatti d'inverno sono gelide), sia perché il riscaldamento in Germania costa pochissimo specialmente all'est.\n\n>Oppure la spesa ti costa meno \n\nI fruttivendoli esistono anche all'est, notoriamente gestiti da vietnamiti e cinesi.\n\n> In proporzione i luoghi economici in Italia sono molti di più che in Germania.\n\nSecondo te solo l'est è economico? Ci sono altre zone economicissime, anche solo il nord della Baviera o il Rheinland-Pfalz.",
                                                        "score": 2
                                                      }
                                                    }
                                                  }
                                                ],
                                                "data": {
                                                  "body": "\n>io ti ho mostrato che sono due posti assolutamente paragonabili\n\nAl massimo hai mostrato che puoi trovare appartamenti a basso prezzo anche lì.\n\nNel costo della vita rientrano anche altri fattori.\n\nTanto per dirne una spendi centinaia di euro in meno di gas all'anno per il riscaldamento.\n\nOppure la spesa ti costa meno perché frutta e verdura la puoi comprare in uno qualsiasi delle centinaia di fruttivendoli abusivi con prezzi inferiori a qualsiasi discount.\n\nInoltre l'ex Germania est fa 12 milioni di abitanti su 83. In Italia il sud vale 13 milioni su 59.\nIn proporzione i luoghi economici in Italia sono molti di più che in Germania. Se andassimo quindi a fare confronti a parità di percentile ci ritroveremmo quindi a dover mettere a confronto posti diversissimi.",
                                                  "score": 1
                                                }
                                              }
                                            }
                                          ],
                                          "data": {
                                            "body": "A parte che come sempre bisogna vedere la metratura, altrimenti si tratta di un discorso senza senso.\n\nDetto questo l'ho scritto anche io che in genere in Italia costa meno comprare rispetto alla Germania. Ma tu hai parlato di \"costo della vita\" in generale e io ti ho mostrato che sono due posti assolutamente paragonabili.\n\nPs. invece di Magdeburgo che  è la città più ricca e cara della zona prendi posti come Hoyerswerda, Stendal o Naumburg an der Saale, tutti paragonabili a Vibo e Crotone come \"depressione\" e anche come popolazione - vedrai che persino le case in vendita hanno prezzi simili.",
                                            "score": 1
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "Scusa il francesismo ma grossomodo un cazzo.\n\nPrendiamo come selezione tutta Magdeburgo su immobilienscout e tutta Catanzaro su immobiliare cerchiamo appartamenti in vendita e mettiamo la selezione su \"prima i più economici\".\n\nA Magdeburgo il singolo appartamento meno costoso è da 50k e scorrendo fino alla fine della prima pagina si arriva a 118k.\nA Crotone il primo appartamento è messo 11k e alla fine della prima pagina siamo ancora a 32k.\nPrima di trovarne uno a 50k devo arrivare all'ultima posizione della quarta pagina mentre per trovare il primo a 118k si deve arrivare addirittura a pagina 18.\n\nMa per favore.",
                                      "score": 3
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": ">In Germania è la Sassonia Anhalt, in Italia la Calabria. Voglio proprio vedere se il costo della vita di Magdeburgo è lo stesso di Catanzaro, Crotone o Vibo Valentia.\n\nLa risposta è sì, certo. E' il punto del mio discorso.\n\n380 euro al mese tutto compreso per un monolocale ristrutturato di 50 mq in zona semicentrale: https://www.immobilienscout24.de/expose/133100914?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fsachsen-anhalt%2Fmagdeburg%2Fwohnung-mieten%3FenteredFrom%253Done_step_search%26exposeId%3D133100914&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=e7b4d662-bb68-3f70-bfce-c787ece9f9d0&searchType=district#/\n\n470 per uno in pieno centro: https://www.immobilienscout24.de/expose/133302053?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fsachsen-anhalt%2Fmagdeburg%2Fwohnung-mieten%3FenteredFrom%253Done_step_search%26exposeId%3D133302053&navigationHasPrev=true&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=e7b4d662-bb68-3f70-bfce-c787ece9f9d0&searchType=district#/\n\nA Crotone siamo grossomodo su quei livelli (con standard costruttivi mediamente peggiori): https://www.immobiliare.it/annunci/83109165/\n\nSempre a Magdeburgo se vuoi puoi comprare un monolocale in centro a 87mila euro: https://www.immobilienscout24.de/expose/132138018?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fsachsen-anhalt%2Fmagdeburg%2Fwohnung-kaufen%3FenteredFrom%253Done_step_search%26exposeId%3D132138018&navigationHasPrev=true&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=31d9957d-289e-3029-aacd-42ebf1f9ad57&searchType=district#/\n\nO un bilocale di 65 mq in una periferia non comunista: https://www.immobilienscout24.de/expose/133407551?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fsachsen-anhalt%2Fmagdeburg%2Fwohnung-kaufen%3FenteredFrom%253Done_step_search%26exposeId%3D133407551&navigationHasPrev=true&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=31d9957d-289e-3029-aacd-42ebf1f9ad57&searchType=district#/\n\nA Crotone ci compri metrature maggiori, ma va detto che si tratta di periferie oscene: https://www.immobiliare.it/annunci/93337208/\n\nHai scelto proprio l'esempio sbagliato. La Germania dell'est è un posto notoriamente economicissimo. E posti come Hoyerswerda o Cottbus costano ancor meno di Magdeburgo.",
                                "score": 2
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "\n>Milano non è rappresentativa dell'Italia come Londra non è rappresentativa del Regno Unito, Monaco non è rappresentativa della Germania e Amsterdam non è rappresentativa dei Paesi Bassi. Il punto è confrontare mele con mele.\n\nPerò devi confrontare TUTTE le mele con TUTTE le pere.\n\nFacciamo l'esempio inverso.\nPrendiamo le regioni più depresse di entrambi i paesi e confrontiamo il costo della vita in quelle.\n\nIn Germania è la Sassonia Anhalt, in Italia la Calabria. Voglio proprio vedere se il costo della vita di Magdeburgo è lo stesso di Catanzaro, Crotone o Vibo Valentia.",
                          "score": 3
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": ">Scusa tanto se sembro sgarbato ma ogni volta che sento sciocchezze come Milano rappresentativa dell'Italia tutta mi sento male\n\nMilano non è rappresentativa dell'Italia come Londra non è rappresentativa del Regno Unito, Monaco non è rappresentativa della Germania e Amsterdam non è rappresentativa dei Paesi Bassi. Il punto è confrontare mele con mele. Oppure pensi che all'estero il lavoro esista solo in un raggio di 2 km dalla City?\n\nQuando uno ti dice che il Regno Unito è molto più caro dell'Italia riferendosi alla sua esperienza a Londra immagino tu gli risponda che è un'analisi idiota, giusto?\n\n>Il mio casale a 300 euro al mese in umbria vorrebbe dissentire\n\nE a 300 euro al mese ci affitti un appartamento a Dresda. Ergo se vieni da Dresda con uno stipendio di Dresda e pensi di risparmiare trasferendoti in Umbria potresti rimanere deluso. E' questo il mio punto. Ovviamente poi le considerazioni di carattere umano e personale sono tutto un altro paio di maniche.",
                    "score": 6
                  }
                }
              }
            ],
            "data": {
              "body": "Il mio casale a 300 euro al mese in umbria vorrebbe dissentire; ma che analisi sarebbe questa, ovviamente non si pensa a Milano come metro di paragone. E chi vuole lavorare da remoto che bisogno avrebbe di piazzarsi a Milano centro? Oltretutto la pizzetta costa uguale bene o male in tutta Italia, su qualcosa si risparmia sempre rispetto al resto d'Europa. Scusa tanto se sembro sgarbato ma ogni volta che sento sciocchezze come Milano rappresentativa dell'Italia tutta mi sento male",
              "score": 34
            }
          }
        },
        {
          "gitty7456": {
            "children": [
              {
                "MTT420_00": {
                  "children": [
                    {
                      "Hour_Prune_225": {
                        "data": {
                          "body": "> Perché è poco il 30%?\n\nSe consideri la differenza negli stipendi, si': e' poco",
                          "score": 11
                        }
                      }
                    },
                    {
                      "gitty7456": {
                        "data": {
                          "body": "Stipendi 300%-500%... nonostante questo si cerca di dire che *alla fine stipendi/costo della vita si equilibrano*...",
                          "score": 9
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Perché è poco il 30%?",
                    "score": 10
                  }
                }
              },
              {
                "PeterSmusi": {
                  "children": [
                    {
                      "gitty7456": {
                        "children": [
                          {
                            "Lakker54": {
                              "children": [
                                {
                                  "SebVettel02": {
                                    "data": {
                                      "body": "18€ qualche anno fa… se adesso lo trovi a meno di 22€ fammi un fischio",
                                      "score": 1
                                    }
                                  }
                                },
                                {
                                  "gitty7456": {
                                    "data": {
                                      "body": "Da uomo? io pago 25.-Fr (=euro) a Lugano per taglio e shampoo. È sul basso.\n\nA Zurigo sui 40 Fr /euro.",
                                      "score": 1
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "Quanto costa un parrucchiere in svizzera? Avendo vissuto tutta la vita in sicilia e avendo sempre pagato 8 euro già rimango sconvolto quando i miei amici che stanno al nord mi dicono che spendono 18 euro",
                                "score": 1
                              }
                            }
                          },
                          {
                            "helembad": {
                              "children": [
                                {
                                  "Hour_Prune_225": {
                                    "data": {
                                      "body": "Vero, ma e' anche vero che una grossa cifra delle spese per i bambini si puo' scaricare dalle tasse",
                                      "score": 2
                                    }
                                  }
                                },
                                {
                                  "gitty7456": {
                                    "data": {
                                      "body": "Non in Ticino però. Dove dall'asilo ti stanno anche a pranzo per 4 euro al giorno. Pranzo incluso (09:00-16:00). Al limite paghi, poco, il pre e dopo scuola. \n\nZurigo invece e' poco friendly economicamente per famiglie.. vero che s e lavorano in due porti a casa MINIMO 130k euro annui. Ma minimissimo. Anche se molti penseranno sono fantasie.",
                                      "score": 3
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "In Svizzera in proporzione all'Italia la cosa più cara è tutto quel che ha a che fare con i bambini. \n\nAsili nido, per esempio. A Zurigo sono centinaia di franchi al giorno se non sbaglio. Una baby sitter prende quanto un dirigente in Italia. Cifre folli.",
                                "score": 0
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Si hai ragione, elettronica, viaggi e automobili costano meno. Prezzi internazionali fissi e IVA minore.\n\nChe costa di piu' sono affitto, ristoranti, spesa di carne, frutta e verdura, servizi (cinema, palestre, parrucchieri). Il mio paniere tipo è 30% più caro in Svizzera ma e' vero che faccio una vita costosa (tanto mangiare fuori, ...).",
                          "score": 2
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": ">circa il 30% più cara\n\nE lo è soltanto in parte, perchè ad esempio robe come l'elettronica di consumo costano uguale.\n\nHo fatto una prova stupidissima su amazon e per esempio comprare un Iphone 12 in svizzera da [amazon.de](https://amazon.de) costa MENO che comprarlo da [amazon.it](https://amazon.it). Solo che però in svizzera guadagni molto di più",
                    "score": 6
                  }
                }
              }
            ],
            "data": {
              "body": "Ci ho già provato in passato a dire, cifre alla mano, che la vita in Svizzera è circa il 30% più cara che a Milano (e non il 300000%) ma mi hanno sbeffeggiato tutti. Ho lasciato perdere, evidentemente, nonostante viva tra Lugano, Zurigo e Milano ero *biased* e non capivo un cazzo.",
              "score": 20
            }
          }
        },
        {
          "koala_20": {
            "data": {
              "body": "Non ho capito bene il senso dell'analisi però confermo che per la spesa del supermercato si spende uguale",
              "score": 1
            }
          }
        },
        {
          "lormayna": {
            "data": {
              "body": "La Germania non è Monaco, così come l'Italia non è Milano.\nIMHO, non ho dati certi in questo momento e provo a reperirli, il costo della vita a Monaco è più vicino alla media o alla mediana rispetto a quello di Milano.\n\nÈ vero che il cibo costa forse un po' meno in Germania, ma la qualità non è neanche lontanamente comparabile a quella del cibo italiano dello stesso prezzo.",
              "score": 1
            }
          }
        },
        {
          "panezio": {
            "children": [
              {
                "helembad": {
                  "children": [
                    {
                      "panezio": {
                        "children": [
                          {
                            "helembad": {
                              "data": {
                                "body": "Ma parliamo pure di media se vuoi; la media di un affitto a Dresda e Lipsia è leggermente più bassa che a Palermo e Catania.\n\nE' inutile che te la giri e rigiri, nelle zone più economiche della Germania il costo della vita è simile a quello delle zone più economiche d'Italia. Comprare le case però costa un po' di più, ma quello dipende dallo stile di vita e alla fine si parla di quanto spende la persona media al mese.",
                                "score": 1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Come ti ho mostrato anche nell'altro messaggio una cosa è trovare UN annuncio in linea (e nemmeno dato che hai linkato roba da 30k come paragone con 20k sono un +50%) e una cosa è la MEDIA.\n\nSe dobbiamo metterla sul singolo annuncio posso trovartene anche a 10k o 5k ma anche affitti a 100€.\nIo stesso ho affittato a 50€.",
                          "score": 2
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": ">Cazzo, nel paesino dei miei si vendono case abitabili a 20k. Voglio sapere un singolo posto in tutta la Germania dove puoi fare una cosa del genere.\n\nPrego:\n\nhttps://www.immobilienscout24.de/expose/130034143?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fthueringen%2Fwohnung-kaufen%3Fprice%253D-50000.0%2526enteredFrom%253Dresult_list%26exposeId%3D130034143&navigationHasPrev=true&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=a6dc1613-53bc-36c6-80cb-56355ed1eeaa&searchType=district#/ (qui siamo in un paese a mezz'ora di auto dalla città universitaria di Jena)\n\nhttps://www.immobilienscout24.de/expose/133107898?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fthueringen%2Fwohnung-kaufen%3Fprice%253D-50000.0%2526enteredFrom%253Dresult_list%26exposeId%3D133107898&navigationHasPrev=true&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=a6dc1613-53bc-36c6-80cb-56355ed1eeaa&searchType=district#/ (qui siamo nel centro di Gera, terza città della Turingia per popolazione, a un'ora da Jena e da Lipsia)\n\nhttps://www.immobilienscout24.de/expose/132840063?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fthueringen%2Fwohnung-kaufen%3Fprice%253D-50000.0%2526pagenumber%253D2%26exposeId%3D132840063&navigationHasPrev=true&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=a6dc1613-53bc-36c6-80cb-56355ed1eeaa&searchType=district#/\n\nhttps://www.immobilienscout24.de/expose/130771270?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fsachsen-anhalt%2Fwohnung-kaufen%3Fprice%253D-50000.0%2526enteredFrom%253Dresult_list%26exposeId%3D130771270&navigationHasPrev=true&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=d8947b63-ca00-3534-8464-e4e5f32d1cad&searchType=district#/ (50 min di auto da Lipsia)\n\nhttps://www.immobilienscout24.de/expose/124523398?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fsachsen-anhalt%2Fwohnung-kaufen%3Fprice%253D-50000.0%2526pagenumber%253D2%26exposeId%3D124523398&navigationHasPrev=true&navigationBarType=RESULT_LIST&searchId=d8947b63-ca00-3534-8464-e4e5f32d1cad&searchType=district#/\n\nhttps://www.immobilienscout24.de/expose/133215443?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fmecklenburg-vorpommern%2Fwohnung-kaufen%3Fprice%253D-50000.0%2526enteredFrom%253Dresult_list%26exposeId%3D133215443&navigationHasPrev=true&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=223c310c-6425-3149-8cfe-ccf253248826&searchType=district#/\n\nQuesto tenendo conto che in Germania comprare costa più che in Italia.\n\n>Vogliamo confrontarle con Bonn, Duisburg, Brema, Dresda? Quale vuoi?\n\nDuisburg, Brema e Dresda vanno benissimo!\n\nA Dresda per esempio puoi comprare un monolocale per 75k nel quartiere di Trachau, a 15 minuti dalla stazione centrale e 10 dalla Neustadt che è il centro della vita notturna cittadina: https://www.immobilienscout24.de/expose/131056152?referrer=RESULT_LIST_LISTING&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fsachsen%2Fdresden%2Fguenstige-wohnung-kaufen%3FenteredFrom%253Dresult_list%26exposeId%3D131056152&navigationHasPrev=true&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=6772f184-87dc-32c8-8753-808a37ab1c94&searchType=district#/\n\nO affittarne uno per meno di 250: https://www.immobilienscout24.de/expose/130700913?referrer=RESULT_LIST_LISTING%2CTOTAL_RENT&navigationServiceUrl=%2FSuche%2Fcontroller%2FexposeNavigation%2Fnavigate.go%3FsearchUrl%3D%2FSuche%2Fde%2Fsachsen%2Fdresden%2Fwohnung-mieten%3Fprice%253D-300.0%2526pricetype%253Dcalculatedtotalrent%2526enteredFrom%253Dresult_list%26exposeId%3D130700913&navigationHasPrev=true&navigationHasNext=true&navigationBarType=RESULT_LIST&searchId=562a5713-86e0-3fe3-aace-241a9dd7ee1d&searchType=district#/\n\nPiù o meno il prezzo a cui a Catania affitti una stanza: https://www.immobiliare.it/annunci/52800880/\n\nDresda è più grande di Catania.\n\nHai un'idea molto, molto distorta del costo della vita nelle città tedesche (e italiane).",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "Come in ogni singolo cazzo di post di questo tipo commento per ricordare che la TERZA città d'Italia per popolazione è Napoli e la QUINTA Palermo.\n\nAndiamo a vedere quali sono la terza e la quinta in Germania? Monaco e Francoforte.\n\nEh ma abbiamo detto che Monaco è l'equivalente di Milano, va bene evitiamo Monaco e a che ci siamo anche Francoforte per evitare il ridicolo e prendiamo città simili per popolazione.\n\nColonia Vs Napoli e Stoccarda o Dusseldorf vs Palermo.\n\nVogliamo davvero continuare questo confronto?\n\nOppure ancora nella nostra top 10 di città più popolose ci sono anche Bari e Catania.\n\nVogliamo confrontarle con Bonn, Duisburg, Brema, Dresda? Quale vuoi?\n\nLetteralmente se andiamo a prendere i più poveri e pulciosi tra i Lander tedeschi che immagino siano anche i più economici dove vivere siamo ad un livello tra Piemonte e Marche.\n\nC'è letteralmente mezza Italia che costa meno.\n\nCapisco che 3/4 del sub sia lombardo ma la Lombardia non rappresenta manco per il cazzo la media italiana soprattutto nel costo della vita e lo fa molto meno di quanto non lo facciano gli equivalenti tedeschi con la media tedesca.\n\nCazzo, nel paesino dei miei si vendono case **abitabili** a 20k. Voglio sapere un singolo posto in tutta la Germania dove puoi fare una cosa del genere.",
              "score": 8
            }
          }
        },
        {
          "stef_eda": {
            "children": [
              {
                "SebVettel02": {
                  "data": {
                    "body": "Hai trovato il paragone giusto, siamo sulla buona strada.",
                    "score": 1
                  }
                }
              }
            ],
            "data": {
              "body": "Cappuccino e 2 brioches.: 3.70 euro. Lemonsoda e bottiglietta di acqua 3 euro. Penso che in pochi paesi si possa fare una colazione/consumazione paragonabile e a quel prezzo. Certamente in Romania, Polonia eccetera si spende meno (fuori dalle metropoli).\n\nZona: vicino Mantova.",
              "score": 1
            }
          }
        },
        {
          "uno_in_particolare": {
            "children": [
              {
                "helembad": {
                  "data": {
                    "body": ">Ma ancora con questa storia che gli affitti a Monaco costano come quelli a Milano? Eppureti ho dimostrato il contrario meno di due mesi fa...\n\nVeramente hai dimostrato proprio quel che sostengo io :D\n\n**Dal tuo link**: https://atlas.immobilienscout24.de/orte/deutschland/bayern/m%C3%BCnchen?cmp_id=10-04305&cmp_name=residential_atlas&cmp_position=brand_homepage&cmp_creative=oss_location_search&userIntent=LET&marketingFocus=APARTMENT_RENT#/preis-%C3%BCbersicht\n\nhttps://www.immobiliare.it/mercato-immobiliare/lombardia/milano/\n\n17,2 euro/mq di media per un appartamento a Monaco nel 2022. 19,6 euro/mq di media a Milano. Ovviamente confrontando mele con mele ossia comune con comune.\n\nQuindi sì, a Milano gli affitti costano come a Monaco. Questo dicono i link che ho postato io **e quelli che hai postato tu**.\n\nPoi uno può anche mettersi a paragonare i comuni vicini, cosa che non ha molto senso per tutta una serie di motivi, e anche lì i prezzi non sono molto diversi: es. Fürstenfeldbruck 13 euro/mq (https://atlas.immobilienscout24.de/orte/deutschland/bayern/f%C3%BCrstenfeldbruck-kreis/f%C3%BCrstenfeldbruck?cmp_id=10-04305&cmp_name=residential_atlas&cmp_position=brand_homepage&cmp_creative=oss_location_search&userIntent=LET&marketingFocus=APARTMENT_RENT&searchQuery=F%C3%BCrstenfeldbruck#/preis-%C3%BCbersicht) vs. Cernusco sul Naviglio 12,5: https://www.immobiliare.it/mercato-immobiliare/lombardia/milano/\n\nCome la giri la giri siamo lì, o comunque le differenze non sono particolarmente significative e questo ribadisco **stando anche ai link che hai postato tu**.\n\nAh, e la storia delle case di lusso è fuffa. Ci sono anche a Monaco quelle. Tra l'altro confrontare il numero di offerte non ha nessunissimo senso se non consideri la metratura.\n\nAspetto ancora fonti che dimostrino in maniera inequivocabile che l'Italia in media \"è assolutamente più economica della Germania\" o anche solo che Milano lo è più di Monaco.",
                    "score": -4
                  }
                }
              }
            ],
            "data": {
              "body": "Ma ancora con questa storia che gli affitti a Monaco costano come quelli a Milano? Eppure[ti ho dimostrato il contrario](https://www.reddit.com/r/italy/comments/t3dtug/comment/hytnyhu/?utm_source=share&utm_medium=web2x&context=3) meno di due mesi fa...\n\n&#x200B;\n\nPoi ci sono tutta una serie di collegamenti opinabili che fai (tipo Monaco non e' rappresentativa della Germania, Milano non lo e' per L'italia e allora resto della germania = resto dell'italia, specialmente per un italiano), ma basta guardare la questione degli affitti per rendersi conto che il tuo post ha, imo, poco senso.\n\n&#x200B;\n\nCerto, la Germania non e' la svizzera, non credo molta gente la pensi cosi. Ma in media l'Italia e' assolutamente piu' economica della Germania, specie se non consideri Milano vs cittadina tedesca ma Citta' grande Tedesca (dove si puo' trovare decentemente un immigrato) vs citta' media italiana",
              "score": 11
            }
          }
        },
        {
          "xenon_megablast": {
            "data": {
              "body": "Sono d'accordo.\n\nSource: il mio conto in banca.",
              "score": -1
            }
          }
        }
      ],
      "data": {
        "score": 7,
        "body": "Per qualche ragione, molti italiani compresi molti utenti di r/italy sembrano convinti che l'Italia sia un paese particolarmente economico se confrontato alla media europea, quindi che le differenze di stipendio vengano in parte compensate da questo.\n\nIn realtà a me questo sembra un falso mito durissimo a morire e basato su una serie di assunzioni sbagliate e/o su semplici differenze di stile di vita che portano a conclusioni fallaci.\n\nIl primo errore è confrontare mele con pere. E' ovvio che Londra sia più cara di una media cittadina dell'Emilia-Romagna, così come è ovvio che Vicenza sia più economica di Francoforte. Il secondo errore è assumere che la differenza di costo tra le voci di spesa che personalmente sono rilevanti per noi valga anche per tutto il resto.\n\nPrendiamo un paragone facile facile, quello tra Milano e Monaco. Le due città più ricche dei rispettivi paesi nonché le più rilevanti nel settore IT in cui apparentemente lavora il 90% degli utenti di reddit e di questo sub. \n\nSecondo immobiliare.it, nel comune di Milano gli affitti costano in media 18-19 euro/mq. Il valore è praticamente identico a quello del comune di Monaco di Baviera ([fonte](https://www.zeit.de/wirtschaft/2021-02/mietpreise-deutschland-2020-entwicklung-stadt-speckguertel-interaktive-karte?)). Naturalmente in entrambi i casi si risparmia notevolmente spostandosi in provincia e i dati sono falsati dalle dimensioni limitate del comune. \n\nA Milano comprare casa costa MOLTO meno. Circa il 50% in meno. Ovviamente dovuto al fatto che per fattori culturali e storici gli italiani tendono a comprare casa mentre i tedeschi tendono a stare in affitto.\n\nE a questo punto potrebbe chiudersi il discorso, visto che in ogni caso l'immobile è di gran lunga la spesa maggiore per chiunque e il resto è un contorno. Ma andiamo avanti.\n\nChiunque abbia vissuto in Germania può testimoniare come la spesa al supermercato sia simile. I prodotti popolari tra i tedeschi, come pane e latticini, costano meno; quelli popolari tra italiani, come pasta e verdura fresca, costano di più. Ma in generale in Germania è facilissimo risparmiare sulla spesa grazie all'agguerrita competizione tra i diversi discount (Lidl, Aldi, Netto...). Addirittura in certi casi si spende meno che nelle confinanti Polonia e Repubblica Ceca.\n\nI trasporti sono decisamente più economici in Italia. A Milano un abbonamento mensile costa 39 euro, a Monaco 59. A Roma un annuale viene sotto i 300 euro. Anche i treni sono notoriamente più economici in Italia grazie alla concorrenza tra Italo e Trenitalia che ha costretto quest'ultima ad abbassare i prezzi specialmente AV. \n\nInternet costa di meno in Italia ed è più veloce. In Germania Internet fa schifo e lo sanno tutti. Ma non vale per il resto d'Europa.\n\nPer vestiti, auto, informatica ecc. non ci sono grandi differenze.\n\nPotrei fare lo stesso confronto con molte altre città. Vienna e Berlino sono più economiche, per esempio. Stoccolma e Amsterdam un po' più care, ma non di tantissimo, e gli stipendi sono anche più alti. \n\nIn sostanza: in un medio paese europeo la vita costa di più se vivi come un italiano (es. mangiando pasta e comprando casa), simile se vivi come un locale.\n\nLa Norvegia, la Svizzera e in parte la Danimarca fanno caso a sé, con un costo assoluto della vita innegabilmente maggiore rispetto a quello medio italiano praticamente in tutto. Ma ovviamente gli stipendi sono quello che sono, e comunque anche in questi casi la percezione che hanno gli italiani è notevolmente sopravvalutata. \n\nAd esempio, surprise surprise, a Basilea gli affitti costano non molto più che a Milano. Secondo [questa fonte](https://de.statista.com/statistik/daten/studie/373635/umfrage/mietpreis-bewohnter-wohnungen-in-der-schweiz-nach-kantonen/) il cantone di Basel-Stadt, che in pratica comprende Basilea e comuni immediatamente limitrofi, si aggirava nel 2019 sui 18,5 franchi al mq - circa 18 euro. Ovviamente Basilea è meno cara di Zurigo e Ginevra, ma rimane un polo economico di primaria importanza a livello europeo e globale.\n\nMorale della favola: se sperate automaticamente di risparmiare prendendovi un lavoro da remoto con stipendio estero e spostandovi in Italia, fate attenzione perché non sarà necessariamente così.",
        "submission_id": "ugladm"
      }
    }
  }
}