{
    "oobamboo": {
        "children": [
            {
                "12thHousePatterns": {
                    "children": [
                        {
                            "Roxaboxx": {
                                "data": {
                                    "body": "What is this *winter vagina* I'm seeing everywhere. I'm intrigued. 🤔",
                                    "score": 3
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "Winter Vagina",
                        "score": 13
                    }
                }
            },
            {
                "245--trioxin": {
                    "data": {
                        "body": "This is purely exponential; even this post itself is proof - as it’s generating more data. Any topic, particularly newsworthy topics, is exponentially generating data every single day.\n\nThe amount of data in the world was estimated to be 44 zettabytes at the dawn of 2020 - 44000000000000 GB, overall.\n\nBy 2025, the amount of data generated each day is expected to reach 463 exabytes (463000000000GB per day) globally.",
                        "score": 5
                    }
                }
            },
            {
                "7KVexus": {
                    "data": {
                        "body": "There are more people making their beds than usual. That comforter is just so darn heavy.\nIt couldn't possibly be anything else.",
                        "score": 1
                    }
                }
            },
            {
                "Anteater1111": {
                    "data": {
                        "body": "That means there is something new that is triggering this from 2021 onwards . It can’t be Covid because it was there in 2020 and according to google it  showed  the lowest number this year . But 2020 for the most part didn’t have the vaccine. After the vaccine role out the number started increasing from 2021 onwards .\n\nAlpha strain of the Covid of 2020 is supposedly the most dangerous and the strains that came later were weaker than alpha . Why the numbers shown in the picture are the highest in 2022 when the most weakest strain of Covid is most prevalent. ? So definitely pfauci sauce is causing this .",
                        "score": 3
                    }
                }
            },
            {
                "Apart_Number_2792": {
                    "data": {
                        "body": "Too bad they're seeking info from a leading source of misinformation.",
                        "score": 2
                    }
                }
            },
            {
                "BBQ_Legend": {
                    "data": {
                        "body": "Increase in articles/data available on the internet.",
                        "score": 2
                    }
                }
            },
            {
                "Basshead404": {
                    "data": {
                        "body": "Probably new articles and just an upward trend in internet usage for those years? You’re looking at Google search results man… not even actual statistics of any kind whatsoever. You could account this to more interests in sudden deaths so more articles, more people talking about sudden deaths, or literally anything of the sort. Could just be the year as well, both by the actual mention of it and when articles came out. A lot influenced Google search results, but I don’t think it truly matters.\n\nAs for the general issue, yeah sudden deaths seem to be on the rise a bit. It’s a scary topic, especially when it comes to causation. I do believe there’s some merit to vaccines accounting for some, but there’s a lot more going on in society than just vaccines at the moment.\n\nEdit: after reading some top comments, seems I’ll have to elaborate on that last point a bit. We’re in a heavy economic recession of sorts, with horrid inflation. People worry a lot more, do a lot more stupid shit, etc. It’s at least a factor to account for as well in this case.",
                        "score": 1
                    }
                }
            },
            {
                "Calm-Acanthisitta650": {
                    "data": {
                        "body": "Lets see what happens when people begin taking the new three prong booster...",
                        "score": 6
                    }
                }
            },
            {
                "Caticornpurr": {
                    "data": {
                        "body": "It’s just anxiety",
                        "score": 1
                    }
                }
            },
            {
                "DangerousHillbilly93": {
                    "data": {
                        "body": "The constant fear porn doesn't help. Nobody can tell me anxiety and fear doesn't weaken you and kill you off. I feel rip and old at 29...",
                        "score": 0
                    }
                }
            },
            {
                "Firzen69": {
                    "children": [
                        {
                            "Consistent_Ad3181": {
                                "data": {
                                    "body": "Famous people dying suddenly and people speculating about it.  There have been rather a lot.  Foo Fighters drummer etc etc.",
                                    "score": 2
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "I think it's due to the Queen's death to be honest. Media around the world keep writing about her death. And I think it indeed was rather sudden one.",
                        "score": 0
                    }
                }
            },
            {
                "Flyingheelhook": {
                    "data": {
                        "body": "ooh effective",
                        "score": 3
                    }
                }
            },
            {
                "IAmPriya_": {
                    "children": [
                        {
                            "DURIAN8888": {
                                "data": {
                                    "body": "No, lots to see.  For a start you can see the numbers for 2022 are completely fictitious and not one person queried it. It would take a 10 year old one minute to spot that anomaly. Seriously the data manipulation on this Sub is outrageous.",
                                    "score": -1
                                }
                            }
                        },
                        {
                            "SacreBleuMe": {
                                "children": [
                                    {
                                        "Consistent_Ad3181": {
                                            "children": [
                                                {
                                                    "SacreBleuMe": {
                                                        "children": [
                                                            {
                                                                "Consistent_Ad3181": {
                                                                    "data": {
                                                                        "body": "It's a compliment, well compared to what I was going to say.",
                                                                        "score": 7
                                                                    }
                                                                }
                                                            }
                                                        ],
                                                        "data": {
                                                            "body": "Uh oh, someone doesn't like having their circlejerk spoiled. Better call the whaaaaaaaaambulance",
                                                            "score": -9
                                                        }
                                                    }
                                                }
                                            ],
                                            "data": {
                                                "body": "A bad smell has entered the sub, you lurk around here like a vulture.",
                                                "score": 13
                                            }
                                        }
                                    },
                                    {
                                        "Dalmane_Mefoxin": {
                                            "children": [
                                                {
                                                    "SacreBleuMe": {
                                                        "children": [
                                                            {
                                                                "Dalmane_Mefoxin": {
                                                                    "children": [
                                                                        {
                                                                            "SacreBleuMe": {
                                                                                "children": [
                                                                                    {
                                                                                        "Dalmane_Mefoxin": {
                                                                                            "data": {
                                                                                                "body": "The fact is that the vaccines should have ONLY been used in those people at high risk for developing severe Covid.  They NEVER should have been mandated, especially for healthcare workers and students because they provide only marginal protection and don't reduce transmission.\n\nPublic health authorities should have focused on promoting early treatment and healthy lifestyle choices.  Instead, they told people to stay at home, order fast food and stream shows.  They also, told people to delay in seeking medical care and made people so scared of Covid that they avoided hospitals when they shouldn't have \n\nThen, they lied about the vaccines' safety and efficacy in order to get the maximum number of people jabbed.\n\nThese are the objective facts.",
                                                                                                "score": 3
                                                                                            }
                                                                                        }
                                                                                    }
                                                                                ],
                                                                                "data": {
                                                                                    "body": "And I feel the same way in the opposite direction.",
                                                                                    "score": 2
                                                                                }
                                                                            }
                                                                        }
                                                                    ],
                                                                    "data": {
                                                                        "body": "And you only follow the consensus that confirms your beliefs.  While we follow objective facts.",
                                                                        "score": 5
                                                                    }
                                                                }
                                                            }
                                                        ],
                                                        "data": {
                                                            "body": "Consensus comes in different varieties. \n\nA lynch mob, democracy, and the concept of money are all forms of consensus.",
                                                            "score": 2
                                                        }
                                                    }
                                                }
                                            ],
                                            "data": {
                                                "body": "People all saying the exact same things is what is known as a consensus.  Funny how you vax pushers love the consensus when it agrees with your beliefs, but ridicule it when it goes against you.",
                                                "score": 5
                                            }
                                        }
                                    },
                                    {
                                        "Electrical_Minute_48": {
                                            "children": [
                                                {
                                                    "SacreBleuMe": {
                                                        "children": [
                                                            {
                                                                "Consistent_Ad3181": {
                                                                    "data": {
                                                                        "body": "It's early days yet, excess deaths are creeping up, so is cancer and still births etc.  I don't know what's causing it but I have an idea, having paid Bhills (s) to divert, subvert and suppress discourse on the subject isn't the most comforting reaction, nor is an almost complete media black out.  The alarm bells should be ringing with anyone with half a brain.",
                                                                        "score": 5
                                                                    }
                                                                }
                                                            },
                                                            {
                                                                "Difficult_Advice_720": {
                                                                    "children": [
                                                                        {
                                                                            "Consistent_Ad3181": {
                                                                                "data": {
                                                                                    "body": "That sounds like a recent Thai study for adverse effects, 1-6, spin that chamber pull that trigger.  Every jab every time, feeling lucky punk well go ahead make my commission.",
                                                                                    "score": 4
                                                                                }
                                                                            }
                                                                        },
                                                                        {
                                                                            "SacreBleuMe": {
                                                                                "children": [
                                                                                    {
                                                                                        "Consistent_Ad3181": {
                                                                                            "data": {
                                                                                                "body": "1 in 6 Thai study, fact checkers check it out",
                                                                                                "score": 3
                                                                                            }
                                                                                        }
                                                                                    },
                                                                                    {
                                                                                        "Difficult_Advice_720": {
                                                                                            "data": {
                                                                                                "body": "Ok, so if such a device existed, then you'd say it was safe to play? That right there probably illustrates the entire disconnect here with us saying it's a terrible idea, and you yelling ye-ha, and spinning the cylinder..... We don't want to be forced to play, and we think people should be fully informed that there are in fact some live rounds in there so they can make their own choices. Some here though would rather they just be told it's totally safe and forced to play.",
                                                                                                "score": 6
                                                                                            }
                                                                                        }
                                                                                    }
                                                                                ],
                                                                                "data": {
                                                                                    "body": "Certainly not, but those numbers are not analogous. You'd need a revolver with a hundred thousand chambers and a handful of bullets.",
                                                                                    "score": -1
                                                                                }
                                                                            }
                                                                        }
                                                                    ],
                                                                    "data": {
                                                                        "body": "Do you consider an old fashioned game of Russian roulette overwhelming safe for the vast majority of players? Only one bullet in the gun, right, and only a 1/6 that you get it each round right? (Assuming the cylinder is spun between players)",
                                                                        "score": 4
                                                                    }
                                                                }
                                                            },
                                                            {
                                                                "Kon-on-going": {
                                                                    "children": [
                                                                        {
                                                                            "CenterRight2002": {
                                                                                "children": [
                                                                                    {
                                                                                        "Difficult_Advice_720": {
                                                                                            "children": [
                                                                                                {
                                                                                                    "CenterRight2002": {
                                                                                                        "children": [
                                                                                                            {
                                                                                                                "Difficult_Advice_720": {
                                                                                                                    "data": {
                                                                                                                        "body": "2 winters in a row they said it. All the way up to Biden...",
                                                                                                                        "score": 4
                                                                                                                    }
                                                                                                                }
                                                                                                            }
                                                                                                        ],
                                                                                                        "data": {
                                                                                                            "body": "No, we don’t.",
                                                                                                            "score": 0
                                                                                                        }
                                                                                                    }
                                                                                                }
                                                                                            ],
                                                                                            "data": {
                                                                                                "body": "Doesn't seem to be..... We keep hearing we should have all died by now....",
                                                                                                "score": 5
                                                                                            }
                                                                                        }
                                                                                    },
                                                                                    {
                                                                                        "Kon-on-going": {
                                                                                            "children": [
                                                                                                {
                                                                                                    "CenterRight2002": {
                                                                                                        "data": {
                                                                                                            "body": "The clot risk with covid is higher",
                                                                                                            "score": 0
                                                                                                        }
                                                                                                    }
                                                                                                },
                                                                                                {
                                                                                                    "SacreBleuMe": {
                                                                                                        "children": [
                                                                                                            {
                                                                                                                "Kon-on-going": {
                                                                                                                    "children": [
                                                                                                                        {
                                                                                                                            "SacreBleuMe": {
                                                                                                                                "children": [
                                                                                                                                    {
                                                                                                                                        "Kon-on-going": {
                                                                                                                                            "children": [
                                                                                                                                                {
                                                                                                                                                    "SacreBleuMe": {
                                                                                                                                                        "children": [
                                                                                                                                                            {
                                                                                                                                                                "Kon-on-going": {
                                                                                                                                                                    "children": [
                                                                                                                                                                        {
                                                                                                                                                                            "SacreBleuMe": {
                                                                                                                                                                                "data": {
                                                                                                                                                                                    "body": "Ah yes, replacement theory. That old chestnut, currently popular among neo-nazis and historically popular among racists of all stripes. \n\nRetention of existing workers is far more valuable for anything beyond unskilled physical labor.",
                                                                                                                                                                                    "score": 1
                                                                                                                                                                                }
                                                                                                                                                                            }
                                                                                                                                                                        }
                                                                                                                                                                    ],
                                                                                                                                                                    "data": {
                                                                                                                                                                        "body": "There is always a surplus population ready to import.",
                                                                                                                                                                        "score": 1
                                                                                                                                                                    }
                                                                                                                                                                }
                                                                                                                                                            }
                                                                                                                                                        ],
                                                                                                                                                        "data": {
                                                                                                                                                            "body": "Sick and dead people are a detriment to the economy. At bare minimum, all leaders want their workforce at optimal capacity for purely capitalistic reasons.",
                                                                                                                                                            "score": 1
                                                                                                                                                        }
                                                                                                                                                    }
                                                                                                                                                }
                                                                                                                                            ],
                                                                                                                                            "data": {
                                                                                                                                                "body": "Do you really believe our Great leaders want us to be healthy and smart, and would never deliberately offer harm to their public? \n\nBecause it happens all the time, you can think of plenty of things that were said to be Good but turned out to be terrible. How do you exclude that from your reality?",
                                                                                                                                                "score": 1
                                                                                                                                            }
                                                                                                                                        }
                                                                                                                                    }
                                                                                                                                ],
                                                                                                                                "data": {
                                                                                                                                    "body": "At this point I feel it's pretty useless to try to convince people like you whose minds are made up. Most people are already vaxxed to some degree and covid is becoming endemic so the aggregate social benefit is mostly already in place to the extent it's ever going to be. It's your own health you're risking, you do you. You'll probably be fine, but you might not. I'm mostly just here to defend reality and push back against the narrative that vaccines are an evil overlord depopulation/genocide conspiracy and such.",
                                                                                                                                    "score": 1
                                                                                                                                }
                                                                                                                            }
                                                                                                                        }
                                                                                                                    ],
                                                                                                                    "data": {
                                                                                                                        "body": "No matter how you spin this, or what information you think you have, there is zero chance you will convince me to get the vacs boosters.  What else you got, go ahead blast me with some vaccine knowledge.",
                                                                                                                        "score": 2
                                                                                                                    }
                                                                                                                }
                                                                                                            }
                                                                                                        ],
                                                                                                        "data": {
                                                                                                            "body": "Did you know that covid infection also causes blood clots?",
                                                                                                            "score": 3
                                                                                                        }
                                                                                                    }
                                                                                                }
                                                                                            ],
                                                                                            "data": {
                                                                                                "body": "There is no way a blood clot outweighs Covid infection.  Since the vaccine doesn’t work or show any benefit, that just leaves you with a chance of blood clot and Covid. My moneys on -NoVax.",
                                                                                                "score": 2
                                                                                            }
                                                                                        }
                                                                                    }
                                                                                ],
                                                                                "data": {
                                                                                    "body": "Yes, that is rare - and - risks of covid infection are higher.",
                                                                                    "score": -3
                                                                                }
                                                                            }
                                                                        },
                                                                        {
                                                                            "Consistent_Ad3181": {
                                                                                "data": {
                                                                                    "body": "It's potentially 1 in 300 in a recent German Study.",
                                                                                    "score": 4
                                                                                }
                                                                            }
                                                                        }
                                                                    ],
                                                                    "data": {
                                                                        "body": "Mild and short duration. A bit dismissive to say that way.  Is 2 severe events in 100,000 actually that rare? If I was new here, I’d still chose unvax vs rolling the dice and getting one of the adverse reactions.",
                                                                        "score": 8
                                                                    }
                                                                }
                                                            }
                                                        ],
                                                        "data": {
                                                            "body": "For the overwhelming vast majority of people, yes. \n\nThis conclusion is borne out in the data through many large-scale analyses:\n\n[Safety Surveillance of COVID-19 mRNA Vaccines Through the Vaccine Safety Datalink](https://jamanetwork.com/journals/jama/fullarticle/2784017)\n\n>People in the US have received more than 342 million doses of COVID-19 vaccines, with the vast majority being mRNA vaccines from Pfizer-BioNTech or Moderna. In the study by Klein et al, the mRNA COVID-19 vaccines were safe for the population overall (ie, there was no difference for any of the serious outcomes assessed), but an excess risk of myocarditis/pericarditis was identified for vaccinees aged 12 to 39 years. Anaphylaxis after mRNA vaccination was rare.\n\n[Safety of the BNT162b2 mRNA Covid-19 Vaccine in a Nationwide Setting](https://www.nejm.org/doi/full/10.1056/NEJMoa2110475)\n\n>RESULTS  \nIn the vaccination analysis, the vaccinated and control groups each included a mean of 884,828 persons. Vaccination was most strongly associated with an elevated risk of myocarditis (risk ratio, 3.24; 95% confidence interval [CI], 1.55 to 12.44; risk difference, 2.7 events per 100,000 persons; 95% CI, 1.0 to 4.6), lymphadenopathy (risk ratio, 2.43; 95% CI, 2.05 to 2.78; risk difference, 78.4 events per 100,000 persons; 95% CI, 64.1 to 89.3), appendicitis (risk ratio, 1.40; 95% CI, 1.02 to 2.01; risk difference, 5.0 events per 100,000 persons; 95% CI, 0.3 to 9.9), and herpes zoster infection (risk ratio, 1.43; 95% CI, 1.20 to 1.73; risk difference, 15.8 events per 100,000 persons; 95% CI, 8.2 to 24.2). SARS-CoV-2 infection was associated with a substantially increased risk of myocarditis (risk ratio, 18.28; 95% CI, 3.95 to 25.12; risk difference, 11.0 events per 100,000 persons; 95% CI, 5.6 to 15.8) and of additional serious adverse events, including pericarditis, arrhythmia, deep-vein thrombosis, pulmonary embolism, myocardial infarction, intracranial hemorrhage, and thrombocytopenia.\n\n>CONCLUSIONS  \nIn this study in a nationwide mass vaccination setting, the BNT162b2 vaccine was not associated with an elevated risk of most of the adverse events examined. The vaccine was associated with an excess risk of myocarditis (1 to 5 events per 100,000 persons). The risk of this potentially serious adverse event and of many other serious adverse events was substantially increased after SARS-CoV-2 infection. (Funded by the Ivan and Francesca Berkowitz Family Living Laboratory Collaboration at Harvard Medical School and Clalit Research Institute.)\n\n[US COVID-19 vaccination programme: an observational study of reports to the Vaccine Adverse Event Reporting System and v-safe](https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(22\\)00054-8/fulltext)\n\n>Findings\n\n>During the study period, 298 792 852 doses of mRNA vaccines were administered in the USA. VAERS processed 340 522 reports: 313 499 (92·1%) were non-serious, 22 527 (6·6%) were serious (non-death), and 4496 (1·3%) were deaths. Over half of 7 914 583 v-safe participants self-reported local and systemic reactogenicity, more frequently after dose two (4 068 447 [71·7%] of 5 674 420 participants for local reactogenicity and 4 018 920 [70·8%] for systemic) than after dose one (4 644 989 [68·6%] of 6 775 515 participants for local reactogenicity and 3 573 429 [52·7%] for systemic). Injection-site pain (4 488 402 [66·2%] of 6 775 515 participants after dose one and 3 890 848 [68·6%] of 5 674 420 participants after dose two), fatigue (2 295 205 [33·9%] participants after dose one and 3 158 299 participants [55·7%] after dose two), and headache (1 831 471 [27·0%] participants after dose one and 2 623 721 [46·2%] participants after dose two) were commonly reported during days 0–7 following vaccination. \n\n>Interpretation\n\n>Safety data from more than 298 million doses of mRNA COVID-19 vaccine administered in the first 6 months of the US vaccination programme show that most reported adverse events were mild and short in duration.",
                                                            "score": -13
                                                        }
                                                    }
                                                }
                                            ],
                                            "data": {
                                                "body": "Do you think the mRNA injections are safe? Honest question",
                                                "score": 8
                                            }
                                        }
                                    },
                                    {
                                        "Noideawhatjusthappen": {
                                            "children": [
                                                {
                                                    "SacreBleuMe": {
                                                        "data": {
                                                            "body": "Great job parroting the NPC response from the antivax side of things, your gold star from Del Bigtree is in the mail.",
                                                            "score": 0
                                                        }
                                                    }
                                                }
                                            ],
                                            "data": {
                                                "body": "Sounds like someone needs another booster. Off you go.",
                                                "score": 10
                                            }
                                        }
                                    },
                                    {
                                        "drdrewski23": {
                                            "data": {
                                                "body": "Ironic, the people complaining about NPC's have become the NPC's themselves",
                                                "score": 12
                                            }
                                        }
                                    }
                                ],
                                "data": {
                                    "body": "Fun circlejerk you guys are having in here, all saying the exact same things. Literally a picture perfect example of an echo chamber.",
                                    "score": -38
                                }
                            }
                        },
                        {
                            "marc26299": {
                                "data": {
                                    "body": "ah yes the old unexplained death inflation",
                                    "score": 11
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "Nothing to see here, just inflation, move along.",
                        "score": 55
                    }
                }
            },
            {
                "IamOnlyLookingThanks": {
                    "data": {
                        "body": "Could be a lot of things. It’s all based on the Google algorithm searching keywords. So either it’s real, or there’s multiple articles referring to one real instance or both.\n\nAlso, just asking, but how we’re you able to determine those results year after year? Is this something goggle offers? Kinda weird that the search term has been placed there too.\n\nHonestly, I don’t think much of it. Kinda seems like you’re backing into a hypothesis.",
                        "score": 1
                    }
                }
            },
            {
                "JanitorialPosition": {
                    "data": {
                        "body": "I know doctors are baffled, but I'm pretty sure it's these worm-like things erroneously called \"blood clots\".",
                        "score": 2
                    }
                }
            },
            {
                "King-James_": {
                    "data": {
                        "body": "Jimmy Corsetti from Bright Insight (YT channel) thinks they are [quietly deleting the internet.](https://www.youtube.com/watch?v=bWbytHBp0zI)\n\nThe trend of upward results is a lie because after page 46 or so the results drop down to the hundreds. The video explains it better, still interesting.\n\nEdit: Just to be clear, we are talking about search results, not actual deaths, right? I'm asking because some of the comments seem to think otherwise. I can't tell if OP is purposely misleading or if it's being read wrong.",
                        "score": 7
                    }
                }
            },
            {
                "Kmaloetas": {
                    "data": {
                        "body": "Safe and effective?",
                        "score": 4
                    }
                }
            },
            {
                "Melissab1288": {
                    "data": {
                        "body": "I think it’s pretty obvious!",
                        "score": 2
                    }
                }
            },
            {
                "Monkie0379": {
                    "data": {
                        "body": "Yup! When I just did that on BING.COM, I got these numbers..\n\n\n▫️Died Suddenly 2018 - 1,420,000,000\n\n▫️Died Suddenly 2019 - 1,450,000,000\n.... 2019 witnessed many celebrities who suddenly died, leaving their loved ones families and fans in shocks. Most recently Egyptian young actor Haitham Ahmad Zaki who passed away early this month, check out celebrities who died due to setting causes. You as a slider Lebanese social media personality Amal Hamadeh. She died of a severe brain stroke..\n\n▫️Died Suddenly 2020 - 1,990,000,000\n\n▫️Died Suddenly 2021 - 3,020,000,000\n.... According to a comprehensive list of fallen athletes, since January of 2021, 673 athletes have suddenly died despite having no known illnesses or conditions. But only 428 such deaths occurred between 1966 and 2021. That means we have had nearly twice as many sudden deaths in just one year compared to 40 years previously.\n\n▫️Died Suddenly 2022 - 4,630,000,000\n.... August 25th 2022 young Spanish basketball player dies suddenly and unexpectedly aged 18 SPANISH basketball clubs and fans are in morning on wednesday, August 24th following news that Dani Gomez, an 18 year old player from the Penas Huesca Basketball Club, has died suddenly and unexpectedly...",
                        "score": 5
                    }
                }
            },
            {
                "NZROADIE": {
                    "children": [
                        {
                            "scntgy": {
                                "data": {
                                    "body": "You win a up vote for your comment",
                                    "score": 5
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "BEFORE   DURING   AFTER  Vaccinations \n\nToo Easy\n\nWhat do I win ?",
                        "score": 13
                    }
                }
            },
            {
                "Natural-Economy7107": {
                    "children": [
                        {
                            "SacreBleuMe": {
                                "children": [
                                    {
                                        "Jumpy_Climate": {
                                            "children": [
                                                {
                                                    "SacreBleuMe": {
                                                        "children": [
                                                            {
                                                                "Jumpy_Climate": {
                                                                    "children": [
                                                                        {
                                                                            "SacreBleuMe": {
                                                                                "children": [
                                                                                    {
                                                                                        "Consistent_Ad3181": {
                                                                                            "children": [
                                                                                                {
                                                                                                    "SacreBleuMe": {
                                                                                                        "children": [
                                                                                                            {
                                                                                                                "Consistent_Ad3181": {
                                                                                                                    "children": [
                                                                                                                        {
                                                                                                                            "SacreBleuMe": {
                                                                                                                                "children": [
                                                                                                                                    {
                                                                                                                                        "Consistent_Ad3181": {
                                                                                                                                            "data": {
                                                                                                                                                "body": "Well time will tell about truth",
                                                                                                                                                "score": 1
                                                                                                                                            }
                                                                                                                                        }
                                                                                                                                    }
                                                                                                                                ],
                                                                                                                                "data": {
                                                                                                                                    "body": "Imagine a world in which a lot of people thought it was good and helpful to run up to people and smear poop on their faces and kick them in the crotch. \n\nWouldn't you not want to live in that world? Wouldn't you want to \"suppress\" that \"misthought\"?",
                                                                                                                                    "score": 1
                                                                                                                                }
                                                                                                                            }
                                                                                                                        }
                                                                                                                    ],
                                                                                                                    "data": {
                                                                                                                        "body": "Yes suppress miss thought.",
                                                                                                                        "score": 1
                                                                                                                    }
                                                                                                                }
                                                                                                            },
                                                                                                            {
                                                                                                                "solfire1": {
                                                                                                                    "children": [
                                                                                                                        {
                                                                                                                            "SacreBleuMe": {
                                                                                                                                "data": {
                                                                                                                                    "body": "People should vet their sources properly and stop believing every little thing they're told that helps them confirm their bias just because it helps confirm their bias.\n\nI've personally seen many anti-vax talking points that are nothing more than pure failures of reading comprehension, for example, and yet time and time again the antivax crowd has routinely and unquestioningly gobbled it up. \n\nIf you want to have an accurate view of reality, it's probably *most* important to question the things that help you believe what you want to believe. \n\nQuestioning is fine and natural, but at a certain point it stops being \"questioning\" and really becomes \"opposing\", and questing to confirm that point of view - cherry picking points that (superficially) appear to support the desired conclusion and ignoring ones that contradict it, as opposed to genuinely and honestly weighing all available information.",
                                                                                                                                    "score": 1
                                                                                                                                }
                                                                                                                            }
                                                                                                                        }
                                                                                                                    ],
                                                                                                                    "data": {
                                                                                                                        "body": "So people should stop questioning the vaccine then?",
                                                                                                                        "score": 2
                                                                                                                    }
                                                                                                                }
                                                                                                            }
                                                                                                        ],
                                                                                                        "data": {
                                                                                                            "body": "I wish to rescue people from sliding down into the toxic black hole of addiction to conspiracist paranoid delusion.",
                                                                                                            "score": 1
                                                                                                        }
                                                                                                    }
                                                                                                }
                                                                                            ],
                                                                                            "data": {
                                                                                                "body": "You wish to shape their reality for the benefit of your paymasters.",
                                                                                                "score": 1
                                                                                            }
                                                                                        }
                                                                                    }
                                                                                ],
                                                                                "data": {
                                                                                    "body": "That is a universal, unavoidable truth. All it means is every person should work harder to vet whether their own perception matches up to factual reality or not. This is basic stuff.",
                                                                                    "score": 1
                                                                                }
                                                                            }
                                                                        }
                                                                    ],
                                                                    "data": {
                                                                        "body": "You do not experience \"factual reality\".\n\nYou experience your own perception of it.\n\nThose are two different things.",
                                                                        "score": 4
                                                                    }
                                                                }
                                                            }
                                                        ],
                                                        "data": {
                                                            "body": "Not my fault you think factual reality sounds like gobbledegook",
                                                            "score": 0
                                                        }
                                                    }
                                                }
                                            ],
                                            "data": {
                                                "body": "You just said the most sophisticated version of, \"Brawndo's got electrolytes\", I've ever heard.",
                                                "score": 6
                                            }
                                        }
                                    },
                                    {
                                        "Natural-Economy7107": {
                                            "children": [
                                                {
                                                    "SacreBleuMe": {
                                                        "children": [
                                                            {
                                                                "Consistent_Ad3181": {
                                                                    "children": [
                                                                        {
                                                                            "Difficult_Advice_720": {
                                                                                "children": [
                                                                                    {
                                                                                        "Consistent_Ad3181": {
                                                                                            "data": {
                                                                                                "body": "More cut and paste than a training room for wall paper hangers.  It's part of the manual they use I would guess. \"Psyops 101- Shilly Billy finds a Reddit Sub\".",
                                                                                                "score": 3
                                                                                            }
                                                                                        }
                                                                                    },
                                                                                    {
                                                                                        "SacreBleuMe": {
                                                                                            "children": [
                                                                                                {
                                                                                                    "Consistent_Ad3181": {
                                                                                                        "children": [
                                                                                                            {
                                                                                                                "Consistent_Ad3181": {
                                                                                                                    "data": {
                                                                                                                        "body": "Snakes don't have testicles btw, no need to look that one up.",
                                                                                                                        "score": 1
                                                                                                                    }
                                                                                                                }
                                                                                                            },
                                                                                                            {
                                                                                                                "SacreBleuMe": {
                                                                                                                    "data": {
                                                                                                                        "body": "This has been my consistent interest since the very start of covid. That's two and a half years. That's a lot of time to have been independently researching and collecting information on a day to day basis. I've built up a bit of a library for myself, one brick at a time.",
                                                                                                                        "score": 0
                                                                                                                    }
                                                                                                                }
                                                                                                            }
                                                                                                        ],
                                                                                                        "data": {
                                                                                                            "body": "Me thinks you are too well prepared for a unpaid volunteer.  Here's some I canned earlier.  Paid Bhills (S) lower than a snakes testicles.",
                                                                                                            "score": 3
                                                                                                        }
                                                                                                    }
                                                                                                },
                                                                                                {
                                                                                                    "Consistent_Ad3181": {
                                                                                                        "data": {
                                                                                                            "body": "Only for my job",
                                                                                                            "score": 1
                                                                                                        }
                                                                                                    }
                                                                                                },
                                                                                                {
                                                                                                    "Difficult_Advice_720": {
                                                                                                        "children": [
                                                                                                            {
                                                                                                                "SacreBleuMe": {
                                                                                                                    "children": [
                                                                                                                        {
                                                                                                                            "Difficult_Advice_720": {
                                                                                                                                "children": [
                                                                                                                                    {
                                                                                                                                        "SacreBleuMe": {
                                                                                                                                            "children": [
                                                                                                                                                {
                                                                                                                                                    "Difficult_Advice_720": {
                                                                                                                                                        "data": {
                                                                                                                                                            "body": "Upvote for your lightbulb moment.",
                                                                                                                                                            "score": 2
                                                                                                                                                        }
                                                                                                                                                    }
                                                                                                                                                }
                                                                                                                                            ],
                                                                                                                                            "data": {
                                                                                                                                                "body": "You may actually have a point there about drowning people in too much information. That is something I could maybe work on.",
                                                                                                                                                "score": 2
                                                                                                                                            }
                                                                                                                                        }
                                                                                                                                    }
                                                                                                                                ],
                                                                                                                                "data": {
                                                                                                                                    "body": "Is that the only 2 modes you've got? Not capable of a reasonable sized comment with a concise but pithy point? It's crush em with so much no reasonable person will respond, or you've got nothing?",
                                                                                                                                    "score": 1
                                                                                                                                }
                                                                                                                            }
                                                                                                                        }
                                                                                                                    ],
                                                                                                                    "data": {
                                                                                                                        "body": "You'd prefer pithy, low-information one-liners?",
                                                                                                                        "score": 0
                                                                                                                    }
                                                                                                                }
                                                                                                            }
                                                                                                        ],
                                                                                                        "data": {
                                                                                                            "body": "Do you see me quoting in walls of information like you have done? The only thing you are missing on those comments is the red strings running all over the room.....",
                                                                                                            "score": 2
                                                                                                        }
                                                                                                    }
                                                                                                }
                                                                                            ],
                                                                                            "data": {
                                                                                                "body": "It's called collecting information for future reference.\n\nSurely you yourself have bookmarked and saved various writeups and other tidbits of information that you think support your own point of view, haven't you?",
                                                                                                "score": 0
                                                                                            }
                                                                                        }
                                                                                    }
                                                                                ],
                                                                                "data": {
                                                                                    "body": "It only makes me imagine all the cheat sheets he has open so he can copy paste or hotkey it in.... Totally not a paid npc, nope, just a regular guy participating in good faith, right?",
                                                                                    "score": 3
                                                                                }
                                                                            }
                                                                        },
                                                                        {
                                                                            "SacreBleuMe": {
                                                                                "children": [
                                                                                    {
                                                                                        "Banalfarmer-goldhnds": {
                                                                                            "children": [
                                                                                                {
                                                                                                    "SacreBleuMe": {
                                                                                                        "data": {
                                                                                                            "body": "I was a lifeguard once, technically I was being paid by the government to do that.\n\nBut no, I am not paid to post here in any way, shape, or form. This is purely motivated by a personal sense of growing horror at massive throngs of people slipping further and further away from reality into fantasyland conspiracist delusions.",
                                                                                                            "score": 1
                                                                                                        }
                                                                                                    }
                                                                                                }
                                                                                            ],
                                                                                            "data": {
                                                                                                "body": "Are you now or have you ever been \nPaid by a government agency or subsidiary, a pharmaceutical company or subsidiary. Also are you getting paid in anyway for your posts?",
                                                                                                "score": 1
                                                                                            }
                                                                                        }
                                                                                    },
                                                                                    {
                                                                                        "Consistent_Ad3181": {
                                                                                            "data": {
                                                                                                "body": "Well you cut and pasted it lets face it.",
                                                                                                "score": 1
                                                                                            }
                                                                                        }
                                                                                    }
                                                                                ],
                                                                                "data": {
                                                                                    "body": "What, do you think I wrote all that?",
                                                                                    "score": 1
                                                                                }
                                                                            }
                                                                        }
                                                                    ],
                                                                    "data": {
                                                                        "body": "I am pretty sure no one reads your long winded Sophistry.",
                                                                        "score": 5
                                                                    }
                                                                }
                                                            }
                                                        ],
                                                        "data": {
                                                            "body": "> And the vaccine floods your body with the Spike protein which is exactly the part of the virus that is \"adapted\" to attach to the ACE2 receptor. \n\nThe thing is, the mRNA-produced spike protein is [engineered with an important tweak:](https://cen.acs.org/pharmaceuticals/vaccines/tiny-tweak-behind-COVID-19/98/i38) - \"prefusion stabilization\"\n\n>Viruses multiply by dumping their genes into our cells and hijacking our cellular machinery to crank out new virus particles. But first, they need a doorway into our cells. Coronaviruses are studded with spikes, which grab hold of proteins decorating our own cells like doorknobs. Once attached, the spike undergoes a dramatic transformation, stretching before partially turning inside out to forcefully fuse with our cells.\n\n>Scientists believe that for COVID-19 vaccines to be effective, our immune systems must develop antibodies that prevent this fusion. Such antibodies must target the spike protein in its aptly named prefusion conformation. Unfortunately for vaccine developers, spike proteins are liable to spring from their stubby prefusion shape into their elongated postfusion form on a hair trigger.\n\n>Through a bit of structural biology and persistent protein engineering, McLellan discovered that adding two prolines—the most rigid of the 20 amino acids—to a key joint of a vaccine’s spike protein could stabilize the structure’s prefusion shape.\n\n>“It is like a spring bent in half,” McLellan says. When the spike protein binds to a human cell, that spring is released, and the two helices and the loop straighten into one long helix that harpoons the human cell and pulls the virus and human membranes close together until they fuse.\n\nThe mRNA spike is [locked into a \"prefusion\" state](https://acs-h.assetsadobe.com/is/image//content/dam/cen/98/38/WEB/09838-feature1-spike.jpg/?$responsive$&wid=700&qlt=90,0&resMode=sharp2). This prevents the mRNA spike protein from actually binding to human cells, unlike the wild type virus.",
                                                            "score": -1
                                                        }
                                                    }
                                                }
                                            ],
                                            "data": {
                                                "body": "True. And the vaccine floods your body with the Spike protein which is exactly the part of the virus that is \"adapted\" to attach to the ACE2 receptor. As it does, one expects that the immune system still recognizes the \"spiked\" cell as corrupted and attacks it, causing tissue and organ damage much like severe COVID. 😏 What a mess!",
                                                "score": 12
                                            }
                                        }
                                    }
                                ],
                                "data": {
                                    "body": "Three, more people are talking about it, and also we literally just had a worldwide plague that results in a substantial subsequent increased risk of various ailments after infection. \n\nCovid is also a cardiovascular disease, not just a respiratory one, doncha know. Remember all that stuff about how the virus attacks the ACE2 receptor? Yeah, that receptor is present basically *everywhere in the human body where there's blood.*",
                                    "score": -1
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "Two explanations may account for this, it seems to me. One (seems more likely to me), these are occurring more frequently. Two, more famous people are experiencing sudden death. I guess either way there's an increase in frequency.",
                        "score": 10
                    }
                }
            },
            {
                "Night_Wolf15": {
                    "data": {
                        "body": "Don't worry after page 50 you won't see shit",
                        "score": 2
                    }
                }
            },
            {
                "ObjectiveStomach2215": {
                    "children": [
                        {
                            "marc26299": {
                                "data": {
                                    "body": "nothing to see here!",
                                    "score": 1
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "Hmmm, definitely not the injections. Right? RIGHT?!?!?!",
                        "score": 2
                    }
                }
            },
            {
                "PixieBooks5": {
                    "children": [
                        {
                            "SacreBleuMe": {
                                "children": [
                                    {
                                        "drdrewski23": {
                                            "children": [
                                                {
                                                    "PixieBooks5": {
                                                        "children": [
                                                            {
                                                                "drdrewski23": {
                                                                    "children": [
                                                                        {
                                                                            "PixieBooks5": {
                                                                                "data": {
                                                                                    "body": "Thanks 😃",
                                                                                    "score": 4
                                                                                }
                                                                            }
                                                                        },
                                                                        {
                                                                            "SacreBleuMe": {
                                                                                "data": {
                                                                                    "body": "Didn't you know? Everyone on the internet is a (b)ot except for you. Old internet saying.",
                                                                                    "score": 1
                                                                                }
                                                                            }
                                                                        }
                                                                    ],
                                                                    "data": {
                                                                        "body": "I was just mocking this person for calling people npc’s while making the exact same copy paste comment twice like an npc would",
                                                                        "score": 12
                                                                    }
                                                                }
                                                            }
                                                        ],
                                                        "data": {
                                                            "body": "Srry, I’m confused…",
                                                            "score": 1
                                                        }
                                                    }
                                                }
                                            ],
                                            "data": {
                                                "body": "Ironic, the people complaining about NPC's have become the NPC's themselves",
                                                "score": 17
                                            }
                                        }
                                    },
                                    {
                                        "reddoneit": {
                                            "children": [
                                                {
                                                    "SacreBleuMe": {
                                                        "children": [
                                                            {
                                                                "Difficult_Advice_720": {
                                                                    "children": [
                                                                        {
                                                                            "SacreBleuMe": {
                                                                                "children": [
                                                                                    {
                                                                                        "Difficult_Advice_720": {
                                                                                            "data": {
                                                                                                "body": "All your bases are belong to us.... So what.....",
                                                                                                "score": 2
                                                                                            }
                                                                                        }
                                                                                    },
                                                                                    {
                                                                                        "gclooney117": {
                                                                                            "data": {
                                                                                                "body": "See your way to the EXIT sign \n\nBuh Bye",
                                                                                                "score": 1
                                                                                            }
                                                                                        }
                                                                                    }
                                                                                ],
                                                                                "data": {
                                                                                    "body": "It's a video game quote",
                                                                                    "score": 2
                                                                                }
                                                                            }
                                                                        }
                                                                    ],
                                                                    "data": {
                                                                        "body": "Patrolling? That seems like the kind of term a tencent army soldier would use......",
                                                                        "score": 6
                                                                    }
                                                                }
                                                            }
                                                        ],
                                                        "data": {
                                                            "body": "Patrolling r/debatevaccines almost makes you wish for a nuclear winter",
                                                            "score": -1
                                                        }
                                                    }
                                                }
                                            ],
                                            "data": {
                                                "body": "Ironic, the people complaining about NPC’s have become the NPC themselves",
                                                "score": 2
                                            }
                                        }
                                    }
                                ],
                                "data": {
                                    "body": "Ironic, the people complaining about NPC's have become the NPC's themselves",
                                    "score": -13
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "Magic potion….which is safe and effective 😢",
                        "score": 24
                    }
                }
            },
            {
                "SacreBleuMe": {
                    "children": [
                        {
                            "Banalfarmer-goldhnds": {
                                "children": [
                                    {
                                        "SacreBleuMe": {
                                            "data": {
                                                "body": "I was a lifeguard once, technically I was being paid by the government to do that.\n\nBut no, I am not paid to post here in any way, shape, or form. This is purely motivated by a personal sense of growing horror at massive throngs of people slipping further and further away from reality into fantasyland conspiracist delusions.",
                                                "score": -1
                                            }
                                        }
                                    }
                                ],
                                "data": {
                                    "body": "Are you now or have you ever been \nPaid by a government agency or subsidiary, a pharmaceutical company or subsidiary. Also are you getting paid in anyway for your posts",
                                    "score": 2
                                }
                            }
                        },
                        {
                            "Consistent_Ad3181": {
                                "children": [
                                    {
                                        "SacreBleuMe": {
                                            "data": {
                                                "body": "History speaks for itself.",
                                                "score": 0
                                            }
                                        }
                                    }
                                ],
                                "data": {
                                    "body": "You seem pretty sure, that lack of doubt indicates quite a lot to me.",
                                    "score": 4
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "Conspiracy theorists started talking about it and never stopped. \n\nWhat exactly do you think Google search results are an indicator of? What people are talking about, obviously. \n\nDo you think that people *talking about something* is an indicator that it's actually happening?\n\nAre you aware of, for example, the [Satanic Panic](https://en.wikipedia.org/wiki/Satanic_panic) from the 80's and 90's? \n\nThere's always some stupid-ass moral panic going around. It's *the way that humans are.* \n\nAll of this has happened before, and all of this will happen again. Not the vaccine stuff specifically - humans being jittery, easily freaked out, panicky animals, with overactive pattern recognition imaginations. \n\nHumans as a species have continually, over and over again throughout history, had major freakouts and thrown major tantrums about all kinds of stupid shit that was never even a little bit real.\n\nSee also: literally all of religion.",
                        "score": 1
                    }
                }
            },
            {
                "Spare_Understanding5": {
                    "data": {
                        "body": "This is crazy. Doesn’t seem to be getting better unfortunately",
                        "score": 1
                    }
                }
            },
            {
                "Successful-Ad7093": {
                    "children": [
                        {
                            "Banalfarmer-goldhnds": {
                                "children": [
                                    {
                                        "Successful-Ad7093": {
                                            "children": [
                                                {
                                                    "Banalfarmer-goldhnds": {
                                                        "data": {
                                                            "body": "Science https://www.theepochtimes.com/unethical-and-up-to-98-times-worse-than-the-disease-top-scientists-publish-paradigm-shifting-study-about-covid-19-vaccines_4723122.html",
                                                            "score": 1
                                                        }
                                                    }
                                                }
                                            ],
                                            "data": {
                                                "body": "How about science and rationality as opposed to clever quip names? After all with more than 1 billion people who have had the vaccine don’t you think that if it were as toxic as people pretend that more than 1 billion people would die instead of the numbers we are seeing ? It’s just a rational argument we’re missing and fear based misinformation that’s taking stage",
                                                "score": 1
                                            }
                                        }
                                    }
                                ],
                                "data": {
                                    "body": "Anything but the clot shot 🙄",
                                    "score": 3
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "Unvaccinated, stress, complications from long COVID",
                        "score": -3
                    }
                }
            },
            {
                "Suspicious_Ease983": {
                    "data": {
                        "body": "Sudden death syndrome Is real AF…\nThe shots are so safe and effective that everybody pushing it , needs liability shields.\nThe masses fell for the scam.",
                        "score": 15
                    }
                }
            },
            {
                "Thisisredred": {
                    "data": {
                        "body": "Since antivax groups keep writing blogs and sharing articles about anything sudden death related it increases the search results...if this is real.",
                        "score": 0
                    }
                }
            },
            {
                "Thor-knee": {
                    "data": {
                        "body": "More people are just naming their children, \"Died Suddenly\".",
                        "score": 1
                    }
                }
            },
            {
                "ThrowawayGhostGuy1": {
                    "children": [
                        {
                            "Consistent_Ad3181": {
                                "data": {
                                    "body": "Lots in the past two or so.",
                                    "score": 4
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "That’s not people. That’s search results which, I assume, there’d be more articles as the years progress.",
                        "score": 15
                    }
                }
            },
            {
                "VirgoLady35": {
                    "data": {
                        "body": "Easy, vaccines are killing people",
                        "score": 9
                    }
                }
            },
            {
                "_I-m_not_here_": {
                    "data": {
                        "body": "It's the setup for a medical crisis from injections, to soon converge with other crises, to suicide Western democracies and greatly reset ze vorld. The waxinated are just pawns on the globalist's chessboard.",
                        "score": 12
                    }
                }
            },
            {
                "beardedbaby2": {
                    "data": {
                        "body": "Your government hates you.",
                        "score": 10
                    }
                }
            },
            {
                "circleofmamas": {
                    "data": {
                        "body": "Probably something to do with Trump.",
                        "score": 7
                    }
                }
            },
            {
                "diaochongxiaoji": {
                    "data": {
                        "body": "20 times interested\n\nAn order difference",
                        "score": 5
                    }
                }
            },
            {
                "erouz": {
                    "data": {
                        "body": "Long covid and eating meat",
                        "score": 1
                    }
                }
            },
            {
                "heat9854": {
                    "data": {
                        "body": "What is 2019? No searches, right?",
                        "score": 0
                    }
                }
            },
            {
                "isunktheship": {
                    "data": {
                        "body": "Yeah it's meaningless..\n\nAlso you faked the numbers:\n\n* died suddenly 2020 - About 408,000,000 results (0.68 seconds) \r\n* died suddenly 2021 - About 469,000,000 results (0.48 seconds) \r\n* died suddenly 2022 - About 1,090,000,000 results (0.61 seconds)",
                        "score": 1
                    }
                }
            },
            {
                "kupuwhakawhiti": {
                    "data": {
                        "body": "This looks super fake.",
                        "score": 1
                    }
                }
            },
            {
                "nutnics": {
                    "children": [
                        {
                            "myTABLEStheyreFILTHY": {
                                "children": [
                                    {
                                        "Consistent_Ad3181": {
                                            "data": {
                                                "body": "Just say no!",
                                                "score": 4
                                            }
                                        }
                                    },
                                    {
                                        "Resident_Meal_6556": {
                                            "data": {
                                                "body": "D.A.R.E",
                                                "score": 2
                                            }
                                        }
                                    }
                                ],
                                "data": {
                                    "body": "For real. I spent my whole youth being indoctrinated not to give in to peer pressure to drugs, and not to trust strangers. It actually turned out to be pretty good advice.",
                                    "score": 9
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "Things have been awfully quiet lately regarding all things vax. It’s not trendy anymore. Expect a 100% gaslighting campaign to commence any day now. If Americans weren’t so stupid they’d see they are still susceptible to peer pressure. We used to be warned against these kinds of tactics in grade school.",
                        "score": 10
                    }
                }
            },
            {
                "path825": {
                    "data": {
                        "body": "Looks like Google knows people are checking and they're forcing more results for earlier years. Though 2022 is also up a little (probably a side-effect of inflating 2020 and 2021). My searches now show higher numbers.\n\n2020 About 359,000,000 results (0.74 seconds) \r  \n2021 About 433,000,000 results (0.48 seconds) \r  \n2022 About 1,240,000,000 results (0.69 seconds)",
                        "score": 1
                    }
                }
            },
            {
                "qwe2323": {
                    "children": [
                        {
                            "SacreBleuMe": {
                                "data": {
                                    "body": "lmao that's great",
                                    "score": 3
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "Did you try searching literally anything else with the same pattern?\n\nI present evidence of MASSIVE OVERCONSUMPTION OF BEER: https://i.imgur.com/Kb3zE4a.png\n\nAlso, you literally photoshopped the results for the previous ones. Even 2019 had 375 Million results",
                        "score": 1
                    }
                }
            },
            {
                "science-is-life-": {
                    "children": [
                        {
                            "Apart_Number_2792": {
                                "data": {
                                    "body": "Certainly not safe, but they are effective. Just not in the way most people would deem effective.",
                                    "score": 7
                                }
                            }
                        },
                        {
                            "Consistent_Ad3181": {
                                "data": {
                                    "body": "I shook my duvet today vigorously, I will surely pop my clogs, living life on the edge like that.",
                                    "score": 5
                                }
                            }
                        },
                        {
                            "Critical_Beach9877": {
                                "children": [
                                    {
                                        "IHateAbuseOfPower": {
                                            "data": {
                                                "body": "That's a lethal one for sure. I'm also scared of gardening and being overjoyed and stopped taking herbal supplements just to make sure.",
                                                "score": 11
                                            }
                                        }
                                    }
                                ],
                                "data": {
                                    "body": "Don't forget falling asleep with the TV on. 😉",
                                    "score": 14
                                }
                            }
                        },
                        {
                            "Electrical_Minute_48": {
                                "data": {
                                    "body": "I think also cannabis apparently. Regardless, the experts are BAFFLED",
                                    "score": 8
                                }
                            }
                        },
                        {
                            "hblok": {
                                "children": [
                                    {
                                        "SacreBleuMe": {
                                            "children": [
                                                {
                                                    "LifeSucksAss1234": {
                                                        "children": [
                                                            {
                                                                "SacreBleuMe": {
                                                                    "children": [
                                                                        {
                                                                            "LifeSucksAss1234": {
                                                                                "children": [
                                                                                    {
                                                                                        "Gurdus4": {
                                                                                            "data": {
                                                                                                "body": "Ape and Defective.",
                                                                                                "score": 2
                                                                                            }
                                                                                        }
                                                                                    }
                                                                                ],
                                                                                "data": {
                                                                                    "body": "Sage and Elective",
                                                                                    "score": 13
                                                                                }
                                                                            }
                                                                        },
                                                                        {
                                                                            "VanillaSkyOpenEyes": {
                                                                                "data": {
                                                                                    "body": "Say, Ineffective!",
                                                                                    "score": 2
                                                                                }
                                                                            }
                                                                        }
                                                                    ],
                                                                    "data": {
                                                                        "body": "Safe and Effective Safe and Effective Safe and Effective Safe and Effective Safe and Effective Safe and Effective",
                                                                        "score": -8
                                                                    }
                                                                }
                                                            }
                                                        ],
                                                        "data": {
                                                            "body": "???",
                                                            "score": 6
                                                        }
                                                    }
                                                },
                                                {
                                                    "hblok": {
                                                        "data": {
                                                            "body": "*Input error. Cannot compute.*\n\n**Safe and Effective**",
                                                            "score": 16
                                                        }
                                                    }
                                                }
                                            ],
                                            "data": {
                                                "body": "Ironic, the people complaining about NPC's have become the NPC's themselves",
                                                "score": -18
                                            }
                                        }
                                    },
                                    {
                                        "Subject_One6000": {
                                            "data": {
                                                "body": "Safe and Effective",
                                                "score": 14
                                            }
                                        }
                                    }
                                ],
                                "data": {
                                    "body": "Safe and Effective",
                                    "score": 31
                                }
                            }
                        },
                        {
                            "mafian911": {
                                "data": {
                                    "body": "Don't forget the dreaded *winter vagina*. RIP grandma 😭",
                                    "score": 7
                                }
                            }
                        },
                        {
                            "ozzzymom1": {
                                "data": {
                                    "body": "I just recently seen snoring 😴🤦‍♀️",
                                    "score": 3
                                }
                            }
                        },
                        {
                            "unbanned_redux": {
                                "data": {
                                    "body": "You forgot  white supremacists",
                                    "score": 18
                                }
                            }
                        }
                    ],
                    "data": {
                        "body": "Climate change, gardening, napping too much, not napping enough, \"this popular beverage,\" shoveling snow... It's obviously anything but the vacxxines because those are SAFE AND EFFECTIVE!",
                        "score": 93
                    }
                }
            },
            {
                "sigklien77": {
                    "data": {
                        "body": "It's the covid vaccines.",
                        "score": 7
                    }
                }
            },
            {
                "stringsndiscs": {
                    "data": {
                        "body": "Absolutely. Climate change, frosty vagina, napping, not sleeping enough, weed, too much sun, not enough sun, stiff breeze, mismatched socks, bad breath, sideways glances... i mean the list is long",
                        "score": 13
                    }
                }
            },
            {
                "theonetruefishboy": {
                    "data": {
                        "body": "Most of those articles are gonna be about the same few famous people \"dying suddenly\" because of an illness they were dealing with for a while but didn't tell the public about. The Queen of England died on the 8th and you're searching this on the 9th, she's gonna have the most articles of anyone for a while.",
                        "score": -2
                    }
                }
            }
        ],
        "data": null
    }
}