{
  "tokillamockingbird4": {
    "children": [
      {
        "Bulls0nParad3": {
          "children": [
            {
              "KittenKoder": {
                "data": {
                  "body": "People are dying, in such a circumstance we must take a hard stance to save lives.",
                  "score": 0
                }
              }
            }
          ],
          "data": {
            "body": "Bit too heavy. Last thing we need is to get more entrenched in an ‘us v them’ battle. We already have enough of that. Most of us don’t know what we’re talking about anyway, so it’s not like we can debunk people with any real theoretical knowledge. We’re just parroting what we read in the same way they are. I’m confident the vaccines are safe and effective, but people shouldn’t be forced to take one",
            "score": 2
          }
        }
      },
      {
        "Dynamite_Farts": {
          "data": {
            "body": "I'm going to assume you're trolling, lest I think so poorly of another human's intellect.",
            "score": 2
          }
        }
      },
      {
        "Elriuhilu": {
          "data": {
            "body": "I agree with you, I've lost all patience for the plague bearers who show open contempt for human life. I've started calling them murderers and asking them why they enjoy watching people suffer and die, desperate for breath. I'm sick of this pandemic and the restrictions, and those shit cunts are responsible for making it last longer. Vaccines should be mandatory. If you want to live among other people, you have a responsibility to *not fucking kill them*. If that's too hard, fuck off to the desert and make your own society.",
            "score": 0
          }
        }
      },
      {
        "Firstborndragon": {
          "data": {
            "body": "You're not thinking things through.  If you build up a brick wall to counter a brick wall you have...  Two walls.  So instead of having to break though one brick wall to reach reason, you have to break though two brick walls, one of which you put up.\n\nNot to mention that the WHO has said a vaccine passport may not work.  In fact while their official stance isn't out RIGHT NOW  there's a hint that they are anti-vax passport.  Right now there's too many unanswered questions about delta.  Can you get it again after catching it once?  Some research shows you get BETTER immunity against delta via infection compared to immunization.  \n\nAnd what about people who can't get vaxxed for medical reasons?  Are you just supposed to hate them as much as anyone else?\n\n&#x200B;\n\nPlus what do you suggest the end result is?  Passports are already being faked, so that limits their effectiveness, IF they were effective to begin with.  Ontario just gets a printed sheet of paper.  What happens if you loose it, or it gets wet, or set on fire?  You can't easily replace it since it's issued to you at time of vaccination.  Some countries don't have a universal passport yet, and some countries don't want one period.  How do you handle that?  Because if you're just looking at the US you're forgetting how Delta spread to being with.  It wasn't in NA originally, it spread though travellers, and shipped goods.  \n\nThe problem is not limited to just one country, and starting a war with one another is bad enough without ignoring the fact that problem is in more then one country.",
            "score": 5
          }
        }
      },
      {
        "I_Am_Anjelen": {
          "data": {
            "body": "As if the problem of antivaxxers existing isn't bad enough, you've got to gatekeep the pro-vax standpoint?\n\nNot only that, but you're calling for, essentially, the radicalization of a pro-vax movement _which doesn't currently exist_ as a movement. There are, to the best of my knowledge, no protests or angry people shouting outside of buildings of various stripe _for_ the enforcement of the vaccine, and _that is a good thing_.\n\nYou're calling for 'us' to do exactly what 'they' are already accusing us of doing; To (militantly) enforce, cajole, coerce and coax people into getting vaccinated whether they want to or not. You're calling for us to not only reinforce their narrative but also their irrational paranoia. You're calling on us to give them _reasons_ to be on the defensive. \n\nYou're calling on us to prove them _correct_ in their so-far unfounded assumptions and hysteria.\n\nWhat the fuck makes you think this is a good idea in any way, shape or form?",
            "score": 4
          }
        }
      },
      {
        "Kindaspia": {
          "data": {
            "body": "We are already so polarized. I am anti-anti-vaxx, but I don’t have the time or energy to challenge every single comment I see. I also think it’s a little extreme, when in my opinion this would really only make things worse. Many of the antivaxxers are contrarian, and only do something if they are told not to. Telling them what to do louder isn’t going to help. I feel like incentives are a much better way to go. While it is very important to get the message across, banning people who are really trying to help that are on our side because they are not extreme enough will not do much good, and will do a lot of harm. I think vaccines are super important, and that everyone who can get them should, but we need to choose our battles and I don’t think this is one I would choose. Also, mods on most subs right now are overwhelmed as is.",
            "score": 4
          }
        }
      },
      {
        "Ladidiladidah": {
          "data": {
            "body": "Whenever I see experts talk about how to talk to anti- vaxxers and vaccine hesitant folks, this is exactly what you're not supposed to do.",
            "score": 2
          }
        }
      },
      {
        "NihilHS": {
          "data": {
            "body": "I ask this in full honesty: why should I fight to force others to get vaccinations? Why not let them make the decision for themselves (even if there's only one reasonable choice)? And face the consequences of that choice? Why should I get involved in that process?",
            "score": 4
          }
        }
      },
      {
        "Nonehbjfxpp": {
          "data": {
            "body": "Yeah, I told my son straight up why he couldn't play with the new kid in our apartment complex after a short talk with his dad. \n\nI can't force em to get the shot, but I can make em feel unwelcome.",
            "score": 4
          }
        }
      },
      {
        "Nonehbjls63": {
          "children": [
            {
              "dabadja": {
                "data": {
                  "body": "Ah yes, let's not do anything because /civility/.",
                  "score": 4
                }
              }
            }
          ],
          "data": {
            "body": "[deleted]",
            "score": 0
          }
        }
      },
      {
        "Nonehbk4zzx": {
          "children": [
            {
              "dabadja": {
                "children": [
                  {
                    "HammMcGillicuddy": {
                      "children": [
                        {
                          "dabadja": {
                            "data": {
                              "body": "Where do you draw the line on it? 10yrs from now when COVID is still wrecking the place and has reduced the population by %5-10? %25?\n\nThey've had nearly two fucking years to come around on this. Fuck 'em.",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "You might want to seek some therapy.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Ah yes, let's congregate with the anti-vaxxers. Great idea!\n\nNo - they need to be fucking quarantined or forcefully vaccinated. Time to cut the rot from the flesh. They had their chances.",
                  "score": 0
                }
              }
            }
          ],
          "data": {
            "body": "I get your anger, but this approach you suggest is going to achieve nothing. We can't bully people into being reasonable, and the more I've tried it the more I've realised defensive people cling tighter to their delusions and are less movable. \n\nFight smarter, not harder, do you want to be right or do you want to see things change? Because this tactic will get you the first but not the second.\n\n>and you neglect to force the issue and debunk their anti-vaxx nonsense with science -- then you're not ANTI-anti-vaxx.\n\n>If you associate -- in an amicable or neutral manner -- with anybody who has not received at least two doses of the Covid-19 vaccine (regardless if they claim \"medical exemptions\" or any other such nonsense), then you're not ANTI-anti-vaxx.\n\nThe simple fact is that **isolation** is both a dangerous thing AND a key component in any type of radicalisation and misinformation, and your strategy only reinforces it.\n\nIn any cult/undue influence situation, isolation is what gets people deeper in and keeps them in. All the experts say that the best thing loved ones can do is keep a line open. The best way to change someone's mind is not a full frontal attack, but a more nuanced approach. \n\nI'm not spending the rest of my life waging war and alienating everyone around me with this self-righteousness, combative nonsense. I'm not pushing people so hard they stop listening to anything I have to say at all. \n\nI'll fight as best I can using the most effective methods.",
            "score": 4
          }
        }
      },
      {
        "SpicyCockatiel20": {
          "data": {
            "body": "I’m not gonna lie- I kinda sorta understand where this is going but I’m pretty confused about the point of this whole post.",
            "score": 1
          }
        }
      },
      {
        "SunchaserWings": {
          "children": [
            {
              "Nonehbn7szb": {
                "children": [
                  {
                    "SunchaserWings": {
                      "data": {
                        "body": "My mother has asthma and is immunocompromised. My roommate also probably has asthma and is very unhealthy due to neglect from childhood (nutrient deficient among other things.)\n\nEven though they're vaccinated, they're at a higher risk for complications from covid and even death. I'm not chancing that.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "[removed]",
                  "score": -2
                }
              }
            }
          ],
          "data": {
            "body": "Yeah, my brother's household is all vaccinated except one of his roommates and it's constantly a big issue. Let's call him Will (not his real name). Will says that he doesn't want to live his life in fear and that he wears his mask all the time (which he doesn't).\n\nThe real reason Will doesn't want to get the vaccine? He's scared of needles. My mother is severely immunocompromised and so is my roommate, so I can't visit my brother until the pandemic is over. Also keep in mind this is the same guy who said \"oh trauma isn't an excuse, you just need to do the things you need to do,\" about my roommate. Guess what??? My roommate has trauma around needles and doctors. They got the vaccine anyway.\n\n\"It just affects me\" no it doesn't Will! It affects everyone around you. I'm so mad I just needed to vent about this.\n\nWorst part is he says he's not anti-vaxx but the vaccines gotten political so he just doesn't want to touch it because it's been politicized.\n\nFuck you will, this isn't just about you anymore. Grow a goddamn spine. Smoke weed right beforehand if you have to, just get fucking vaxxed.",
            "score": 6
          }
        }
      },
      {
        "danjdubois": {
          "data": {
            "body": "Am fully vaxxed AND don’t like your rhetoric. You may be pure as the driven snow in your intentions, but you’re asking for people to join your little fight club, and I’m not buying it.",
            "score": 8
          }
        }
      },
      {
        "semicoloradonative": {
          "children": [
            {
              "GuilhermeSidnei": {
                "data": {
                  "body": "I came here to post it. That post is clearly an idiotic “reversal” of what antivaxxers say. And is clearly trying to try and set the responsible, not delusional people as the violent, crazy ones.",
                  "score": 2
                }
              }
            }
          ],
          "data": {
            "body": "Careful everyone.  Me thinks this post is an attempt to get the people of this sub fighting each other.  Payback for helping to get NNN shut down possibly?",
            "score": 4
          }
        }
      },
      {
        "thatsatoughchoice": {
          "children": [
            {
              "KittenKoder": {
                "children": [
                  {
                    "thatsatoughchoice": {
                      "children": [
                        {
                          "KittenKoder": {
                            "children": [
                              {
                                "Nonehbl7t5w": {
                                  "children": [
                                    {
                                      "KittenKoder": {
                                        "data": {
                                          "body": "Oh look, you're a NNN moron.",
                                          "score": 1
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "[deleted]",
                                    "score": 0
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "It's not distrust, it's misplaced trust. When someone is convinced that there's a conspiracy against them, then everything you do will only fuel that delusion.\n\nThere is no winning with them at this point, they've gone over the edge and we are now in damage control trying to reduce the harm done.",
                              "score": 6
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "That’s not an excuse to become terrorists ourselves. I know the stakes are high, and I can’t stand anti-vaxxers either, but all of this has originated from distrust and feeling like no one has their best interest at heart. We really do not want to fuel those feelings, so claiming to be “anti-anti-vaxxer” is not the way IMO.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "It's already \"radicalized\", the antivaxxers are using terrorism now as well as killing people.",
                  "score": 5
                }
              }
            }
          ],
          "data": {
            "body": "I’m sorry, but we do not need to radicalise the situation further. This kind of narrative is only going to make things worse, alienate people who are still unsure and make pro-vaxxers way too similar to what they accuse us to be. This is not the way.",
            "score": 17
          }
        }
      }
    ],
    "data": {
      "score": 0,
      "body": "Longtime lurker here, but I felt compelled to write this post. I might get downvoted for this, but really, the title says it all.\n\nAs experts predict a [new wave](https://patch.com/connecticut/weston-ct/30-new-connecticut-covid-19-cases-are-fully-vaccinated-dph) of the deadly Delta variant after Labor day, some people still think that getting vaccinated, and encouraging others to get vaccinated *when asked,* is \"good enough.\" I'm sorry if this offends some of you, but **it isn't good enough anymore.**\n\nPerhaps the people who feel that way have their hearts in the right place. I'm sure many do. But with the anti-vaxx narrative growing stronger by the day -- and with the ridiculous, infuriating [opposition to mandatory vaccination and vaccine passports](https://news.gallup.com/poll/354506/update-american-public-opinion-vaccination-requirements.aspx) constantly on the rise -- it's time now to choose a side and make it known.\n\nIt's *no longer good enough* to just get vaccinated and have \"rational conversations\" about the benefits of vaccines. If these people wanted to listen, don't you think they'd have gotten the jab already? How many millions of lives need to be lost before we say *enough is enough?*\n\n**We are now morally obligated to be ANTI-anti-vaxx.** What does it mean to be ANTI-anti-vaxx?\n\n- If someone can read a comment of yours (anywhere, but *especially* in this subreddit) without immediately knowing how strongly you feel about people who are anti-vaccine and anti-science, then you're *not* ANTI-anti-vaxx.\n\n- If people around you (online **or** IRL) make anti-vaxx insinuations, or express any hesitancy in agreeing with you about the unparalleled importance of pro-vaccine policy -- and you neglect to force the issue and debunk their anti-vaxx nonsense with science -- then you're *not* ANTI-anti-vaxx.\n\n- If the thought of getting your Delta booster jab causes you trepidation or makes you say \"Maybe I'll just wait and see what happens\", then you're *not* ANTI-anti-vaxx.\n\n- If you associate -- in an amicable **or** neutral manner -- with anybody who has not received at least two doses of the Covid-19 vaccine (regardless if they claim \"medical exemptions\" or any other such nonsense), then you're *not* ANTI-anti-vaxx.\n\nI could continue this list, but I'm sure you all get the point.\n\nMods, I respectfully and strongly recommend that you begin removing **all content** that is not ANTI-anti-vaxx, and banning repeat offenders of non-ANTI-anti-vaxx content. \n\nIf we won't all commit to fighting for the truth in this world, then we shouldn't be surprised if we wake up one day with no truth, and no world, left to fight for.\n\nDo the right thing."
    }
  },
  "None": {
    "children": [
      {
        "Baud_Olofsson": {
          "data": {
            "body": "https://www.reddithelp.com/en/categories/rules-reporting/account-and-community-restrictions/posting-someones-private-or-personal\n\n> # Is posting someone's private or personal information okay?\n>\n> No. Reddit is quite open and pro-free speech, but it is not okay to post someone's personal information or post links to personal information. This includes links to public Facebook pages and screenshots of Facebook pages with the names still legible.\n>\n> Posting someone's personal information will get you banned. When posting screenshots, be sure to edit out any personally identifiable information to avoid running afoul of this rule.\n>\n> Public figures can be an exception to this rule, such as posting professional links to contact a congressman or the CEO of a company. But don't post anything inviting harassment, don't harass, and don't cheer on or upvote obvious vigilantism.",
            "score": 27
          }
        }
      },
      {
        "Noneecdhd2m": {
          "data": {
            "body": "Do you want to get the sub shut down?  because that's how subs get shut down.",
            "score": 84
          }
        }
      },
      {
        "Noneecksp3d": {
          "data": {
            "body": "The sub will get shut down for witch hunting. In other words, it's to protect ourselves, not them.",
            "score": 3
          }
        }
      },
      {
        "Noneemlwq5j": {
          "data": {
            "body": "Because we’re not assholes",
            "score": 1
          }
        }
      },
      {
        "Ramona_AB": {
          "data": {
            "body": "A lot of the posts include children who are suffering enough it as it is. You will find people commenting to OP to report parents to CPS if people think something can be done. Unfortunately just being anti-vax isn't considered neglect.",
            "score": 9
          }
        }
      },
      {
        "ToneBone12345": {
          "data": {
            "body": "So this amazing sub doesn't get shut down ",
            "score": 1
          }
        }
      },
      {
        "jdgoldfine": {
          "data": {
            "body": "Its a privacy thing",
            "score": 28
          }
        }
      },
      {
        "makerofbadjokes": {
          "data": {
            "body": "Not like their bloodline will last much longer anyways... ",
            "score": 8
          }
        }
      },
      {
        "maybesaydie": {
          "data": {
            "body": "Because we're not here to encourage witch hunting.",
            "score": 1
          }
        }
      }
    ],
    "data": {
      "score": 18,
      "body": "If they are stupid enough to post the shit they do, they should have their names an pictures posted all over the internet! (Reddit) "
    }
  },
  "HYPERCONFIDENCE": {
    "data": {
      "score": 2,
      "body": ""
    }
  },
  "mwbox": {
    "children": [
      {
        "Cheezewiz239": {
          "children": [
            {
              "NessieMonster": {
                "data": {
                  "body": "I have it too!",
                  "score": 2
                }
              }
            },
            {
              "intuition42": {
                "children": [
                  {
                    "Cheezewiz239": {
                      "data": {
                        "body": "Lol that's ok",
                        "score": 1
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Its the smallpox vaccine. Military in the us still get them. My husband has one. \n\nEdit: I just realized I was looking through saved posts and not the front page and commented on something 2 months ago. Lol sorry",
                  "score": 2
                }
              }
            }
          ],
          "data": {
            "body": "They’re vaccinated. There’s a scar that people can find on a person that tells if they were born in Mexico. It’s a circular scar that’s from a vaccine that was given as a child. My friends that were born there all have it ",
            "score": 7
          }
        }
      },
      {
        "Nonee14skls": {
          "data": {
            "body": "Even if they are unvaccinated  (which they likely aren't, considering other countries vaccinate) They can still get vaccines and their kids are almost guaranteed to get vaccinated.\n",
            "score": 14
          }
        }
      },
      {
        "nowyouthrowitallaway": {
          "children": [
            {
              "Cheezewiz239": {
                "data": {
                  "body": "Yes! My area is mainly  Mexicans 80% and everyone has this big scar near their shoulder from the vaccines they got as a child.  And Mexicans aren’t dirty. They’re just like anyone you would find in the US  ",
                  "score": 23
                }
              }
            }
          ],
          "data": {
            "body": "Mexico has some of the highest vaccination rates in the world. They are mandatory. In fact, you can tell if someone was born and spent some of their childhood in Mexico if you look at their upper arm—they still get TB vaccines and it usually leaves a nasty, life-saving scar. \n\nAlso, I’d like to add that I teach at a 40% Hispanic school, almost all of whom are of Mexican descent and have either parents or grandparents from Mexico. They are the cleanest children I have ever met. I teach junior high. My Mexican kiddos have insanely good hygiene and their clothes are always clean. That’s not typical for most junior high students. They also won’t blow their noses in front of other people—it’s considered rude. So I hate the stereotype of immigrants being dirty and unkempt—and, honestly, when people say they worry about diseases coming through the border, the implication is that Mexicans are somehow “dirty”, and that’s not okay. It’s pure racism. It’s not concern about diseases, it’s blaming brown people for diseases that white anti-vaxxers (FYI let’s be real, most anti-vaxxers are white—and I’m acknowledging this as a white person) are allowing to spread again. \n\nIf anything, undocumented immigrants should be worried that upper-middle-class white kids with stay-at-home moms (and I say this as a white upper-middle-class person who had a pro-vaxx stay-at-home mom) will give *their kids* diseases. \n\nAnd I’m using Mexico as an example because that’s typically what anti-vaxxers use. ",
            "score": 71
          }
        }
      },
      {
        "yourbloodyworld": {
          "children": [
            {
              "Nonee14i84c": {
                "children": [
                  {
                    "Nonee15lw7g": {
                      "data": {
                        "body": "This is a place for discussion of vaccines, not politics.",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "[removed]",
                  "score": -5
                }
              }
            },
            {
              "mundusimperium": {
                "data": {
                  "body": "Good to hear that other nations continue to follow the way of rationality. In times where it seems nonexistent. Good luck.",
                  "score": 7
                }
              }
            }
          ],
          "data": {
            "body": "Not really. Actually, vaccination rates in Latin America are pretty high. When it comes to immunization, there's pretty much nothing to worry about. The antivaxx movement is nonexistent here, and most people aren't even aware such thing exists. The only people that aren't vaccinated are the ones that doesn't have any access to it, but that's still pretty unlikely because not only vaccines are completely free and offered by government (at least they are in my country), nowadays there are also plenty organizations that are working on making sure everyone is getting vaccinated.\n\n[This](https://www.washingtonpost.com/news/worldviews/wp/2015/02/03/map-113-countries-have-higher-measles-immunization-rates-than-the-u-s-for-1-year-olds/?noredirect=on&utm_term=.558cc3ba366d), [this](http://www.who.int/immunization/monitoring_surveillance/data/en/) and [this](https://www.unicef.org/progressforchildren/2005n3/latincaribbean.php) are some of the links I could find after researching quickly, but I'm sure there are even more out there.\n\nEdit: I just realized it might have sounded like people shouldn't worry about vaccination in Latin America? Which, if someone is getting into your country, you definitely should worry whether or not they are vaccinate. What I mean is that most likely everyone is up to date with their shots. But they should check and make sure. Just in case. ",
            "score": 17
          }
        }
      }
    ],
    "data": {
      "score": 0,
      "body": "If you are concerned about herd immunity, how concerned are you about people crossing the border without a health screening as a part of the process? Don't many of those who cross unofficially come from relatively unvaccinated populations?"
    }
  },
  "idk_lets_try_this": {
    "children": [
      {
        "CapnZula": {
          "children": [
            {
              "idk_lets_try_this": {
                "children": [
                  {
                    "Noneeci9ob4": {
                      "children": [
                        {
                          "idk_lets_try_this": {
                            "data": {
                              "body": "Hi, nice you were reading trough my back catalogue. \n\nI never said I didn’t like laughing at antivaxers. I just don’t like it when people try to explain things or post wrong facts or downvote people who do post the facts. \n\nWhen I wrote this the sub had just gotten an influx of new members and they were downvoting everything that was not purely positive about vaccines. ",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "This sub is where you go to luagh at anti-vaxxers. Don't like it. Find a different sub. This one won't change just for you. ",
                        "score": 3
                      }
                    }
                  },
                  {
                    "becbec89": {
                      "children": [
                        {
                          "idk_lets_try_this": {
                            "children": [
                              {
                                "Nonee5chirh": {
                                  "data": {
                                    "body": "We've had over ten thousand new subscribers this week, it tends to happen with large influxes. ",
                                    "score": 24
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "I have been seeing some minor things here and there but the shit that happened in the following post is just unbelievable. \n\nhttps://www.reddit.com/r/vaxxhappened/comments/9cjw9q/what_is_so_scary_about_it/\n\nSure the guy is an asshole and also made some mistakes but that is no reason to go full lynch-mob on someone. The worst part is that they are just dismissing the actual generally accepted science he provides and some people even suggest some really cherry-picked data.\n\nDo we have a Russian operative infestation or did we just attract a bunch of mindless people without critical thought. ",
                              "score": 4
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "The commenters on this sub have strived for scientific accuracy and will correct wrong information when it does pop up, at least as far as I’ve seen. \n\nAre there any particular examples that you’ve seen that have made you feel this group is changing?",
                        "score": 50
                      }
                    }
                  }
                ],
                "data": {
                  "body": "sure but laughing at Anti-Vaxxers and being scientifically accurate are not mutually exclusive. ",
                  "score": 32
                }
              }
            }
          ],
          "data": {
            "body": "...this is a sub for laughing at Anti-Vaxxers.",
            "score": 181
          }
        }
      },
      {
        "DeadIronGolem": {
          "children": [
            {
              "idk_lets_try_this": {
                "children": [
                  {
                    "DeadIronGolem": {
                      "data": {
                        "body": "I deleted my old account 24 days ago and have been on Reddit for about 1.5 years, though i joined the sub further down the line... but yeah, i definitely haven't been on here as long as you have. I'm sorry. \n\nI haven't seen a lot of false imformation on here... with the exception of people implying that measles has a sky high death rate, when it doesn't (it appears to be more like 1 in 1000 in countries like the US with decent medicine (depends on the source), but causes a lot of other bad long term damage that is a good argument against refusing to vaccinate)...\nBut other than that, i can't remember a lot of things that were false, but you can show me a few things if you want that were false information. I would appreciate it. :)\n\nAlso, i agree on the mob mentality, but humans are tribal creatures so it's pretty hard to do anything about it. If a post already has negative reddit karma, most people will not upvote it because they will perceive the person that posted as being incorrect because the majority of other people disagrees with them. You can find this phenomenon all over reddit and pretty much any other social media platform, and it's inevitable if people with similar interests come together. My advice would be to either ignore it or study neurobiology and come up with a \"cure\" for human tribalism, it would probably benefit us all. :)\n\nYou should also keep in mind that the average person is not scientifically literate enough to back up their claims by citing credible sources, and even if they can do it, they're often too lazy, especially since it's the internet, so nobody really cares. What would help would be a rule that forces you to show evidence, as well as a tutorial on how to do it in a pinned post. That's probably a thing the mods should take care of, though.\n\nI hope this was a decent reply\n\nEdit: it was 24 days ago, not 22, i corrected that number ",
                        "score": 17
                      }
                    }
                  }
                ],
                "data": {
                  "body": "I may be wrong here but it looks like you have been on Reddit for 24 days. \nI  am talking about the days when the sub was about 50K subs smaller then it is now. \n\nSure laughing about stupid antivax people, sharing their dangerous and outrageous tales and exposing their bullshit has always been the goal of this sub and I love it for it. I just find it sad when that is combined with false information and a mob mentality. ",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "I have been on this sub for a while and back then it was the exact same as it is now... either you've been on here for ages or you just remember the past incorrectly... it seems to be a sub with screenshots of antivaxxers saying stupid or harmful things and us either complaining about it or laughing at them... but i've also seen good arguments for the pro vax side on here.\n\nI don't think we are pro vax just for the sake of being pro vax. We know why we are. We can tell you why vaccines aren't bad and we can also tell you why not vaccinating IS bad",
            "score": 50
          }
        }
      },
      {
        "FlyWalkman": {
          "data": {
            "body": "As a testimonial I can say I would be ducking dead without vaccines. As a young child my immune system was weak because of sleep apnea and without vaccines I’m not sure I would have survived. Because of vaccines my body was ready for Mono to beat my ass twice.",
            "score": 1
          }
        }
      },
      {
        "ImNotYourKunta": {
          "children": [
            {
              "idk_lets_try_this": {
                "data": {
                  "body": "Thanks for the kind words but those are just my personal observations and opinions. It is mainly food for thought not necessarily something with any value. \n\n\nWhile I indeed try to be a voice of reason (at least some of the time), my intellect is not extraordinary. Without the countless researchers who spends years of their lives looking into vaccines I would not be able to do what I have been doing on here. I was just lucky that my county gives people the opportunity to get a good education almost for free.",
                  "score": -1
                }
              }
            }
          ],
          "data": {
            "body": "There are a lot of lessons to be learned from your observations. Lessons about human nature, about how people think or behave when they feel justified, about how “group think” and “mob mentality” can corrupt. \n\nI’ve noticed that your comments are often a voice of reason. You have an uncommon maturity and intellect. ",
            "score": -2
          }
        }
      },
      {
        "Nonee5ewkf1": {
          "data": {
            "body": "\" We collect the outrageous and dangerous tales told by dimwitted anti-vaxxers on all forms of media. Post Facebook comments, YouTube videos and gifs. We are pro-vaccination because we're civilized. And not stupid. \"\n\nThis is the description of the sub.\n\n ",
            "score": 15
          }
        }
      },
      {
        "Nonee70gk68": {
          "children": [
            {
              "zorkdork613": {
                "children": [
                  {
                    "Nonee70pfow": {
                      "children": [
                        {
                          "zorkdork613": {
                            "children": [
                              {
                                "Nonee71rzq9": {
                                  "children": [
                                    {
                                      "zorkdork613": {
                                        "data": {
                                          "body": "wow dude, I'm sorry you've experienced that. ftr, I believe there's no excuse for that reaction and I'm again really sorry you've had to deal with that. I hope you do continue to speak out, as I now think I understand what you mean and definitely support you man.",
                                          "score": 1
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "Hahaha definitely not equivalent, but I do have a background in science. But being that I work in healthcare and I’m exposed to people’s germs, I am uptodate on my vaccines. \n\nSo, I am obviously for vaccines, right? And even my different opinion (which is let’s not be as crazy as the anti-vaxxers) has brought a lot of pushback from the camp which I consider myself to be a part of. I have DM’s telling me that I should kill myself and that I should never have children all because I said, “hey, let’s stop comparing anti-vaxxers to garbage bins because that’s dehumanizing” haha THAT’S the hostility that I am referring to. Honestly, on my other post I’m trying to be patient and kind and the moment I defend myself, of course I’m being a bitch. Personally, I think that r/vaxxedhappened is immature and I would much rather spread information instead of hate. But I think it’s better for me to remain quiet since speaking out against the bullying has lead to me being on the receiving end.  ",
                                    "score": 2
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "you're a... dentist? I understand that you're qualified but (and I am being genuine here) I do not know if those are equivalent, in terms of vaccine knowledgeability. \n\nwhile I will agree that \"pro\" vaccinators are harsh, I disagree with your dehumanization point. \nI appreciate that you're being calm and rational (on the internet, of all places), but I'd honestly believe that of all the awful actions taken between \"pro/anti\" vaxxers; being blunt about the truth (as I'd put it) doesn't come anywhere near the level of... abuse? neglect? hurt? damage? that antivaxxers do. \nthe amount of people dying, or disabled for life, or injured by antivaxxers, the amount of preventable diseases reemerging, near eradicated diseases coming back stronger, it just can't even compare to hostility on the internet. I would take the hurt feelings of antivaxxers any day, over the harm they cause. \nedit: laughing at them online is a fantastic way to just relax and take the funny side of things, rather than get bogged down in the depressing reality of what exactly these people are doing. read it as hostility if you will, but I'd say its closer to despairing frustration.",
                              "score": 5
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Well, I *am* a DDS lol. Thanks for your reply, mate. I appreciate you taking the time to write out your thoughts instead of telling me that I shouldn’t have children or kill myself before you even know my stance on the topic lol again, I want to emphasize that I never claimed to be an “anti-vaxxer” (damn, those terms sound so stupid to me). But I honestly do think that it’s revolting how harsh and outright cruel the pro-side is! That is one thing I can’t get with. We shouldn’t turn our backs on them! We should spread information!\n\nEdit: I want to add how stupid and childish it is that I have to broadcas that I am vaccinated to avoid public execution on this forum. ",
                        "score": 2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "there's a little more to it than a slightly different opinion. vaccines are not a matter of opinion, they are a matter of facts. the facts are that anyone who doesn't get themselves/their kids vaccinated, when they aren't immunocompromised, is putting their community, and themselves at risk. its is morally detestable to be putting your opinion above the safety of everyone else. I hope you can understand that I'm \"harsh\" because I'm livid that anyone would risk the deaths of their children or the immunocompromised in their community for their own self righteousness. unless you've gone to medical school and are a qualified doctor, I don't care about what you think you know. trust your doctors dude.",
                  "score": 5
                }
              }
            }
          ],
          "data": {
            "body": "I agree with you! The “pro-vax” (I hate those made up terms just like you) side is very harsh, quick to dehumanize others, and just out right mean to those who have even a slightly different opinion. ",
            "score": 2
          }
        }
      },
      {
        "TDBear18": {
          "children": [
            {
              "idk_lets_try_this": {
                "children": [
                  {
                    "TDBear18": {
                      "data": {
                        "body": "I have no idea; thanks for the clarification ",
                        "score": 1
                      }
                    }
                  }
                ],
                "data": {
                  "body": "I think you misunderstood me, I can see that people give an emotional rebuttal to an antivax claim. That makes sense. \n\nThe thing I was annoyed about was people who were pointing to actual science and giving real statistics being downvoted because they were not extreme enough. \n\nSomehow correcting someone when they say “20% of kids who get measles die” to “about 1/800 kids who get measles die” has become a reason to downvote. It sure is not anti-vax, it is just the truth.\n\nSome other things like correcting someone who claims “If she was vaccinated against chickenpox she would have never gotten shingles” with “the chickenpox vaccine doesn’t protect you from shingles, it was made to protect against chickenpox and causes shingles about half as often as regular chickenpox does” is antivax propaganda even when you include the studies from the pharmaceutical company that made the vaccine in the post. \n\nThe period when I posted this was pretty absurd, I have been a little less active on the sub since so I don’t know how it is now. Is there still a weird mob mentality going on agains everything that is not extremely pro vax? ",
                  "score": 2
                }
              }
            }
          ],
          "data": {
            "body": "This brings up an interesting question I have:\n\nHow many MDs, DVDs, DMDs, RNs, LPNs, etc (medical professionals/practitioners), or BS/MS/PhDs in relevant fields, are subscribed to this thread and can authoritatively rebuke the false postings of an AV?\n\nI think the concerns of OP can be addressed by observing that not everyone has the scientific accoutrements to factually and specifically correct the false pseudoscience and superstition/mental illness of AVs.\n\nI think in this instance, scorn is as effective as clinical facts because to change a life you have to impact it...and to keep youngsters from falling prey to AV mentality, it needs to be associated with the absurd, comical, and fools.\n\nI think mocking, jeering, scorn, and outright hostility (of language) is absolutely appropriate to respond to these bacterial terrorists.\n  ",
            "score": 1
          }
        }
      },
      {
        "ilaughathorrormovies": {
          "children": [
            {
              "idk_lets_try_this": {
                "children": [
                  {
                    "ilaughathorrormovies": {
                      "children": [
                        {
                          "idk_lets_try_this": {
                            "data": {
                              "body": "The vaccine works at what it was designed for, reducing the amount of chickenpox cases in vaccinated people in a safe way. That is the key part; in vaccinated people.\nThere is nothing wrong with the vaccine but when it comes to infectious diseases it needs to be looked at from a population standpoint.  \n\nThe issue is that chickenpox is worse in adults than in kids. If about half of the population gets vaccinated it will reduce natural chickenpox a lot. This is initially great but after a couple of years there will be enough unvaccinated adults to have an outbreak in the adult population. This brings along more deaths, disability and even disabled kids if the mother got it during pregnancy. Since the original trial it has also been shown that the immunity is possibly not life long as was initially expected and vaccination in kids increases the amount of shingles in people who went trough the disease before vaccines were around. All of this can be solved with more vaccines but this also costs more money. The issue is that not a single country wants to spend this much money on a disease that had a mortality of less then 1/ 100 000 before vaccination. Instead of a reduction in medical costs the vaccine has caused an (temporary?) increase. We just need to wait to see if this is temporary and the issue will sort itself out as the people who were not vaccinated die off over the next 60 years or if this becomes the new norm. It is not known yet and I can see why some people believe the issue will sort itself out. \n\nTo sumarise: there is nothing wrong with the vaccine, just with how it is used. When used to protect adults is has the biggest return on investment looking at the current data but this might be different when looked at over a 50-100 year time-frame. ",
                              "score": 3
                            }
                          }
                        },
                        {
                          "idk_lets_try_this": {
                            "data": {
                              "body": ">If a vaccine does not hold up to real medical evidence or better alternatives are available it is time to rethink the health policy a country has.\n\nWith this sentence I meant that if new after market research discovers unexpected issues or the results seen in the original study can not be replicated in a larger population. A bad vaccine will not usually be released to the public. One example of this would be dengvaxia, multiple thing went wrong there and it was handled in a short time-frame. ",
                              "score": 2
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Can you explain how a vaccine that does not hold up to real medical evidence could ever be approved? Or what better alternative could be available to prevent a disease; or even just reduce the risk of a disease? ",
                        "score": 5
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Why would you assume I am antivax? \n\nTrust me, I am nowhere near antivax. I am indeed not strictly pro-vax either, I like to make an informed decision based on the science instead of shielding myself in once corner. I am open to new insight and I am ready to admit something doesn't work when it doesn't. \n\nIf a vaccine does not hold up to real medical evidence or better alternatives are available it is time to rethink the health policy a country has. I also believe that polio and measles vaccines should be mandatory worldwide. Enough people have died from those diseases already and it is time to end that, lets eradicate them already. There is no reason a healthy child should not receive those vaccines. \n\n\nThe only think I have said that can be seen as \"anti-vax\" is how I question the medium-long term effectiveness of the current varicella vaccines. This is not a nutty standpoint but a legitimate concern that a large part of vaccine researchers have. There is a reason why it is not (yet) recommended for infants in the majority of developed nations. ",
                  "score": 8
                }
              }
            }
          ],
          "data": {
            "body": "You sound like you support anti-vax way more then pro-vax; maybe this sub isn't for you.",
            "score": 5
          }
        }
      },
      {
        "jaygrant2": {
          "children": [
            {
              "idk_lets_try_this": {
                "children": [
                  {
                    "jaygrant2": {
                      "children": [
                        {
                          "idk_lets_try_this": {
                            "data": {
                              "body": "My bad, it looked like a put down after just reading the title.\n\nDuring the week that I posted it it was common to see people who were only pointing out true facts about vaccines that were not 100% pro-vax were downvoted.\n\nComment like “there is no need for \npeople to get a smallpox vaccine” “fever is a common reaction” and “people who were vaccinated against chickenpox can still get shingles” were downvoted. All of those are true and should not nearly be as controversial as they were.\n\n",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "I read your post. I just read it again to make sure I wasn’t missing something. I still stand by my comment. ",
                        "score": 6
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Thanks for not reading my post.",
                  "score": 1
                }
              }
            }
          ],
          "data": {
            "body": "We care about truth and scientific evidence. For that reason, we’re pro-vax. ",
            "score": 4
          }
        }
      }
    ],
    "data": {
      "score": 7,
      "body": "Dear people of r/vaxhappened.\n\nWhen I joined here there were a bunch of people who cared about the truth and concerned people sharing the shameful misinformation posted by the antivax groups of the internet. We were not \"pro-vax\" we were just right, fair and accurate and when we were not we called each-other out on it. \n\nToday I noticed that the sub does not seem to care about the truth anymore, anyone who even looks like they question if a vaccine or do not agree with pro-vax propaganda gets downvoted. No matter if they are right or they have the (real)science to back it up.\nWe have just become an angry mob that will violently crush anything that is not conform with the perceived \"truth\" that was created. It is just as bad as the people we ridicule. This is not a sub I want to be a part of, if this is a permanent change that means I will be leaving here and I hope that the falsehoods spread will not empower the antivax movement even more. \n\nWe should never define ourselves as just pro-vax. One's stance should originate from the current science and the goal to provide everyone with the safest possible world. From the outside this will mostly be what can be seen as \"pro-vax\" but at its core it is completely different. The right choice for the wrong reason can still be wrong. We should never dismiss facts or science because it doesn't fit \"the narrative\" the science and facts should be the core of what we stand for. Sure there is science that is wrong or faulty, in those cases we should dismiss it for being wrong or faulty, not for the results they found. We should never become an echo chamber trying to drown out the voices that do not share our opinion.\n\nWe need to be above that and be a voice of reason. Not debate around with artificial \"facts\" and scary stories and be just another polarized group without any real merit. We should try to educate people instead of drowning them out. We should learn about the mistakes made by the antivax not copy them. \n\nMy apologies for the rant, I really needed to get this off my chest. Feel free to discuss anything I said here or add to it. Contrary to vaccine safety and disease mortality there are not many facts here and it is an almost pure block of opinion. \n\n&nbsp;\n\nEdit, dammit I messed up the title."
    }
  },
  "cindywoohoo": {
    "children": [
      {
        "2x4_Turd": {
          "data": {
            "body": "Neato. When I got my shot asked if I could keep a vial and they let me. I really want to put it in epoxy.\n\nEdit: word lol",
            "score": 13
          }
        }
      },
      {
        "Grand_Position6208": {
          "children": [
            {
              "cindywoohoo": {
                "children": [
                  {
                    "Grand_Position6208": {
                      "data": {
                        "body": "ohhh okay cool 😎",
                        "score": 7
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Yes! My husband worked for the city administering vaccines and brought home a few empties so this is what we did with them",
                  "score": 28
                }
              }
            }
          ],
          "data": {
            "body": "i don’t understand r those real?",
            "score": 11
          }
        }
      },
      {
        "NerdyNurseKat": {
          "children": [
            {
              "cindywoohoo": {
                "data": {
                  "body": "Thanks for the work that you do! You are making a huge difference and saving lives",
                  "score": 5
                }
              }
            }
          ],
          "data": {
            "body": "I was literally just thinking about asking my logistician tomorrow if I could keep one of the empty vials to turn into a Christmas ornament! It would be the best way to sum up my entire year, vaccinating a lot of my community ❤️",
            "score": 9
          }
        }
      },
      {
        "Nonehmg03sy": {
          "children": [
            {
              "cindywoohoo": {
                "children": [
                  {
                    "Souranion": {
                      "children": [
                        {
                          "cindywoohoo": {
                            "data": {
                              "body": "Fair",
                              "score": 7
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Idk if thats a good idea i can see covidiots buying them and filling them with horse dewormer",
                        "score": 10
                      }
                    }
                  }
                ],
                "data": {
                  "body": "I don't, we only have enough for our family. Someone should definitely make mock ones though!",
                  "score": 10
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": 4
          }
        }
      },
      {
        "Nonehmgqn3j": {
          "children": [
            {
              "cindywoohoo": {
                "children": [
                  {
                    "Nonehmgvq4x": {
                      "data": {
                        "body": "[removed]",
                        "score": 2
                      }
                    }
                  },
                  {
                    "Nonehmhr8ll": {
                      "data": {
                        "body": "[removed]",
                        "score": -3
                      }
                    }
                  }
                ],
                "data": {
                  "body": "I think you're over thinking it. It's a souvenir from a year of my life when everyone was in lockdown and my husband was working to give people vaccines. We had these trinkets leftover and decided to make ornaments out of them rather than having them sit on the shelf forever.\n\nEdit to add: the anti vaxxers think we're a cult no matter what we do, might as well do what we want",
                  "score": 12
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": 4
          }
        }
      },
      {
        "Nonehmhracj": {
          "children": [
            {
              "cindywoohoo": {
                "data": {
                  "body": "Wait til you learn I named my first born \"Pfizer Second Dose\"",
                  "score": 4
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": -4
          }
        }
      },
      {
        "Nonehmhsydi": {
          "children": [
            {
              "cindywoohoo": {
                "data": {
                  "body": "We meet on Tuesdays if you're interested. But first you have to be ritually baptized in a pool of vaccine.",
                  "score": 5
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": -1
          }
        }
      },
      {
        "Nonehmixbrl": {
          "children": [
            {
              "cindywoohoo": {
                "data": {
                  "body": "It's time to get a hobby.",
                  "score": 7
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": -2
          }
        }
      },
      {
        "Nonehmj65kk": {
          "children": [
            {
              "cindywoohoo": {
                "data": {
                  "body": "Get a hobby.",
                  "score": 5
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": -4
          }
        }
      },
      {
        "Nonehmj9bmb": {
          "children": [
            {
              "cindywoohoo": {
                "children": [
                  {
                    "Nonehmjbqjs": {
                      "children": [
                        {
                          "cindywoohoo": {
                            "children": [
                              {
                                "Nonehmjc0h7": {
                                  "children": [
                                    {
                                      "cindywoohoo": {
                                        "children": [
                                          {
                                            "Nonehmjc9jr": {
                                              "children": [
                                                {
                                                  "maybesaydie": {
                                                    "data": {
                                                      "body": "Trump lost. Get over it.",
                                                      "score": 7
                                                    }
                                                  }
                                                }
                                              ],
                                              "data": {
                                                "body": "[removed]",
                                                "score": 0
                                              }
                                            }
                                          }
                                        ],
                                        "data": {
                                          "body": "Again, hobby",
                                          "score": 9
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "[removed]",
                                    "score": -2
                                  }
                                }
                              },
                              {
                                "endangeredlime": {
                                  "data": {
                                    "body": "I make ornaments too out of weird things. Being crafty is not a crime. Love your vials, it really is a neat memento from a crazy time!",
                                    "score": 5
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Sure! Relaxing and fun for the whole family. Try it while watching your favorite show and drinking a hot cocoa. Sure beats being a miserable internet troll.",
                              "score": 11
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "[removed]",
                        "score": -2
                      }
                    }
                  }
                ],
                "data": {
                  "body": "I highly recommend you get a hobby",
                  "score": 7
                }
              }
            }
          ],
          "data": {
            "body": "[removed]",
            "score": -2
          }
        }
      },
      {
        "maybesaydie": {
          "data": {
            "body": "Sorry we had to lock this but r/ conservative decided to brigade the post.",
            "score": 1
          }
        }
      }
    ],
    "data": {
      "score": 0,
      "body": ""
    }
  },
  "gooyfihab": {
    "children": [
      {
        "Nonee4c8unk": {
          "children": [
            {
              "ImNotYourKunta": {
                "data": {
                  "body": "Exactly. Compare for what??",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "Compare them in what context?\n\n",
            "score": 9
          }
        }
      },
      {
        "Purefrog": {
          "data": {
            "body": "Yes",
            "score": 26
          }
        }
      },
      {
        "TheFlyingMunkey": {
          "data": {
            "body": "What sort of comparison?\n\nThe general answer is **yes**, but it would be helpful to know what you're looking for specifically.",
            "score": 14
          }
        }
      },
      {
        "iboostimmunity": {
          "children": [
            {
              "gooyfihab": {
                "children": [
                  {
                    "Nonee4cohzy": {
                      "children": [
                        {
                          "Spartan-417": {
                            "data": {
                              "body": "I’d like to not vaccinate children as part of an experiment.\n\nSure I’ll bring my doctor’s license to the in-person consultation ",
                              "score": 6
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Hello ethics board?",
                        "score": 26
                      }
                    }
                  },
                  {
                    "ghostguide55": {
                      "data": {
                        "body": "Coming at this from a psychology prospective (my feild) the two key factors in determining a person's intelligence are 1) the genetics they are born with (your potential intelligence) and 2) the amount of time, effort, and neural development you can undergo before brain plasticity starts to really slow down in the mid 20's when the brain is fully developed (your achieved intelligence). Vaccines don't effect the genes that control your potential intelligence and they don't stop you from \"gaining intelligence\". \n\nIn other words, no. They don't effect a person's intelligence, though, if the person is suffering DKE, they may think it does. ",
                        "score": 6
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Not really, I’m talking more like scientists study a group of kids vaccinated for any vaccine compared with non vaccinated kids which are never vaccinated for anything, how do they both compare with  intelligence and going up contracting problems, immune system and so on. ",
                  "score": -2
                }
              }
            }
          ],
          "data": {
            "body": "Something like this? [The Salk Polio vaccine field trials](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1114166/)",
            "score": 22
          }
        }
      },
      {
        "idk_lets_try_this": {
          "children": [
            {
              "gooyfihab": {
                "children": [
                  {
                    "Baud_Olofsson": {
                      "children": [
                        {
                          "Nonee4d37ev": {
                            "children": [
                              {
                                "Baud_Olofsson": {
                                  "children": [
                                    {
                                      "Nonee4guwk7": {
                                        "data": {
                                          "body": "Oh I agree they are flawed but it did a great summary of the actual article which I did attach as well. ",
                                          "score": 2
                                        }
                                      }
                                    },
                                    {
                                      "SawdustIsMyCocaine": {
                                        "data": {
                                          "body": "As an autistic person, fuck autism speaks. ",
                                          "score": 6
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "Autism Speaks? Those bastards have blood on their hands.\n\nThose assholes have probably done more to spread the \"vaccines cause autism\" lie than anyone else. When that sort of shit comes from an autism advocacy organization, people take it seriously.\n \nThey only finally acknowledged that vaccines don't cause autism *last year*.\n\n[EDIT] I cannot grammar today.",
                                    "score": 11
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "There was also a study that linked exposure to pesticide DDE when pregnant to causing autism\n\nhttps://www.autismspeaks.org/science/science-news/more-evidence-linking-pesticide-exposure-autism\n\n^this summary on the article is easier to read than the official published version but if you would be interested you can read that. \n\nhttps://ehp.niehs.nih.gov/1307044/\n",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "\"[A Population-Based Study of Measles, Mumps, and Rubella Vaccination and Autism](https://www.nejm.org/doi/full/10.1056/nejmoa021134)\", a study of over half a million children in Denmark, is a classic.\n\nAs for the causes of autism, first know that it isn't a single thing - it is a whole collection of things that manifest in similar ways. So there can be no single cause.  \nBut we do know some risk factors: for example, there is a genetic component to it, and the risk goes up with the age of the parents. We also now know that whatever the cause is, autism is something you are born with, which is another nail in the coffin for blaming vaccines - they're simply too late to be the cause. Unfortunately, some of the developmental milestones where you first start noticing autism spectrum symptoms are just around where some vaccines are given, which leads parents to conclude that vaccines *caused* the symptoms rather than them just showing up at around the same time.",
                        "score": 21
                      }
                    }
                  },
                  {
                    "Lechateau": {
                      "data": {
                        "body": "This is the internet so take it as you will, am a molecular biologist, don't work with vaccines but used viruses as tools on the regular.\n\nHere is the simple explanation of where the autism stupidity came from:\n\nhttps://www.historyofvaccines.org/content/articles/do-vaccines-cause-autism\n\nObviously Andrew Wakefield had his license revoked.\n\nI will add more articles and explanations of needed.\n\nWill also add the article that covered the effect of severe illness in childhood as soon as I get to work.\n\n\nEffect of repeated infections:\n\nhttps://www.ncbi.nlm.nih.gov/pubmed/30058645\n\nBrief overview of where anti-vaxx comes from:\nhttps://www.ncbi.nlm.nih.gov/pubmed/22172504\n\nThe biggest impediment of how many studies can be done regarding vaxx vs non vaxx is how much non vaxxers skew the truth and refuse medical compliance. Clinically not only do they lie about medical history but they also are non-compliant when it comes to actual medical care when there is disease onset (for example refusal to give medication to the diseased infant).\n\nFor full honesty most of the effects of the anti vaxx movement will only come to full bloom in about 10 years and some of these children enter adulthood.\nThe rest is felt every day by hospital professionals and children that are in fragile states of immunity and that can't be protected via vaccine.\n\nWorking in science nowadays and attempting to communicate with laymen is disheartening.\n\nThe sumation of all human knowledge lives in our pockets and people still choose to go with non science supported themes.\n\nTo add that the current opinion on why underprivileged countries are more compliant with vaccination programmes stems from the fact that medical record protection is iffy and death in childhood is something that is seen every day. \n\nI can go down to peds and make videos of the sub 2 year olds that are in the infecto-ward but I would lose my job, can also guarantee that like most parents before what is happening in those rooms and the parental responsibility  will be kept under rugs, perpetuating this malarkey.\n\nAnd if in doubt here is one example provided by a parent:\nhttps://youtu.be/zuK4honWVsE\n\nAbility to feed is affected\n\n\nAbility to play and progress cognitively is affected \n\n\nAbility to socialize is affected \n\n\nWell being is affected.\n\n\nThis is preventable.\n\n\nIt might not be a deadly disease for most but the effect is nefarious and and obstacle to a development in full potential.\n\nAlso in full disclaimer: I work in the us but am from a country with universal healthcare. There is no real \"medical industry\" or \"big pharma\" it is ilegal to advertise medication since health is not considered a business and the medical care and schedule is simply designed to reduce the amount of time people have to spend in hospitals so health care doesn't create an even bigger governmental budget hole.\n\n\nAnd since I am on the internet I can actually say what I think: this crunchy anti-vaxx bullshit is a medal that science uneducated people use while refusing their own role on the poor care they are providing to their children. These unvaxxed children are effectively excluded to many other types of future care in case it is needed, like organ transplants (being donors or receivers), access to higher, better quality education (for example TA'ing is incredibly valuable and an indicator of good future employment and not allowed to non vaxxers ).\n\n\nThe effect of childhood adversity (disease is one form of adversity) is devastating:\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC3680281/\n\nAnd we have a current ongoing unwanted human experiment going on on what are the differences between populations that go through good care vs bad care:\nhttps://www.ncbi.nlm.nih.gov/m/pubmed/18647440/\n\nNorth Koreans are the only population in the world with size regression.",
                        "score": 48
                      }
                    }
                  },
                  {
                    "idk_lets_try_this": {
                      "data": {
                        "body": "While the exact pathophysiology of autism spectrum disorders is currently not known a lot of research suggests that genetics and early fetal development have the most impact. Getting rubella during pregnancy, drinking, smoking or taking [certain drugs](https://www.ncbi.nlm.nih.gov/pubmed/28724519) or [not taking advised supplements](https://jamanetwork.com/journals/jama/fullarticle/1570279) can increase the risk to have a child with autism. \n\nThe MMR vaccine was already used before the rise in autism diagnoses occurred. If it had something to do with it there would have been a clear correlation. \n\nHere is even [a study that looked at ultrasounds and the effect on autism](https://www.ncbi.nlm.nih.gov/pubmed/27184020). It turns out that there is none. While the amount of ultrasounds have increased this does not sufficiently prove there still isn't but it would be rather unlikely.\n\n[This study from California](https://academic.oup.com/aje/article/170/9/1118/164057#1420625) that looked at 7,5 million births observed a higher risk as parental age rose.\n\nAs you can see autism is a well researched topic, while we don't know how it is caused we do know a lot of the risk factors. Vaccines are not one of them.\nSince the first (deeply flawed) paper that hinted at a relation thousands of people have looked into it. There was no relation found resulting in pretty conclusive evidence that there is no connection. ",
                        "score": 3
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Actually, can you link me something to read. Also have scientist figured out what cases autism? ",
                  "score": 3
                }
              }
            }
          ],
          "data": {
            "body": "Yes many studies were done. Comparing people who had and didn't have a vaccine is pretty important in science to know how well a vaccine works. There were even some studies that looked for the incidence of autism.\n\nTurns out autism doesn't happen because of vaccines.\n\nIs there a specific type of study you are looking for?",
            "score": 72
          }
        }
      },
      {
        "pfc9769": {
          "children": [
            {
              "Don_Morse": {
                "children": [
                  {
                    "pfc9769": {
                      "children": [
                        {
                          "Don_Morse": {
                            "children": [
                              {
                                "pfc9769": {
                                  "data": {
                                    "body": "It says most. You’re arguing semantics. You can argue about grammar on /r/iamverysmart if you’d like. I’m not putting any further energy into this meaningless debate. ",
                                    "score": 4
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "Your exact words were ‘everything in the medical industry’. Also, how does it make sense to market something that’s based on a failed product? For example, if a hip replacement made of a particular material disintegrates in the human body, why would a new product be allowed to be marketed using the same material? 510 (k) process allows such approvals. ",
                              "score": -4
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "Yes that's why I said \"most\" and not \"all\" things. Obviously if it doesn't make sense to do it, it wouldn't be used. ",
                        "score": 5
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Not everything in the medical industry. A lot of implant type devices (hip replacements, IUD’s, etc) go through an ‘accelerated’ approval process which basically amounts to ‘its close enough to something already on the market so it must be ok’. Even if what’s already on the market has been recalled. It’s called the 510 (k) process as opposed to full Premarket Approval.  ",
                  "score": 2
                }
              }
            }
          ],
          "data": {
            "body": "You've pretty much described the process EVERY vaccine goes through. In fact, this is the standard for how most things are tested in the field of science. It's called the double blind test. I recommend reading up on it. When testing you always have a control group that serves as the baseline. The control group receives a placebo. And then you have the group that receives the medication. The scientists nor the participants know which one they received. This is how you make the tests unbiased and can ensure accurate data. At the end of the trial, you know if something works by the differences between the groups. With vaccines, the placebo group would have infection rates which match the normal, unvaccinated infection rates. Whereas the vaccine group would have a significantly lower infection rate. Everything in the medical industry is tested for safety and efficacy long before it's released to the public. I was part of a vaccine trial. Is there a reason why you think these studies don't happen?",
            "score": 14
          }
        }
      },
      {
        "piece_of_shit-2": {
          "data": {
            "body": "Take a look at the mortality rate of children before    \n\nAnd after vaccines",
            "score": 1
          }
        }
      }
    ],
    "data": {
      "score": 2,
      "body": ""
    }
  },
  "Hegemon1984": {
    "children": [
      {
        "Alien_Bird": {
          "data": {
            "body": "Some diversity in the stupid!",
            "score": 2
          }
        }
      },
      {
        "Hegemon1984": {
          "children": [
            {
              "IsNowReallyTheTime": {
                "children": [
                  {
                    "Hegemon1984": {
                      "children": [
                        {
                          "IsNowReallyTheTime": {
                            "children": [
                              {
                                "Hegemon1984": {
                                  "children": [
                                    {
                                      "IsNowReallyTheTime": {
                                        "data": {
                                          "body": "When they get posted over and over and over. Yeah, hopefully.",
                                          "score": -1
                                        }
                                      }
                                    },
                                    {
                                      "TheTermiteKing": {
                                        "data": {
                                          "body": "Only ones that conflict the interests of said mods",
                                          "score": 3
                                        }
                                      }
                                    }
                                  ],
                                  "data": {
                                    "body": "They're cleaning up articles which blast anti-vaxxers?",
                                    "score": 3
                                  }
                                }
                              }
                            ],
                            "data": {
                              "body": "It’s been blasted on Reddit in general for about a week. You probably can’t find it cus the mods cleaned it up.",
                              "score": 1
                            }
                          }
                        }
                      ],
                      "data": {
                        "body": "I don't see any other articles except the one I submitted",
                        "score": 3
                      }
                    }
                  }
                ],
                "data": {
                  "body": "Probably because a version of this article has been posted about 700 million times.",
                  "score": 4
                }
              }
            }
          ],
          "data": {
            "body": "I don't get it. Why am I getting downvoted over anti-vaxx BLM members?",
            "score": 2
          }
        }
      },
      {
        "KittenKoder": {
          "data": {
            "body": "This didn't actually happen.",
            "score": 0
          }
        }
      },
      {
        "Lpmikeboy": {
          "data": {
            "body": "\"The arrested tourists had accused an Asian hostess of using the n-word, though the restaurant vehemently denied any racial slur was hurled before the melee. \"\n\nI'm glad people are starting to stop believing this every time an employee gets assaulted and the assailments claim the employee said something racist after they Karened out at the employee.  \n\n\nThey patched the Black Karen loophole lol",
            "score": 3
          }
        }
      },
      {
        "Nonehemz561": {
          "data": {
            "body": "Are the vaccine mandates racist, or is it the criminal justice system and workplace segregation? \n\n>'Three women brutally attacked our hosts without provocation, got arrested and charged for their misconduct, and then, over the last several days, had their lawyer falsely and grossly misrepresent their acts of wanton violence in a cynical attempt to try to excuse the inexcusable'.\n\n>'My team members work too hard to serve our guests, work too hard to comply with New York's vaccination requirements, and still suffer too much from the attack for me to allow these false statements to stand.'\n\nPeople's absurd reaction to the mandate isn't the fault of the mandate.  It's the fault of these people, and our willingness to placate to them. \n\n>'So what is going to stop the Gestapo, I mean the NYPD, from rounding up black people, from snatching them off the train, off the bus? ... The vaccination passport is not a free passport to racism.'\n\nThe Daily Mail is spinning this into something it isn't.  She's pissed about racism, not the actual passports.",
            "score": 2
          }
        }
      },
      {
        "Poison-Pen-": {
          "data": {
            "body": "People are *dying* at an alarming rate\n\nProtect yourself- regardless of your color! \n\nPlease don’t die to own the republicans- we can see in real time them dying to own the libs and it’s totally unnecessary and will cripple your family emotionally, mentally, and financially. \n\nI have a headache.",
            "score": 10
          }
        }
      },
      {
        "grue2000": {
          "data": {
            "body": "...aaaaaand this is where I depart ways with her.  \n\n\nI get that minority communities have served as guinea pigs in the past, but this isn't that.",
            "score": 11
          }
        }
      },
      {
        "hapithica": {
          "children": [
            {
              "FrancisFApocalypse": {
                "data": {
                  "body": ">I support BLM, but they've got a problem with grifters.\n\nThis.\n\nShe's also a former financial advisor. She's a neoliberal through-and-through, regardless of the surface-level, seemingly progressive political front. At this point she's a liability to BLM and I'd wager in 5 - 10 years she'll be another inner-circle democratic party neoliberal shill who may or may not genuinely care about racial parity, but most likely falls towards the 1%ers when it comes to her neoliberal ways.\n\nWith that said, The Daily Mail is a right-wing propaganda organization.",
                  "score": 14
                }
              }
            }
          ],
          "data": {
            "body": "I support BLM, but they've got a problem with grifters. It's a really odd scenario of our time, any publicity results in more money. It makes some people do some really stupid shit. This is 100% a grift. She found out she got a lot of publicity for the position and ran with it.",
            "score": 19
          }
        }
      },
      {
        "killdahbaby": {
          "data": {
            "body": "Keep them uprisings ah comin'. Uprise your bullshit into irrelevance.",
            "score": 2
          }
        }
      },
      {
        "semicoloradonative": {
          "data": {
            "body": "This stance taken by BLM is actually empowering the Trumpkin anti-vaxxers even more.  I don’t understand the reasoning behind it other than (to me) seeming like a power grab.  This virus impacts minority communities much worse…wouldn’t you want to ensure everyone is vaccinated?  This stance will kill their own community, just like how it is killing the right-wingers at a much higher rate than those on the “left.”",
            "score": 1
          }
        }
      }
    ],
    "data": {
      "score": 6,
      "body": ""
    }
  },
  "lross103": {
    "children": [
      {
        "CryptographerOk6804": {
          "children": [
            {
              "popompromqueen": {
                "data": {
                  "body": "Yeah. When someone,who has received the vaccine, dies in some time period After that, the nutjobs immediately Connect it to the vaccine when the covid vaccine isn't meant to protect you from dying. Other illnesses and different reasons still kill people, even sudden deaths in sleep, etc. People dying at different times for different reasons after receiving ANY vaccine has happened, is happening and will happen. You can only potentially connect it to the vaccine after autopsies, but too many people jump the gun and immediately blame the vaxx because they already had an agenda against it.",
                  "score": 4
                }
              }
            }
          ],
          "data": {
            "body": "\"Between December 2020 and July 19th, 2021, VAERS received 6,207 reports of death (0.0018% of doses) among people who got a vaccine, but this does not mean the vaccine caused these deaths.\" https://covid-101.org/science/how-many-people-have-died-from-the-vaccine-in-the-u-s/\n\nThey can't prove all of these reports are actually caused by the vaccines but comparing to the 600000 deaths of covid in the US in the same time period I would get vaccinated if I wasn't already",
            "score": 27
          }
        }
      },
      {
        "Defiant_Ad_6739": {
          "data": {
            "body": "It will be a difficult road to convince your mother to get vaccinated. But don't do yourself a disservice.   \nYou yourself should get vaccinated, not just to protect yourself, but those around you as well.",
            "score": 15
          }
        }
      },
      {
        "Noneheyrkq4": {
          "data": {
            "body": "More chance of being hit by lightning no research needed",
            "score": 2
          }
        }
      },
      {
        "Sedated-Pineapple": {
          "data": {
            "body": "MD here. No",
            "score": 28
          }
        }
      },
      {
        "crumblingbees": {
          "data": {
            "body": "ofc she's wrong.  she's listening to bullshit.  people like her usually can't be pursuaded with reason, though.  only consequences.\n\nthere's **no studies supporting her.**  what exists are made up statistics circulating on social media and anecdotes.  \n\nanecdotes can't be verified.  but even if they could, there's a reason peeps say 'the plural of anecdote is not data.'\n\nthat's bcuz it takes a large and carefully controlled study to see if something like a vax increases the death rate.  as covid data science [explains](https://www.covid-datascience.com/post/are-the-mrna-vaccines-really-safe-evaluating-claims-by-steven-kirsch-on-danger-of-spike-proteins), **every week in america about 55 THOUSAND people die.  so if you take half the country and vaccinate them, about 27,500 peeps would die in the week after being vaccinated.  that would sound pretty dang scary except when you compare to the half that wasn't vaccinated and see that about 27,500 of them died too!   which means no** ***excess*** **deaths attributable to vaccination. but anecdotes can't make comparisons like that.**  they just tell you 'brad's cousin's hairdresser's rabbi had a heart attack 2 days after getting the vax!' and leave u to believe that the vax *caused* the heart attack.",
            "score": 14
          }
        }
      },
      {
        "jaypeeo": {
          "data": {
            "body": "She’s delusional due to brainwashing.  Get your vaccine.  I’ve had both as have my parents and children and most everyone I know without issue.  \n\nShe’s endangering you and everyone you know as an unwitting bioterrorist:  that should be the context through which you interpret her “opinions”.  Don’t grow up to be a brainwashed idiot young friend.",
            "score": 3
          }
        }
      },
      {
        "keifei": {
          "data": {
            "body": "[Prevalence of Subclinical Myocardits in Covid Infection in Athletes](https://jamanetwork.com/journals/jamacardiology/fullarticle/2780548)\n\n2.3% of 1597 athletes had myocarditis from covid infection\n\n[Prevalence of Myocardits in Covid Vaccination (cohort observational study US)](https://jamanetwork.com/journals/jama/fullarticle/2782900)\n\n46 out of 2 million had myocarditis induced by covid vaccinatio in a US cohort study \n\n[Preprint study of myocarditis induced by covid infection of under 20s](https://www.medrxiv.org/content/10.1101/2021.07.23.21260998v1)\n\n'Myocarditis (or pericarditis or myopericarditis) from primary COVID19 infection occurred at a rate as high as 450 per million in young males. Young males infected with the virus are up 6 times more likely to develop myocarditis as those who have received the vaccine'\n\n[Maternal and Neonatal morbitiy and mortality comparative study with or without covid infection](https://jamanetwork.com/journals/jamapediatrics/fullarticle/2779182)\n\nThis article shows the rate of stillbirth, pre eclamsia and icu presentation comparing covid infection and no covid infection.\n\n[Spontanous Abortion following Covid vaccination](https://jamanetwork.com/journals/jama/fullarticle/2784193)\n\nBoth vaccinated and unvaccinated mothers have around 8% of births with spontanous abortion/miscarrage, the average is 1 in 10 mothers miscarry. So therefore, vaccination made no difference.\n\nHave a read of these. These are US and multinational studies that address the issue of fertility and myocarditis in both covid infection compared to covid vaccination.\n\nLastly here are the risk factors comparing influenza to covid, in terms of hosptialisation risk factors in France.\n\n[Comparison of the characteristics, morbidity, and mortality of COVID-19 and seasonal influenza: a nationwide, population-based retrospective cohort study](http://shorturl.at/wxAJ6)\n\nSimple comorbities like hypertension, hyperlipidaemia, diabetes, obesity etc were more prevalent in hospitalisation for covid in comparison to influenza hospitalisation it was mainly advanced heart disease, lung disease and immunocompromised.\n\nThis is best paper I found with long covid from BMJ.\n[Long covid—mechanisms, risk factors, and management](https://www.bmj.com/content/374/bmj.n1648)\n\nI hope this helps and please PM me for more",
            "score": 16
          }
        }
      },
      {
        "popompromqueen": {
          "data": {
            "body": "If anecdotal evidence helps you, everyone at my job (all young people), immediate family (young, Middle aged and senior) and genuinely everyone in my friend group has gotten vaccinated (all vaccine brands represented) and no deaths so far. Most of my friends families and friend groups when I've asked about it also have been vaccinated, no deaths afaik. Couple of them had tougher symptoms like fever for a couple of days. Some had the usual one day fever, some (including me) had barely any symptoms at all. \nMy boyfriend's acquaintance reported to him that their uncle passed 4 days after the vaxx. They didn't report any autopsy reasons tho, just said he couldnt sleep for 4 days. Maybe.... I don't know. And I highly doubt they do either. But a point to make is that this acquaintance was a \"faith healer\", tarot card reader, natural health, spirituality and anti-vaxxer\" all before this event. And in my experience it's always this type of people who know someone who died after the vaccine, and never someone whos been vaccinated themselves. \n\nYou do what you feel comfortable with. I understand the discomfort when it comes to someone doing something to our bodies that we arent so sure of. Im not pro pushing everyone to vaccinate necessarily. Im pro-educating everyone and pro genuine, rational information and despise fake news. \n\nHope that helped somehow.",
            "score": 1
          }
        }
      },
      {
        "slipknot_official": {
          "data": {
            "body": "No, not even close.\n\n[https://www.nebraskamed.com/COVID/does-vaers-list-deaths-caused-by-covid-19-vaccines](https://www.nebraskamed.com/COVID/does-vaers-list-deaths-caused-by-covid-19-vaccines)\n\n\"The Food and Drug Administration (FDA) requires health care providers to report any serious adverse event (including death) that happens after a COVID-19 vaccination – whether or not the provider thinks there is any link. The CDC says, \"Health care providers are required to report to VAERS the following adverse events after COVID-19 vaccination…regardless if the reporter thinks the vaccine caused the AE.\" AE stands for adverse event and includes death.\n\nThat means that if a vaccinated person drowns, gets in a car crash or is struck by lightning, their death must be reported to VAERS as an adverse event. Since we've vaccinated over 140 million people in the United States, many deaths will occur coincidentally after vaccination.\n\nAs of May 10, there have been 4,434 reports of death following a COVID-19 vaccination to VAERS. Doctors at the CDC review each reported death, looking at death certificates, autopsy and medical records. **They have no reason to believe that COVID-19 vaccines cause death.\"**\n\nHypothetically even if say all roughly all 8,000 deaths reported to VAERS were 100% connected to the vaccine, that would make the \"death rate\" 0.01509% if 53 million people are vaccinated. It would make it thousands of times more safe than getting COVID itself.",
            "score": 10
          }
        }
      }
    ],
    "data": {
      "score": 5,
      "body": "My Mother is 57 years old, and is utterly reluctant to take the vaccine. Incidentally, she claims, in her defence, that the vaccine has brought upon hundreds of thousands of deaths - according to studies which she never provides - in addition to hundreds of thousands of ER visits. Hence, she refuses the vaccine, and I am thereby afraid to take vaccine (I am 18), as I am afraid that she’ll raise conflict with me.\n\nHas anyone done the research, and thereby can ascertain such aforementioned claims?"
    }
  },
  "commmander_fox": {
    "children": [
      {
        "social_hermit_crab": {
          "children": [
            {
              "commmander_fox": {
                "data": {
                  "body": "It's a copypasta, I don't actually believe that shit, even if vaccines gave you autism I'd still get them, because having autism is better than dying of hepatitis or measels ",
                  "score": 16
                }
              }
            }
          ],
          "data": {
            "body": "The \"fact\" that you can't sue vaccine manufacturers is a myth. Hell, I've heard that there's a current lawsuit over the mumps vaccine.",
            "score": 8
          }
        }
      }
    ],
    "data": {
      "score": 8,
      "body": " Hey guys anti vaxxers has a negative connotation that automatically discredits the person and writes them off as a nut. This is an interesting topic to look into. Doctors actually receive very little training on vaccines. Generally they are just given a schedule and told to follow it. There are a lot of questions surrounding the vaccine industry. They are not regulated like regular drugs. Just the fact that a bill was passed in the 90's which essentially made it impossible to sue vaccine companies should raise some eyebrows. Furthermore the government has set up a trust fund that is used to settle cases of vaccine damage. Obviously the big pharma is going to love vaccines because they are a cash cow with little regulation and zero liability. There have been a lot of studies that show a correlation between modern day diseases and vaccinations. Is this causation? That is the question. Fact is there are a lot of potentially toxic ingredients that could be more harmful than good. In the pre 80's autism was very rare like 1 on 15k. Now it's like one in 15 (stats may be a little off but you get the point). I guess the point is that this is a debate worth having. Remember those really long commercials on tv for all these great new medications, that's where stations get a lot of their funding, so just because you don't hear news stories about the possibility that vaccines may not be great is because they will not risk losing funding. I have a new son, and have been looking into the matter for that reason. It's actually pretty scary when you see the facts and statistics. Not saying don't vaccinate, but maybe some vaccines are much more dangerous than others and maybe giving your 2 month old 9 doses at a time is not a good idea. "
    }
  }
}