{
  "kpj69z": {
    "secure_caramel": {
      "children": [
        {
          "DevaFrog": {
            "data": {
              "body": "So.... The Palestinians wanted to source it themselves so they never asked. And clickbait titles roll out as some sort of \"crime\" has been committed?",
              "score": 40
            }
          }
        },
        {
          "HeippodeiPeippo": {
            "children": [
              {
                "LeviathanGank": {
                  "data": {
                    "body": "take both my upvote and downvote",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "Title is VERY misleading, downvote, report, move on.",
              "score": 30
            }
          }
        },
        {
          "Noneghxtptn": {
            "children": [
              {
                "secure_caramel": {
                  "children": [
                    {
                      "Ashmedai314": {
                        "children": [
                          {
                            "ManWithAPlan12345": {
                              "children": [
                                {
                                  "AdditionalMall9167": {
                                    "children": [
                                      {
                                        "ManWithAPlan12345": {
                                          "children": [
                                            {
                                              "AdditionalMall9167": {
                                                "children": [
                                                  {
                                                    "ManWithAPlan12345": {
                                                      "children": [
                                                        {
                                                          "foopirata": {
                                                            "children": [
                                                              {
                                                                "ManWithAPlan12345": {
                                                                  "children": [
                                                                    {
                                                                      "foopirata": {
                                                                        "children": [
                                                                          {
                                                                            "ManWithAPlan12345": {
                                                                              "children": [
                                                                                {
                                                                                  "foopirata": {
                                                                                    "data": {
                                                                                      "body": "This is not a game of Go Fish. You cited it. It is your responsibility to bring the full source.",
                                                                                      "score": 5
                                                                                    }
                                                                                  }
                                                                                }
                                                                              ],
                                                                              "data": {
                                                                                "body": "I told you the name of the News source. Just look it up on their website.",
                                                                                "score": 0
                                                                              }
                                                                            }
                                                                          }
                                                                        ],
                                                                        "data": {
                                                                          "body": "So where is this article?",
                                                                          "score": 4
                                                                        }
                                                                      }
                                                                    }
                                                                  ],
                                                                  "data": {
                                                                    "body": "Haaretz did an article when they first announced annexation plans. The people in the West Bank already know they will never have a state of their own.",
                                                                    "score": 1
                                                                  }
                                                                }
                                                              }
                                                            ],
                                                            "data": {
                                                              "body": "Source?",
                                                              "score": 10
                                                            }
                                                          }
                                                        }
                                                      ],
                                                      "data": {
                                                        "body": "The Palestinians welcomed the annexation. They know that independence is impossible. Israel just doesn't want to give them equal rights.",
                                                        "score": -10
                                                      }
                                                    }
                                                  }
                                                ],
                                                "data": {
                                                  "body": "Thats a different thing. All i said, is that the peace process was stopped when yasser Arafat resorted back to terrorism, making israeli forever distrusting of the Palestinian leadership. And yeah i too think israel should aimply annex the west bank and be done with it, but as long as the pepole there demand independence that wont happen. It needs to come from the arabs in judea and samaria",
                                                  "score": 13
                                                }
                                              }
                                            }
                                          ],
                                          "data": {
                                            "body": "Ya so there's no chance of a Palestinian state. That means Israel must grant citizenship to the people in the West Bank.",
                                            "score": -13
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "> ~~Israel's occupation of the West Bank~~  yasser arafat declaring the second intifada had ended those hopes",
                                      "score": 18
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "The Oslo accords where written in hopes of building a Palestinian state. Israel's occupation of the West Bank had ended those hopes and they people are now living in an apartheid state.",
                                "score": -17
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "And yet, the Oslo Accords clearly state that the Palestinians have responsibility for their own health services. The Palestinians' own laws say very clearly that the responsibillity over the healthcare of Palestinians falls under the Palestinian Ministry of Health and its services.",
                          "score": 37
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "it is already being told in the article I posted; although\n\n>Gisha, an Israeli rights group, said Palestinian efforts so far to look elsewhere for vaccines “does not absolve Israel from its ultimate responsibility toward Palestinians under occupation”.",
                    "score": -31
                  }
                }
              }
            ],
            "data": {
              "body": "[deleted]",
              "score": 51
            }
          }
        },
        {
          "Noneghxvd20": {
            "children": [
              {
                "DeepInValhalla": {
                  "children": [
                    {
                      "Affectionate_Ad_1941": {
                        "children": [
                          {
                            "DeepInValhalla": {
                              "children": [
                                {
                                  "Affectionate_Ad_1941": {
                                    "children": [
                                      {
                                        "DeepInValhalla": {
                                          "children": [
                                            {
                                              "Affectionate_Ad_1941": {
                                                "children": [
                                                  {
                                                    "DeepInValhalla": {
                                                      "children": [
                                                        {
                                                          "Affectionate_Ad_1941": {
                                                            "data": {
                                                              "body": "That wasn't my country.\n\nI guess we both fucked up because we both assumed that the other is American.\n\nMy country is still reeling with it's genocide of it's indigenous population. Can't compare the Canadian Indigenous to the Palestinians as they aren't indigenous to the area.",
                                                              "score": 1
                                                            }
                                                          }
                                                        }
                                                      ],
                                                      "data": {
                                                        "body": "I think USA is a horrible county because it's whole history is about stealing from 3rd world countries all around the world. All because of capitalism.\n\nThat deseret storm is just a grain of salt between all the atrocities comited by the USA since their foundation.\n\nDo me a favor and look for operation condor. My country was seriously affected by yours. And still is.",
                                                        "score": 2
                                                      }
                                                    }
                                                  }
                                                ],
                                                "data": {
                                                  "body": "Do you think that the US is horrible because they had a huge military advantage against Saudi Arabia during Desert Storm?",
                                                  "score": 6
                                                }
                                              }
                                            }
                                          ],
                                          "data": {
                                            "body": "Jesus, you are seriously brain washed.\n\nOk, do the math over Palestine. If you discover the huge difference between them in military armament, please don't say it to me, because I know.",
                                            "score": 0
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "All I see is you saying, \"Let's do some math on one side but not touch the other so that it looks like I have a point.\"",
                                      "score": 6
                                    }
                                  }
                                },
                                {
                                  "HiHoJufro": {
                                    "children": [
                                      {
                                        "DeepInValhalla": {
                                          "data": {
                                            "body": "Are you really thinking that USA didn't help them financially?",
                                            "score": 2
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": ">Also, why is Israel so advanced in the vaccination process? \n\nIt's a small country with quality infrastructure, and bought vaccines from Pfizer early and at a higher price.",
                                      "score": 3
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "It's an exaggeration my exclamation. The US approved a 500 million bill to Israel. What do you think they are going to buy? Also, why is Israel so advanced in the vaccination process? Guess who is also helping there.\n\nIt's Palestine vs USA, lets get this clear please.",
                                "score": -1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Hey dumb ass, did you know that rockets with explosive warheads are weapons?\n\n&#x200B;\n\n[https://www.google.com/search?client=firefox-b-d&q=palestinian+rockets](https://www.google.com/search?client=firefox-b-d&q=palestinian+rockets)",
                          "score": 2
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "By weaponry you mean different kinds of sticks and rocks?\n\nGet yourself a little bit informed damn ass.",
                    "score": -8
                  }
                }
              },
              {
                "FinnbarSaunders": {
                  "children": [
                    {
                      "secure_caramel": {
                        "children": [
                          {
                            "Neednewbody": {
                              "data": {
                                "body": "I picture attack kites/birds a whole army of them.  \nEdit, Have to add the S/for someone",
                                "score": 2
                              }
                            }
                          },
                          {
                            "Otherwise-Ad-8760": {
                              "data": {
                                "body": "https://en.wikipedia.org/wiki/Incendiary_kite\n\n\"As of 10 July 2018, incendiary kites and balloons have started 678 fires in Israel, destroying 2,260 acres of woodland and 1,500 acres of agricultural fields as well as causing additional damage to open fields.[19]\"",
                                "score": 13
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "kites. thousand of terrorist kites",
                          "score": -3
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "What weaponry?",
                    "score": -11
                  }
                }
              },
              {
                "ManWithAPlan12345": {
                  "children": [
                    {
                      "Affectionate_Ad_1941": {
                        "children": [
                          {
                            "ManWithAPlan12345": {
                              "children": [
                                {
                                  "Affectionate_Ad_1941": {
                                    "children": [
                                      {
                                        "ManWithAPlan12345": {
                                          "children": [
                                            {
                                              "Affectionate_Ad_1941": {
                                                "data": {
                                                  "body": "Really? Check again.",
                                                  "score": 2
                                                }
                                              }
                                            },
                                            {
                                              "formulawonder": {
                                                "children": [
                                                  {
                                                    "ManWithAPlan12345": {
                                                      "data": {
                                                        "body": "Nope",
                                                        "score": 0
                                                      }
                                                    }
                                                  }
                                                ],
                                                "data": {
                                                  "body": "Are you kidding?",
                                                  "score": 2
                                                }
                                              }
                                            }
                                          ],
                                          "data": {
                                            "body": "Yup and that's why Hamas doesn't receive any international aid.",
                                            "score": -1
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "Both claim power. Hamas exerts control over Gaza; PA over the West Bank.",
                                      "score": 5
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "More of a genius than you since you apparently don't know the difference between Hamas and the PA.",
                                "score": 2
                              }
                            }
                          },
                          {
                            "castanza128": {
                              "data": {
                                "body": "So sure of yourself, yet so wrong...",
                                "score": 1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "But they are allowed to source rockets?\n\n&#x200B;\n\nYou're obviously the genius here.",
                          "score": 7
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "The PA isn't even allowed to have a military genius.",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "[removed]",
              "score": 16
            }
          }
        },
        {
          "autotldr": {
            "data": {
              "body": "This is the best tl;dr I could make, [original](https://www.theguardian.com/world/2021/jan/03/palestinians-excluded-from-israeli-covid-vaccine-rollout-as-jabs-go-to-settlers?) reduced by 89%. (I'm a bot)\n*****\n> Palestinians in the Israeli-occupied West Bank and Gaza can only watch and wait.\n\n> Israeli officials have suggested they might provide surplus vaccines to Palestinians and claim they are not responsible for Palestinians in the West Bank and Gaza, pointing to 1990s-era interim agreements that required the authority to observe international vaccination standards.\n\n> Gisha, an Israeli rights group, said Palestinian efforts so far to look elsewhere for vaccines &quot;Does not absolve Israel from its ultimate responsibility toward Palestinians under occupation&quot;.\n\n\n*****\n[**Extended Summary**](http://np.reddit.com/r/autotldr/comments/kpjhux/palestinians_excluded_from_israeli_covid_vaccine/) | [FAQ](http://np.reddit.com/r/autotldr/comments/31b9fm/faq_autotldr_bot/ \"Version 2.02, ~550246 tl;drs so far.\") | [Feedback](http://np.reddit.com/message/compose?to=%23autotldr \"PM's and comments are monitored, constructive feedback is welcome.\") | *Top* *keywords*: **Palestinian**^#1 **Israel**^#2 **vaccine**^#3 **West**^#4 **Bank**^#5",
              "score": -1
            }
          }
        },
        {
          "squidking78": {
            "children": [
              {
                "Affectionate_Ad_1941": {
                  "children": [
                    {
                      "secure_caramel": {
                        "children": [
                          {
                            "Affectionate_Ad_1941": {
                              "children": [
                                {
                                  "secure_caramel": {
                                    "children": [
                                      {
                                        "Affectionate_Ad_1941": {
                                          "data": {
                                            "body": "https://www.al-monitor.com/pulse/originals/2020/05/palestinians-reject-covid-19-aid-uae-israel-flight.html\n\nThat's from a few months ago. They refuse aid that goes through or from Israel.",
                                            "score": 8
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "palestinians did not request \"not to be helped\" , the PA just didn't request help. You see the difference?\n\n also, while we're at it, when everything in your life depends on a permanent economic blocus, it should be obvious that there is a moral responsability (because morality seems very important talking point for the israeli army/gvnmt) from the army imposing blocus / sanctions/ military occupation to provide basic health supplies; but hey, i'm just a random internet guy, what do i know about morality?",
                                      "score": 0
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "So Israel should ignore the requests of the Palestinians not to help them?",
                                "score": 7
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "you make it seem like we're talking about two, independant countries, while actually, one is under occupation",
                          "score": -1
                        }
                      }
                    },
                    {
                      "squidking78": {
                        "data": {
                          "body": "Whatever you have to tell yourself, to support yo ur new version of apartheid South Africa, I guess.",
                          "score": -1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "If you tell your neighbour to go fuck themselves when they ask you about vaccines, you lose the right to claim that they didn't offer.",
                    "score": 7
                  }
                }
              }
            ],
            "data": {
              "body": "Wow, a lot of pro Israel ignorance and CB aye going on here today. How I empathetic to your neighbours can you be. Israel seems to make an art form of it.",
              "score": -6
            }
          }
        }
      ],
      "data": {
        "score": 31,
        "body": "",
        "submission_id": "kpj69z"
      }
    }
  },
  "mttac2": {
    "no-UR-Wrong23": {
      "children": [
        {
          "GrayCS": {
            "data": {
              "body": "That's kind of what donations do. Thomas Sankara actually talked about it with food strategy - donating food instead of giving them the means to make their own food just kept them submissive.",
              "score": 2
            }
          }
        },
        {
          "autotldr": {
            "data": {
              "body": "This is the best tl;dr I could make, [original](https://globalnews.ca/news/7765860/russia-china-covid-19-vaccines/) reduced by 89%. (I'm a bot)\n*****\n> China and Russia have been using their locally produced COVID-19 vaccines to grow their international soft power by giving doses to desperate countries in order to have more political influence over them, experts say.\n\n> Jillian Kohler, a pharmacy and public health professor at the University of Toronto, said China and Russia saw an opportunity in the lack of COVID-19 vaccine supply, and they are taking advantage of that to further their political goals.\n\n> Gedan, the Washington-based Wilson Center expert, said the United States may soon share its supply of COVID-19 vaccines globally, which would limit China and Russia&#039;s ability to influence other countries using their supplies.\n\n\n*****\n[**Extended Summary**](http://np.reddit.com/r/autotldr/comments/mttie1/russia_china_using_their_covid19_vaccines_to_gain/) | [FAQ](http://np.reddit.com/r/autotldr/comments/31b9fm/faq_autotldr_bot/ \"Version 2.02, ~571597 tl;drs so far.\") | [Feedback](http://np.reddit.com/message/compose?to=%23autotldr \"PM's and comments are monitored, constructive feedback is welcome.\") | *Top* *keywords*: **Vaccine**^#1 **China**^#2 **COVID-19**^#3 **countries**^#4 **Russia**^#5",
              "score": 2
            }
          }
        },
        {
          "no-UR-Wrong23": {
            "data": {
              "body": ">The China National Pharmaceutical Group Corp., Sinopharm, is producing two COVID-19 vaccines while Sinovac, a Beijing-based biopharmaceutical company, is making a third one.\n\n>Gedan said while China had offered bilateral loans of US$1 billion in Latin America, it refused to give COVID-19 vaccines to Paraguay, which recognizes Taiwan diplomatically.\n\n>“There have been reports from the foreign minister of Paraguay that intermediaries of the Chinese government explicitly said that Paraguay will not access the Chinese vaccine unless it changes its position on Taiwan,” he said.\n\nThese are the vax's China have produced, that are their own J&J vs. AstraZenica right now\n\nInteresting how everywhere is kind of the same but a little different",
              "score": 1
            }
          }
        },
        {
          "thorsten139": {
            "data": {
              "body": "USA is giving these vaccines to Iran\n\n&#x200B;\n\nfree of charge!",
              "score": 0
            }
          }
        },
        {
          "tuberB": {
            "children": [
              {
                "AmounRah": {
                  "data": {
                    "body": "The only \"free\" vaccines were AstraZeneca vaccines that pretty much every other country stopped using due to high death and side effect rate. Thank you America, for giving away garbage that no one wants, for free.",
                    "score": 2
                  }
                }
              },
              {
                "Meistermalkav": {
                  "data": {
                    "body": "Great age here. \n\nWe have america being the great benefactor, giving away doses selflessly....\n\nWhile china and russia give away doses with a lot of strings attatched. \n\nWhat next? Is america going to demand , in its own stellar record, that other countries don't just label people as terrorists? That the embassies america points out get closed? \n\nHow selflessly heroic from america, to do all those things without a thought of personal glory. After all, if someone is kept hungry, or poor, most certainly, he will come knocking to the door of the person who kep him in need , instead of willy nilly taking the first outstretched hands ready to help.",
                    "score": 1
                  }
                }
              },
              {
                "andyhunter": {
                  "children": [
                    {
                      "tuberB": {
                        "data": {
                          "body": "The ellipse doesn't quite do it I guess",
                          "score": 5
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "You really need to add a \"/s\"",
                    "score": 8
                  }
                }
              },
              {
                "columbo222": {
                  "children": [
                    {
                      "tuberB": {
                        "data": {
                          "body": "Empire gonna empire",
                          "score": 9
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "The USA hasn't given a single vaccine away for free. And what's more they've even blocked private companies from exporting to other customers. So not quite.",
                    "score": 27
                  }
                }
              },
              {
                "tofu_bird": {
                  "children": [
                    {
                      "tuberB": {
                        "children": [
                          {
                            "tofu_bird": {
                              "data": {
                                "body": "You say that. But how? And what does it have to do with Mexico's borders?",
                                "score": -1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Using it as a tool to manipulate other countries, just like Russia and China. See Mexico and having them ramp up their border security",
                          "score": 4
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Do you know what the US is doing specifically? Last time I heard they aren't giving any away until they've taken care of its citizens, and then they're giving them away for free.\n\nchina has a condition for their vaccines (the amount they give away, not for free, does basically nothing for a country to achieve herd immunity btw) which is extensive media coverage",
                    "score": 4
                  }
                }
              }
            ],
            "data": {
              "body": "And the US is giving them away without asking for anything back...",
              "score": 8
            }
          }
        }
      ],
      "data": {
        "score": 0,
        "body": "",
        "submission_id": "mttac2"
      }
    }
  },
  "oefviw": {
    "nimobo": {
      "children": [
        {
          "BotsRKind": {
            "children": [
              {
                "fury420": {
                  "children": [
                    {
                      "SARS2KilledEpstein": {
                        "children": [
                          {
                            "fury420": {
                              "children": [
                                {
                                  "SARS2KilledEpstein": {
                                    "children": [
                                      {
                                        "fury420": {
                                          "children": [
                                            {
                                              "SARS2KilledEpstein": {
                                                "data": {
                                                  "body": "LMAO, the vaccine part is from a study. I will try to find it but you could google that to be honest. Second of you read more carefully you would see in the article I linked that the dominant variations are the mild ones sure you have random mutations that can be more severe but they don't become dominant.\n\nEdit: The vaccine part https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.1002198",
                                                  "score": 1
                                                }
                                              }
                                            }
                                          ],
                                          "data": {
                                            "body": "Weird, it sounds far more like old & discredited claims about a \"law of declining virulence\"\n\nAfter reading that article, I can't possibly figure out where you got these ideas from:\n\n>You want natural mutations because **those always progress towards being more mild** but more contagious. Mutations in vaccinated hosts tend to not be as mild and sometimes actually become more deadly.\"\n\n\nThis article doesn't mention vaccination at any point, and also blatantly contradicts you:\n\n\n>In reality, the evolution of virulence is a highly complex topic that has inspired extensive research on evolutionary theory and debate6. **Mutations can also make a virus either more or less virulent.** A common idea is that virulence will only change — either upwards or downwards — if it increases the transmission rate of the virus, which effectively means an increase in the number of virus ‘offspring’. However, high virulence may (although by no means always) reduce transmissibility if the host is too sick to expose others. Without information on the precise evolutionary forces and selection pressures in operation, predicting how virulence might evolve is an extremely difficult and perhaps futile task.",
                                            "score": 2
                                          }
                                        }
                                      }
                                    ],
                                    "data": {
                                      "body": "https://www.nature.com/articles/s41564-020-0690-4\n\nScience is what I based that statement on.",
                                      "score": 1
                                    }
                                  }
                                }
                              ],
                              "data": {
                                "body": "The mutations are random and natural regardless of if the host is vaccinated or not. \n\n> You want natural mutations because those always progress towards being more mild but more contagious. \n\nIt's not the 19th century anymore, science has progressed quite a bit since this was the prevailing theory.",
                                "score": 2
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "It's a catch-22. You want natural mutations because those always progress towards being more mild but more contagious. Mutations in vaccinated hosts tend to not be as mild and sometimes actually become more deadly. That said though it's still not a bad thing to have mutations. It's how the pandemic will end like all pandemics before.",
                          "score": -2
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "Viruses do not actively \"learn\", they undergo random mutations. \n\nBeing more swiftly defeated by a vaccinated immune system provides less opportunity for replication and mutation.",
                    "score": 24
                  }
                }
              }
            ],
            "data": {
              "body": "Did it learn to dodge vaccines from being in vaxxed or unvaxxed hosts ?? Both probably. But it must learn more while actively evading vaccines.",
              "score": -15
            }
          }
        },
        {
          "FLHuntsman": {
            "data": {
              "body": "*chuckles in Half-Life*",
              "score": 2
            }
          }
        },
        {
          "FortinbrasIsABoss": {
            "data": {
              "body": "This bs is getting more transparently predictable by the day",
              "score": 0
            }
          }
        },
        {
          "HelmutVonKook": {
            "children": [
              {
                "Gobbler007": {
                  "children": [
                    {
                      "Burninator05": {
                        "data": {
                          "body": "Check the Omega Mu house.  I think they hang out there quite a bit.",
                          "score": 2
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "We need a freshly converted nerd from Peru to confirm this..",
                    "score": 2
                  }
                }
              }
            ],
            "data": {
              "body": "does the lambda lambda lambda variant turn you into a nerd?",
              "score": 1
            }
          }
        },
        {
          "MulderD": {
            "children": [
              {
                "redarlsen": {
                  "data": {
                    "body": "Exactly what I said, but with less downvotes. Well done.",
                    "score": 11
                  }
                }
              },
              {
                "stupendouswang1": {
                  "children": [
                    {
                      "AqUaNtUmEpIc": {
                        "children": [
                          {
                            "shesellsteatowels": {
                              "data": {
                                "body": "Pfizer are loving the endless news stories. Totally no conflict of interest having the CEO of Thomson Reuters sitting on their board either.",
                                "score": 5
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Pills are already being developed to treat endemic covid. Pfizer looked at their $2.3 Billion fine in 2009 as “cost of business”. Endemic covid is their cash cow all the way to Zeta and beyond\n\nhttps://ohsonline.com/articles/2021/06/03/ceo-of-pfizer-creates-new-treatment-pill-projected-to-be-available-by-the-end-of-2021.aspx?m=1",
                          "score": 9
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "someone gets it. you are going to be downvoted for pointing out that those words really dont mean anything and you are right no matter what happens..it could be more deadly or it could not. it may kill people or it may not.\n\nsure makes for a good fearful headline that I am sure the Pharma execs love, gotta get those twice a year boosters.",
                    "score": 13
                  }
                }
              }
            ],
            "data": {
              "body": "Might\n\nCould\n\nMay\n\nWe don’t fucking know but please click our link!",
              "score": 115
            }
          }
        },
        {
          "Noneh46bqjo": {
            "data": {
              "body": "Where did this one originate from, the delta variant?",
              "score": 1
            }
          }
        },
        {
          "Noneh46nrh2": {
            "children": [
              {
                "International_Box_60": {
                  "data": {
                    "body": "Marcia, Marcia, Marcia\n\nLet hope it doesn’t make us all\nDead, Dead, Dead!",
                    "score": 1
                  }
                }
              },
              {
                "Low_Ad33": {
                  "data": {
                    "body": "Can we skip the creepy Darth Vader rape scene?",
                    "score": 4
                  }
                }
              }
            ],
            "data": {
              "body": "[deleted]",
              "score": 14
            }
          }
        },
        {
          "Noneh47ukd9": {
            "children": [
              {
                "Alcibiades586": {
                  "children": [
                    {
                      "Antosis": {
                        "children": [
                          {
                            "Noneh4w638f": {
                              "data": {
                                "body": "Typically, it’s discussed as a fold reduction in nabs. Wouldn’t equate to a “percent or failure rate” as the actual qty of nabs may still be several fold higher than is needed to still neutralize, and when discussing actual reduction in effectiveness there are other variables.",
                                "score": 1
                              }
                            }
                          },
                          {
                            "cle12001": {
                              "data": {
                                "body": "I'd kind of like to know the answer to this as well.",
                                "score": 1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Anyone know how that resistance line works out. If as the study suggests Lamda is 2x more resistant to Moderna... so if Moderna has something like a 6% failure rate does that mean the lambda increases that to 12%. Genuine question. Read the study, not smart enough to write one.",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "^Read this instead",
                    "score": 3
                  }
                }
              }
            ],
            "data": {
              "body": "https://www.biorxiv.org/content/10.1101/2021.07.02.450959v1",
              "score": 4
            }
          }
        },
        {
          "Odusei": {
            "children": [
              {
                "ChromaticDragon": {
                  "children": [
                    {
                      "WikiSummarizerBot": {
                        "data": {
                          "body": "**[Variants_of_SARS-CoV-2](https://en.wikipedia.org/wiki/Variants_of_SARS-CoV-2)** \n \n >Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes coronavirus disease 2019 (COVID-19), has many variants; some are believed, or have been believed, to be of particular importance due to their potential for increased transmissibility, increased virulence, or reduced effectiveness of vaccines against them. This article discusses such notable variants of SARS-CoV-2 and notable missense mutations found in these variants.\n \n^([ )[^(F.A.Q)](https://www.reddit.com/r/WikiSummarizer/wiki/index#wiki_f.a.q)^( | )[^(Opt Out)](https://reddit.com/message/compose?to=WikiSummarizerBot&message=OptOut&subject=OptOut)^( | )[^(Opt Out Of Subreddit)](https://np.reddit.com/r/worldnews/about/banned)^( | )[^(GitHub)](https://github.com/Sujal-7/WikiSummarizerBot)^( ] Downvote to remove | v1.5)",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "https://en.wikipedia.org/wiki/Variants_of_SARS-CoV-2\n\nIf you're interested... take a look.",
                    "score": 2
                  }
                }
              },
              {
                "Totally_Not_Thanos": {
                  "data": {
                    "body": "You forgot Ligma",
                    "score": 4
                  }
                }
              },
              {
                "braxistExtremist": {
                  "children": [
                    {
                      "Eugene_OHappyhead": {
                        "children": [
                          {
                            "braxistExtremist": {
                              "data": {
                                "body": "From what I've read, the coronavirus mutates relatively quickly. But nowhere near as quickly as the seasonal flu.\n\nOne of the problems is with the media sensationalizing things a bit. There are clicks/views in them spreading panic on a hot issue. So they tend to throw in lots of sly mights, maybes, possiblies, etc. I think it was either in this article or another one the was a doctor who pointed out that even with 11-13 mutations, the existing vaccines are still very effective. But it was kind of buried in the article below the alarming claims.",
                                "score": 8
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Has there ever be a virus that adapts so fast, or do viruses do that all the time and we just talk about covid because it's a hot topic?",
                          "score": 3
                        }
                      }
                    },
                    {
                      "PaterPoempel": {
                        "children": [
                          {
                            "AlarmablePoint": {
                              "data": {
                                "body": "You just add Pro to the end, followed by Pro Max the next time around",
                                "score": 32
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "So we will run out of Greek letters soon?",
                          "score": 11
                        }
                      }
                    },
                    {
                      "elderstahl": {
                        "children": [
                          {
                            "blackdonkey": {
                              "data": {
                                "body": "Chuckle chuckle. Good one.",
                                "score": 1
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "Once we ran out of letters, we should start naming them in triple letters just like fraternities.",
                          "score": 10
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "I've been keeping a summary of the different strains/variants. I know it's no longer P.C. to use the regional name (where they seem to have originated), but I still include that because it's how some people know them.\n\n* B.1.1.7 = Kent (UK) strain (aka **Alpha**)\n* B.1.1.207 = Nigeria strain\n* B.1.1.317 = Australia strain\n* B.1.351 =  South African strain (aka **Beta**)\n* B.1.429 = California strain (aka **Epsilon**)\n* B.1.526 = New York strain (aka **Iota**)\n* B.1.525 =  second UK/Nigeria strain (aka **Eta**)\n* B.1.617.1 = alternative Indian strain (aka **Kappa**)\n* B.1.617.2 = main Indian strain (aka **Delta**)\n* B.1.618 = West Bengal strain\n* C.3.7 = Peru strain (aka **Lambda**)\n* P.1 = Tokyo strain (aka **Gamma**)\n* P.2 = Brazil strain (aka **Zeta**)\n* P.3 = Philippines strain (aka **Theta**)",
                    "score": 31
                  }
                }
              },
              {
                "jimbrink": {
                  "data": {
                    "body": "They got killed by covid19",
                    "score": 4
                  }
                }
              }
            ],
            "data": {
              "body": "What the fuck happened to Epsilon, Zeta, Eta, Theta, Iota, and Kappa?",
              "score": 14
            }
          }
        },
        {
          "PsieSyrenki": {
            "data": {
              "body": "Get the party going with new variants. I am waiting for zombie variant 🔥",
              "score": 7
            }
          }
        },
        {
          "Ratican": {
            "data": {
              "body": "A new pandemic every 3 weeks.\n\nYippee",
              "score": 6
            }
          }
        },
        {
          "Redditing-Dutchman": {
            "children": [
              {
                "Noneh46c8aq": {
                  "data": {
                    "body": "Angry upvote!",
                    "score": 5
                  }
                }
              },
              {
                "wrathofnero": {
                  "data": {
                    "body": "Gotta go to the source for the good stuff.",
                    "score": 4
                  }
                }
              }
            ],
            "data": {
              "body": "Does it reduce your life by half?",
              "score": 20
            }
          }
        },
        {
          "SARS2KilledEpstein": {
            "children": [
              {
                "Dish-Worldly": {
                  "data": {
                    "body": "we should be social distancing forever and staying in lockdown indefintly.",
                    "score": 4
                  }
                }
              }
            ],
            "data": {
              "body": "This is seriously getting annoying. Each variant some *journalist* ask a scientist loaded questions and then writes an article about it based on no scientific data. The masses roll with it then when actual scientific data is compiled and studied that reveals the variant is more infectious but significantly more mild it barely makes the news. I would be willing to bet half the people on Reddit think that the Delta variant is deadlier than the previous despite studies showing the opposite.",
              "score": 12
            }
          }
        },
        {
          "Sandvich18": {
            "data": {
              "body": "What about the Sigma variant",
              "score": 1
            }
          }
        },
        {
          "Sauffer": {
            "children": [
              {
                "braxistExtremist": {
                  "data": {
                    "body": "Oh-la-a-la-a-lambda!",
                    "score": 5
                  }
                }
              }
            ],
            "data": {
              "body": "I saw that as La bamba and took me back to Lou Diamond Phillips ha!",
              "score": 11
            }
          }
        },
        {
          "TracerIsOist": {
            "data": {
              "body": "Mfs just creating shit up now 😐",
              "score": 1
            }
          }
        },
        {
          "Yurastupidbitch": {
            "data": {
              "body": "This is to be expected, sadly. With such a small percentage of the world's population vaccinated, the virus is being allowed to spread with impunity.",
              "score": 5
            }
          }
        },
        {
          "eveleanon": {
            "data": {
              "body": "Researcher before the press conference to themself; It is nót pronounced Lambada, it is nót pronounced Lambada.",
              "score": 2
            }
          }
        },
        {
          "korkythecat333": {
            "data": {
              "body": "clickbait",
              "score": -4
            }
          }
        },
        {
          "mustwarmudders": {
            "data": {
              "body": "UK media is incredibly dodgy.",
              "score": 6
            }
          }
        },
        {
          "redarlsen": {
            "children": [
              {
                "Fartsonbabies": {
                  "data": {
                    "body": "Tastier, too!",
                    "score": -1
                  }
                }
              },
              {
                "Retodd780": {
                  "children": [
                    {
                      "redarlsen": {
                        "data": {
                          "body": "An intimate bonding experience, I’m sure",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "My dogs like it better, that’s for sure",
                    "score": 4
                  }
                }
              }
            ],
            "data": {
              "body": "Peanut butter could be a better lube than bees wax, and save you money.",
              "score": -14
            }
          }
        },
        {
          "straygoat193": {
            "data": {
              "body": "Yikes, we have been lucky with some of the more deadly variants being crowded out by the ones that are more infectious.",
              "score": 5
            }
          }
        },
        {
          "theNeuroNerd": {
            "children": [
              {
                "PuntYerJunk": {
                  "children": [
                    {
                      "thetruthfl": {
                        "data": {
                          "body": "A LOT more don’t care though. Ya know, after a year and a half of “two weeks to stop the spread”, I think most folks are over it. 😉",
                          "score": 1
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "It was published yesterday so it’s not old and a lot of people care",
                    "score": 25
                  }
                }
              }
            ],
            "data": {
              "body": "FFS this is getting old, no one cares",
              "score": -27
            }
          }
        }
      ],
      "data": {
        "score": 9,
        "body": "",
        "submission_id": "oefviw"
      }
    }
  },
  "obuwr3": {
    "princey12": {
      "children": [
        {
          "ChownaTime": {
            "data": {
              "body": "After they tweeted there was no indication covid could be transferred between humans, while china was welding people in their homes, and after denying Taiwan entry, which could have helped tremendously due to Taiwan's excellent handling of the virus, the WHO can get fucked.\n\nOver 3.5 million lives worth of blood on their hands.",
              "score": 7
            }
          }
        },
        {
          "Hartagon": {
            "data": {
              "body": "The WHO today: \"A third COVID wave could be imminent in Europe due to the delta variant being introduced right as lockdowns/restrictions are being lifted!\"\n\nAlso the WHO today: \"Europe, you need to make your travel restrictions even more lax because global inequality and stuff!\"\n\nHmmm...\n\nhttps://www.cnbc.com/2021/07/01/new-covid-wave-has-arrived-in-europe-who-says.html",
              "score": 16
            }
          }
        },
        {
          "IcyUnderstanding9": {
            "data": {
              "body": "China should be the expert on vaccines since they created the virus.",
              "score": 1
            }
          }
        },
        {
          "IdoruYoshikawa": {
            "children": [
              {
                "UmadbroZA": {
                  "data": {
                    "body": "No no no. Let’s play a game then. We will recognise the China vaccine if they formally say the words “The COUNTRY of Taiwan.” But for real, fuck the WHO.",
                    "score": 3
                  }
                }
              },
              {
                "croninsiglos": {
                  "data": {
                    "body": "It’s sad that I only have one upvote to give",
                    "score": 2
                  }
                }
              },
              {
                "mtarascio": {
                  "data": {
                    "body": "To use them that had to be certified locally, using the same process as the current ones.\n\n>The EU drug regulator is currently considering licensing China’s Sinovac vaccine, but there is no timeline on a decision.\n\nIt's a push to get this finished.",
                    "score": 5
                  }
                }
              }
            ],
            "data": {
              "body": "Fuck no",
              "score": 35
            }
          }
        },
        {
          "LelixA": {
            "data": {
              "body": "Sure, if they recognize Taiwan.",
              "score": 3
            }
          }
        },
        {
          "Noneh3qsg3u": {
            "children": [
              {
                "Noneh3qznnr": {
                  "data": {
                    "body": "Or maybe they want to fully review the vaccine using the stringent processes used for all other vaccines to assure it is effective.",
                    "score": 10
                  }
                }
              }
            ],
            "data": {
              "body": "The West would rather have people die than swallow their pride",
              "score": -10
            }
          }
        },
        {
          "Noneh3x1jxu": {
            "data": {
              "body": "Fuck WHO and Winnie da pooh",
              "score": 7
            }
          }
        },
        {
          "Pink_DickingTheHan": {
            "children": [
              {
                "sf_davie": {
                  "data": {
                    "body": "Out of 128,000 healthcare workers who took the vaccine in Indonesia.",
                    "score": 9
                  }
                }
              }
            ],
            "data": {
              "body": "Nahhh, 10 doctors with the Chinese vaccine died in Indonesia from COVID-19 just in June.",
              "score": -4
            }
          }
        },
        {
          "TehSmooth1": {
            "data": {
              "body": "after covid I don't even recognize the WHO, they have zero cred worldwide now.",
              "score": 23
            }
          }
        },
        {
          "chefranden": {
            "data": {
              "body": "[These are the people that use sewer sludge for cooking oil.](https://www.businessinsider.com/chinese-street-vendors-use-gutter-oil-2013-10)",
              "score": 2
            }
          }
        },
        {
          "chefranden": {
            "data": {
              "body": "Yep, that's a Chinese covid vaccine alright.",
              "score": 1
            }
          }
        },
        {
          "kamalas_camel_toe": {
            "children": [
              {
                "sf_davie": {
                  "data": {
                    "body": "How are they corrupt for pushing all countries to adopt vaccines they deem is safe and helps greatly reduce the severity of the virus? Is it just because you don't like China?",
                    "score": 3
                  }
                }
              }
            ],
            "data": {
              "body": "WHO proving once again how corrupt they are",
              "score": -1
            }
          }
        },
        {
          "muri_cina": {
            "data": {
              "body": "WHO? More like \"Who?\"",
              "score": 3
            }
          }
        },
        {
          "seatbelts2006": {
            "data": {
              "body": "I got Cansino but then was able to get Astrazeneca, the best vaccine is the one you can get now.",
              "score": 1
            }
          }
        },
        {
          "troflwaffle": {
            "data": {
              "body": "Lmfao at this post being downvoted to zero.",
              "score": 1
            }
          }
        },
        {
          "wild_eyed_child": {
            "children": [
              {
                "kslusherplantman": {
                  "children": [
                    {
                      "Long_PoolCool": {
                        "children": [
                          {
                            "kslusherplantman": {
                              "data": {
                                "body": "... sorry I was off by 4%. Idiot wow...",
                                "score": 3
                              }
                            }
                          }
                        ],
                        "data": {
                          "body": "We don't have any with 99% you idiot. \n95% yes.\nAlso it's for travel not for pumping you full of it.",
                          "score": 3
                        }
                      }
                    },
                    {
                      "sf_davie": {
                        "data": {
                          "body": "Of course you are talking about SinoVac.\n\n[The Brazil trial](https://www.bloomberg.com/news/articles/2021-01-12/china-vaccine-going-global-with-four-different-efficacy-rates) is often quoted by the media at 50.4%. Other results from large studies include [67% in Chile, 65% in Indonesia, 83% in Turkey](https://www.reuters.com/business/healthcare-pharmaceuticals/chinas-sinovac-covid-19-vaccine-67-effective-preventing-symptomatic-infection-2021-04-16/)",
                          "score": 5
                        }
                      }
                    },
                    {
                      "wild_eyed_child": {
                        "data": {
                          "body": "I didn’t realize efficiencies were so low. Let’s promote the cuban vaccine then! I’m all for whatever helps the global population rid this plague as quickly as possible.",
                          "score": -4
                        }
                      }
                    }
                  ],
                  "data": {
                    "body": "50% efficacy for sino right? Why would we want to vote that in when we have 99% efficacy in many other vaccines. Fuck the Cuban vaccine is better than the Chinese one",
                    "score": 5
                  }
                }
              }
            ],
            "data": {
              "body": "If it works, as the scientists are supposedly saying, why wouldn’t we recognize a Chinese vaccine? Frankly, despite everything that they are doing, shouldn’t we be happy if their vaccine is working?",
              "score": 4
            }
          }
        },
        {
          "ynksjts": {
            "data": {
              "body": "How do we know that it's safe?  Because they said so.  Lol, hard pass.",
              "score": 1
            }
          }
        }
      ],
      "data": {
        "score": 4,
        "body": "",
        "submission_id": "obuwr3"
      }
    }
  }
}